[
  {
    "name": "最佳拍檔",
    "year": "1982",
    "id": "1306011",
    "type": ["动作", "喜剧"],
    "rate": 7.6,
    "story": "飞贼黑猫（许冠杰 饰）抢夺国际犯罪组织的钻石后借助多种工具溜之大吉，黑猫在现场遗留的白手套让香港警方误认为作案者是国际大盗“白手套”，警方请到追捕白手套多年的美国光头神探（麦嘉 饰）查案，并派出干练女警何东诗（张艾嘉 饰）协助。另一方面，钻石主人——意大利黑帮要求白手套正身抵港取回钻石。\n光头神探与黑猫不打不相识，威逼利诱之下，黑猫决定协助神探拿获白手套。三人小组为找回遗失的钻石盲打误撞惹来连串麻烦，黑猫终于拿到钻石之际，潜伏的白手套也同时出现了……©豆瓣",
    "director": ["曾志伟"],
    "actor": ["许冠杰", "麦嘉", "张艾嘉", "石天"]
  },
  {
    "name": "龙少爷",
    "year": "1982",
    "id": "1297213",
    "type": ["动作", "喜剧", "运动"],
    "rate": 6.8,
    "story": "清朝末年，洋人入侵，大厦将倾。大内太监总管程公公（陈惠敏 饰）趁宫中混乱之际，将一件件国宝偷卖给洋人。这天，龙山镇的富家公子、武艺高强的龙少爷（成龙 饰）与朋友外出游玩之际，无意中来到了一处堆满宝藏的地方。看守的人发现了惊奇不已的龙少爷，一路追杀过来。幸好当地王员外暗中相 救，龙少爷才躲过一劫。原来此处是程公公的私藏国宝之地，机关重重。\n同时，一直反对程公公所作所为的副总管于海趁乱偷出了一些国宝，程公公得知后大怒，派人追杀于海。龙少爷拔刀相助，反而给王员外也惹来了杀身之祸。怒不可遏的龙少爷决定挑战程公公这个老奸巨猾的卖国贼。©豆瓣",
    "director": ["成龙"],
    "actor": ["成龙", "元奎", "冯克安", "陈惠敏"]
  },
  {
    "name": "难兄难弟",
    "year": "1982",
    "id": "1307331",
    "type": ["剧情", "喜剧"],
    "rate": 7.1,
    "story": "阿兴（石天 饰）和阿汉（吴耀汉 饰），一个性格腼腆，一个开朗奔放，命运将这两个个性迥异的男人牵到了一起，让他们成为了在夜总会中同台演出的最佳拍档。阿兴默默喜欢着女歌手阿珠（钟楚红 饰），害羞的他选择了将这份真诚炙热的感情深深埋藏在心底。阿汉将这一切都看在眼里，他决定帮助朋友抱得美人归。\n让两人感到头痛的是，一名富商亦在追求着阿珠，论财力，阿兴和阿汉完全不是他的对手。然而，阿珠并没有接受富商的追求，在她的心中，住着另外的一个人。遭到了拒绝的富商以为系阿兴从中作梗，将怒火全部发泄到了阿兴的头上，孱弱的阿兴不幸被打坏了脑袋。©豆瓣",
    "director": ["麦嘉"],
    "actor": ["石天", "吴耀汉", "叶丽仪", "钟楚红"]
  },
  {
    "name": "少林寺",
    "year": "1982",
    "id": "1301198",
    "type": ["动作", "武侠", "古装"],
    "rate": 8.2,
    "story": "隋朝末年，隋将王世充的侄子王仁则（于承惠 饰）在督建河防工事时，杀死了起来反抗暴虐的神腿张，但令其儿子小虎子跳河逃离虎口。小虎子被少林僧人救起收入寺中后，为报父仇毅然削发为僧，法名“觉远”（李连杰 饰）。\n王仁则的侍卫长遇见牧羊女白无瑕（丁岚 饰）后垂涎其美色，强行将其 抢回府并欲酒 后施暴，恰巧被只身前来报仇的觉远发现。在救白无瑕逃生的过程中，觉远因武功欠佳被王仁则刺伤，促使其回到少林寺后更加刻苦练功。后因觉远救援被王仁则追赶的李世民，少林寺遭遇劫难，觉远身上的责任更重一层。©豆瓣",
    "director": ["张鑫炎"],
    "actor": ["李连杰", "于海", "丁岚", "于承惠"]
  },
  {
    "name": "投奔怒海",
    "year": "1982",
    "id": "1296557",
    "type": ["剧情"],
    "rate": 8.4,
    "story": "日本摄影记者芥川（林子祥）三年后重返刚刚解放的越南采访，遍地的生机令他心生欢喜，但当他无意间走进城市的另一隅结识当地女孩琴娘（马斯晨）后，方知之前所见不过是越共政府特意为他这样的外国记者安排的粉饰太平的假像。\n在琴娘并非刻意的“导游”下，越南平民百姓正处于水深火热中的悲惨生活逐渐被芥川尽收眼底。琴娘一家人、战后唯一留下来的某酒吧的老板娘（缪骞人）及她的正想方设法逃离越南的情人祖明（刘德华）等人的被越共任意践踏的自尊强烈地触动着芥川敏感善良的心，尽管他并无彻底改变他们命运的能力，却仍是尽力给予帮助。©豆瓣",
    "director": ["许鞍华"],
    "actor": ["林子祥", "缪骞人", "马斯晨", "刘德华"]
  },
  {
    "name": "小生怕怕",
    "year": "1982",
    "id": "1307773",
    "type": ["喜剧", "恐怖"],
    "rate": 6.7,
    "story": "年轻貌美的温爱莲（郑文雅 饰）感情之路却颇多坎坷，她曾有过三位丈夫，电影明星邓理庆（姜大卫 饰）、黑帮老大汤德仁（王青 饰）和牧师朱锦春（黄百鸣 饰）。但三位丈夫皆遭横祸死去，空给妻子留下大笔财富。失意的温算命得知，她命中克夫，可作富婆，却难为人妻。三个鬼夫不忍见妻子孤单落寞，决定为其找一个如意郎君。\n羽模伦（谭咏麟 饰）和谭冠（曾志伟 饰）是供职于电台的两个主持人，他们主持午夜场节目“夜半奇谈”遭听众投诉，被台长臭骂。不过羽模伦却被三个鬼夫相中，并设计安排他与温相会……©豆瓣",
    "director": ["刘家荣"],
    "actor": ["郑文雅", "谭咏麟", "姜大卫", "黄百鸣"]
  },
  {
    "name": "提防小手",
    "year": "1982",
    "id": "1298310",
    "type": ["犯罪"],
    "rate": 6.9,
    "story": "扒窃老手金师傅（刘克宣 饰）带着女儿安妮（彭秀霞 饰）和两个徒弟米缸（洪金宝 饰）与烟通（陈勋奇 饰），常年在闹市做着无本生意，师徒几人配合娴熟，从无失手。这日，米缸和烟通二人去舞厅勾女，颇有几许纯情做派的米缸对独坐一隅的女子亚玲（叶德娴 饰）一见倾心，两人待有进一步的发展却被一场殴斗打断。吴沙展（吴耀汉 饰）一心想逮捕米缸师徒，但无奈他身手笨拙，本是执行任务却被米缸与烟通搅黄。未几，一个犯罪团伙对米缸师徒的扒窃能力颇为欣赏，意欲购买他们偷回的身份证，师兄弟受制于人不得不完成了这次任务。亚玲找到米缸，声称自己是警方卧底，请求后者协助办案，偷走接赃集团收购的钻石，这令米缸师徒等人陷入了一场连环阴谋……©豆瓣",
    "director": ["洪金宝"],
    "actor": ["洪金宝", "陈勋奇", "叶德娴", "吴耀汉"]
  },
  {
    "name": "靓妹仔",
    "year": "1982",
    "id": "1304528",
    "type": ["剧情"],
    "rate": 6.8,
    "story": "靓妹仔来自一个破碎的家庭，在家中得不到父母的爱，在学校也得不到老师的理解。一次，她在舞厅中认识一男友，他十分爱护和关怀她，令她对他产生倾慕。由于种种原因，靓妹仔和她的3个同学慢慢步向堕落，结果4人都有不同的收场：一个变成瘾君子；一个因失恋而向杀；一个贪玩而引火焚身；最后只剩下她自己一个人，整日只是和其他舞女争风吃醋。后来她虽与久别的男人重逢，但这也是他们永别的时候.©豆瓣",
    "director": ["黎大炜"],
    "actor": ["林碧琪", "温碧霞", "麦德和"]
  },
  {
    "name": "十八般武艺",
    "year": "1982",
    "id": "1307630",
    "type": ["剧情", "动作", "武侠"],
    "rate": 7.5,
    "story": "清末，太监总管李莲英授意义和团内神打、茅山、术士三坛清除叛徒二舵主雷公（刘家良 饰）。神打坛方少卿（惠英红 饰）与师叔（刘家辉 饰），茅山坛雷勇（刘家荣 饰），术士坛铁猴（小侯 饰）、铁坛主（陈观泰 饰）分头南下广州，寻觅雷公下落。\n当年雷公掌管云南分舵，因不愿见弟子凭借所谓“神打”功夫抵抗洋人军火徒然丧命，不惜违背朝廷旨意，将义和团云南分舵解散，化名雨伯隐居乡间。三坛之追杀人马皆有争功之心，暗斗不止。雷勇更用无赖（傅声 饰）乔装雷公以引出真身。方少卿与铁猴先后为雷公大义感动转变阵营，但三坛坛主仍欲置雷公与死地。©豆瓣",
    "director": ["刘家良"],
    "actor": ["刘家辉", "小侯", "惠英红", "傅声"]
  },
  {
    "name": "夜惊魂",
    "year": "1982",
    "id": "1298418",
    "type": ["喜剧", "恐怖"],
    "rate": 6.6,
    "story": "香港最近出现了一个变态杀手，他专门针对年轻的单身女性，在午夜用她们脚穿的白色渔网袜将其残忍杀害。警方追查多日而一无所获，一时搞得人心惶惶。猛龙探长的女友西西（张艾嘉 饰）是电台的女主播，为了尽快破案缉拿真凶，猛龙探长（郑则士 饰）决定利用女友将凶徒引出来。当他们布下了天罗地网等待凶徒出现时，等来的却是一名对西西一片痴心的男听众。众人都垂头丧气放弃行动时，真正的凶手正藏在暗处，紧紧的盯着西西……©豆瓣",
    "director": ["梁普智"],
    "actor": ["张艾嘉", "郑则仕", "任达华", "艾迪"]
  },
  {
    "name": "今古奇观",
    "year": "1982",
    "id": "34926308",
    "type": [],
    "rate": 0,
    "story": "",
    "director": [],
    "actor": ["卢国雄"]
  },
  {
    "name": "败家仔",
    "year": "1981",
    "id": "1292601",
    "type": ["动作", "喜剧"],
    "rate": 7.6,
    "story": "梁赞（元彪 饰）是梁家九代单传的独自，自小热爱习武。为了发展儿子的爱好，梁赞的父亲从江湖上重金聘请了各路名师与梁赞过招。然而，这些老师们早就被梁赞的父亲收买，在比武之时他们假装战败，使得梁赞自认为功夫天下无敌。\n某日，梁赞遇见了梁二娣，在比试的过程中，梁赞输得一败涂地，才知道自己的真实水平，遂拜梁二娣为师，习得了短桥泳春，之后又受梁二娣师兄的真传，领悟了长桥泳春。一番勤学苦练之后，梁赞的武功果然大大提高，他返回了佛山，开设医馆施药济贫，某日，王爷的义子倪飞拜访想要同梁赞过招，王爷害怕义子受伤，竟然率先派出了刺客暗杀梁赞。©豆瓣",
    "director": ["洪金宝"],
    "actor": ["元彪", "林正英", "陈勋奇", "洪金宝"]
  },
  {
    "name": "奇门遁甲",
    "year": "1982",
    "id": "1302654",
    "type": ["喜剧", "动作", "奇幻"],
    "rate": 7.9,
    "story": "清康熙二年，八旗总教头高雄（高雄 饰）因触犯满汉通婚之法，被肃亲王指使蝙蝠法师（袁信义 饰）截杀，危急关头高雄绑架肃亲王的小贝勒出逃，岂料他意外将小贝勒勒死……十四年后，江湖上有“奇门”（梁家仁 饰）和“遁甲”（袁祥仁 饰）的师兄妹法力高强，虽然他们为人古怪但却不时造福一方，在奇门遁甲生活的镇上，就潜藏着隐姓埋名多年的高雄，高雄当年拾到一个孤儿“树根”（袁日初 饰），尽心尽力将其抚养成人。不久高雄身份暴露，蝙蝠法师再度追杀，并计划将树根伪装成昔日失踪的小贝勒，以便令自己控制朝廷。高雄力战蝙蝠法师身死，树根只得向奇门遁甲二人求助，随引发连场不可思议的法术对决……©豆瓣",
    "director": ["袁和平"],
    "actor": ["袁日初", "梁家仁", "袁祥仁", "袁振洋"]
  },
  {
    "name": "龙之忍者",
    "year": "1982",
    "id": "1295964",
    "type": ["动作", "喜剧"],
    "rate": 7,
    "story": "1977年，吳思遠和袁和平合作拍《蛇形刁手》，找到一個成龍，再拍《醉拳》成龍從此飛黃騰達，然後袁和平再找，要為影壇再創出一個成龍式的動作巨星，袁和平金睛火眼的全\r\n\r\n   先找來一個美國華裔大隻仔李元霸，再請日本巨星級的千葉真一，「極真派」空手道徒弟真田廣之，合演《龍之忍者》，全港台亞洲大賣，李元霸一舉成名人人說「新一代成龍」誕生。李元霸也飄飄然到台灣擅自簽片約給別人，還說一句「你們搞掂吳思遠我就替你們拍片」，結果令致吳思遠在台灣被黑社會襲擊，打至重傷，吳思遠和袁和平就拿住他的合約「永不起用」，李元霸就此一片玩完。",
    "director": ["元奎"],
    "actor": ["真田广之", "李元霸", "黄正利", "太保"]
  },
  {
    "name": "如来神掌",
    "year": "1982",
    "id": "1462622",
    "type": ["动作", "武侠", "古装"],
    "rate": 6.5,
    "story": "江湖从来就是非横生。自从如来天尊（曹达华 饰）自创了威力无穷的如来神掌后，武林中的各门各派都虎视眈眈，天尊不胜烦扰，将如来神掌和火云战衣传与了徒弟古汉魂（万梓良 饰）后，圆寂过世。从此古汉魂自称火云邪神，在武林上大开杀戒，引发了一场武林浩劫。一晃眼二十年过去了，古汉魂早已退隐多年，一日他从悬崖底救起了因和师傅女儿（余安安 饰）相恋而被师傅击下山崖的青年龙剑飞（尔冬升 饰）。古汉魂将他毕生所学都传与龙剑飞，让他穿上火云战衣，代表火云邪神重出江湖。从此江湖又将不得安宁！©豆瓣",
    "director": ["黄泰来"],
    "actor": ["尔冬升", "余安安", "惠英红", "万梓良"]
  },
  {
    "name": "打雀英雄传",
    "year": "1981",
    "id": "1828778",
    "type": ["喜剧"],
    "rate": 6.5,
    "story": "八十年代初期的邵氏电影，在赌片上下的工夫显然是比较大。比如这部投资不大、效益却不小的《打雀英雄传》，就是其中的一个代表作。刚刚在电视银屏上塑造完赌王形象的谢四哥，再度重操旧业，扮演起了足智多谋的麻雀英雄，角色尚算是有情有义。故事围绕着年青电脑专家钱小豪展开，四哥为了帮他，避免其麻雀馆落入麻雀千王败类岳华手上，不惜重新出山与其鏖战，双方斗智，最终胜出一筹。",
    "director": ["李沛权"],
    "actor": ["谢贤", "岳华", "丁佩", "曹达华"]
  },
  {
    "name": "Friend过打Band",
    "year": "1982",
    "id": "1890165",
    "type": [],
    "rate": 0,
    "story": "",
    "director": ["李修贤"],
    "actor": ["郑则仕", "李修贤", "吕良伟", "廖伟雄"]
  },
  {
    "name": "再生人",
    "year": "1981",
    "id": "1888938",
    "type": ["恐怖", "惊悚"],
    "rate": 6.8,
    "story": "时装设计师林惠民（林子祥 饰）获邀前往美国做一场时装展，他同时亦邀请了此前合作无间的模特徐竺筠（张天爱 饰）参加时装展。出身中国的他想在时装展上加入中国的元素，于是决定加入广东手托木偶这一概念。在一次制作木偶时，林惠民忽然被木偶击昏，恍惚间，他看到了一起26年前的谋杀案。由于这一事件过于诡异，赞助商施继豪（谢贤 饰）要求林惠民停止制作木偶以免再生意外。但林惠民没有答应，继续赶做木偶。几乎一模一样的情形下，林惠民再次被木偶击昏，这一次，他清楚看到了26年前的秘密。©豆瓣",
    "director": ["翁维铨"],
    "actor": ["林子祥", "张天爱", "谢贤"]
  },
  {
    "name": "老夫子水虎传",
    "year": "1982",
    "id": "3003235",
    "type": ["喜剧", "动画"],
    "rate": 8.3,
    "story": "老赵为一名科学家，在家中发明了一部时光机，于是邀请好友老夫子、大蕃薯和秦先生一起试用。老夫子等人回到了中国远古时代。三人到达后，到一家酒店喝酒，并遇到武松，武松喝了18碗酒并往山上行。突然一头老虎路过并攻击他，武松喝得太多酒逃不到，幸好大蕃薯带了手枪并杀死老虎。武松跪地感激，老夫子等人使用遥控器一起消失，武松误会是神仙所为。之后三人见到武松和他的哥哥武大郎，武大郎是一个矮子，但他的妻子潘金莲却是个美人，被财主西门庆看上，武大郎知道后和西门庆大打出手，却被谋害至重伤……",
    "director": ["胡树儒", "王泽", "谢金涂"],
    "actor": []
  },
  {
    "name": "拍拖更",
    "year": "1982",
    "id": "25841999",
    "type": ["喜剧"],
    "rate": 0,
    "story": "巡警队长卜道远（伊雷）对时装模特周芝芝（李殿朗）热烈追求，而对早已倾心于他的属下刘比莉（叶德娴）却爱理不理。刘比莉乃一颇有性格的女警，她敢爱敢恨，大胆追求上司卜道远，刻意安排卜道远与其一起执勤，故闹出颇多笑话。\n一偷渡客周密实（黄允财）窝藏于表妹周芝芝家中，偶然情况下，他碰上邻居刘比莉，刘比莉因周密实举动鬼祟而对其进行跟踪，但周密实做贼心虚，努力想甩掉刘比莉的盯梢，刘比莉竟因此而钦佩周密实的急智且油然而生爱意。在某次阴差阳错情况下，刘比莉接到一封情书，因情书上未有具名，刘比莉便以为是周密实对其表示爱意，而随着如此诸多误会，周密实在许多次危机关头皆获刘比莉高抬贵手，得以逃生。\n卜道远与周芝芝之间的暧昧关系似真还假，卜道远执勤时每每因周密实的出现而出差错，甚至好坏不分，但在一次意外中，卜道远、周芝芝、刘比莉、周密实皆被锁在零下二十度的化学品冷藏库中，卜道远忠厚天性方一一表露无疑。最后，刘比莉蓄意放周密实逃生，令这大陆来客来于斯归于斯。",
    "director": ["黄华麒"],
    "actor": ["伊雷", "叶德娴", "黄韵材", "金燕玲"]
  },
  {
    "name": "摩登杂差",
    "year": "1982",
    "id": "5247053",
    "type": ["犯罪"],
    "rate": 0,
    "story": "则和灿被派负起捉色魔重任，几经艰苦将色魔程志祥捉住。祥是一位富豪，并聘请极有名望之刘大律师为之辩护，结果因证据不足，祥当庭释放。则发现祥原来是一名毒贩，并计划捉祥，不料反被祥陷害为毒贩。则被判还押监房，因证据确凿，所以无律师愿意接办，只有叶秀恩决定接办此案，在危急关头，灿把祥作假证供之证据送到法庭，把则当庭无罪释放。",
    "director": ["罗文"],
    "actor": ["郑则仕", "廖伟雄", "陈玉莲", "刘丹"]
  },
  {
    "name": "杀出西营盘",
    "year": "1982",
    "id": "1308716",
    "type": ["动作", "犯罪", "惊悚"],
    "rate": 6.6,
    "story": "剧情讲述中环船务公司老板高达夫，原为西营盘苦力杀手集团头领。原本改邪归正从事正当生意的他，因拒绝替人从事一宗谋杀任务而遭受袭击，致使手下几名兄弟丧命。迫不得己，高重握枪杆……",
    "director": ["唐基明 (Terry Tong)"],
    "actor": ["秦祥林", "岳华", "焦姣", "叶童"]
  },
  {
    "name": "血洗唐人街",
    "year": "1982",
    "id": "5173709",
    "type": ["动作"],
    "rate": 5.2,
    "story": "传说唐人街是黑社会的天下，各堂口之仇杀事件更不断发生。雷振是唐人街堂口头目，为人正直常不值其他堂口的种种暴行，而与各堂口结下不少仇口。曹安达是雷以前大学同学，又是别堂口头目，本是好友但因环境有别，便渐成水火。一日曹弟因醉酒在雷堂口之街道斗事，被雷手下枪杀，曹知其弟死讯后，即断定为雷所为，而其他堂口亦加入对付雷，一场血腥大屠杀随即展开……",
    "director": ["Stanley Wing Siu"],
    "actor": [
      "钟慧冰 Maria Chung",
      "邓光荣 Alan Tang",
      "黄锦燊 Melvin Wong",
      "刘鹤年 Hok Nin Lau"
    ]
  },
  {
    "name": "柠檬可乐",
    "year": "1982",
    "id": "1301118",
    "type": ["歌舞", "喜剧", "剧情"],
    "rate": 7.1,
    "story": "这部表现青少年学生生活和爱情的影片，情节平淡，但却细腻地刻划了青少年成长期间的心理变化历程。剧情主要讲述婷婷、肥班、大丧及露露为中四班的同学，合称“四人帮\"。四个性格独特的女生，各有各不同的浪漫故事：婷婷在课余演出《罗密欧与朱丽叶》时与扮演罗密欧的男生相识并相恋；出身贫寒的露露为获得物质享受到色情场所陪酒，后又爱上留美回来的年轻教师……",
    "director": ["蔡继光"],
    "actor": ["张国荣", "周秀兰", "露云娜", "苏杏璇"]
  },
  {
    "name": "四川搜秘录",
    "year": "1982",
    "id": "26339302",
    "type": ["纪录片"],
    "rate": 0,
    "story": "1979年9月,香港长城影业公司和峨眉电影制片厂合拍大型新闻纪录片《四川奇趣录》，海灯法师在川西名刹宝光禅院,表演了精彩的“二指禅”、“童子功”等。",
    "director": ["孙华"],
    "actor": []
  },
  {
    "name": "八彩林亚珍",
    "year": "1982",
    "id": "1304208",
    "type": ["喜剧", "动作"],
    "rate": 7,
    "story": "林亚珍（萧芳芳 饰）是一位个性正直开朗的女子，最近，她正在找工作，然而，大大咧咧不拘小节的性格不仅令林亚珍四处碰壁，还惹出了不少的麻烦和笑话，这让自信满满的林亚珍感到十分失落。\n一次偶然中，林亚珍和儿时的玩伴曾非凡（许冠英 饰）重逢了，随后，曾非凡便向林亚珍展开了热烈的追求。然而，林亚珍的不解风情让曾非凡感到十分受挫，两人之间的感情能否顺利的进行下去呢？一个邪恶的财团打起了倒卖香港地皮的主意，林亚珍偶然之中得知了他们的阴谋，正义感满满的她发誓绝不能袖手旁观，屡屡破坏财团的诡计，却也因此而引来了杀身之祸。©豆瓣",
    "director": ["吴宇森"],
    "actor": ["萧芳芳", "许冠英", "李琳琳", "陈星"]
  },
  {
    "name": "御猫三戏锦毛鼠",
    "year": "1982",
    "id": "1301213",
    "type": ["喜剧", "动作", "武侠"],
    "rate": 6.7,
    "story": "北宋年间，豪侠辈出，引出多少传奇故事。话说御猫展昭（郑少秋 饰）和锦毛鼠白玉堂（傅声 饰）本届为富家子弟，且同宗一师（刘家荣 饰）。展昭沉稳老练，白玉堂争强好胜，这对师兄弟偏偏互不相让，为了一显自家本领，借助师傅之手展开连番比试，终令师傅气恼难耐，将二人逐出师门，他们从此闯荡江湖。白玉堂偶然机缘救助当今圣上（刘家辉 饰），可惜当面错过，反令展昭随后得到皇上赏识，继而入宫为官，获奉“御猫”。闻听此讯，白玉堂大为不满，遂潜入宫中盗出玉玺，更上演了一出五鼠闹东京的千古好戏……\n本片根据话本小说《七侠五义》改编。©豆瓣",
    "director": ["刘家良"],
    "actor": ["傅声", "郑少秋", "惠英红", "刘家辉"]
  },
  {
    "name": "摩登天师",
    "year": "1982",
    "id": "2311802",
    "type": ["喜剧", "奇幻", "恐怖"],
    "rate": 6.1,
    "story": "牧师马克白（冯淬帆 饰）一生虔诚，却独独有着酗酒的毛病无法改掉，因此被教会除名，郁郁而终。魔鬼使者阿标降临人间收割年轻人的灵魂，阿杰（许冠英 饰）内心里怀揣着远大的理想，却因为现实的残酷和坚硬而处处碰壁走投无路，暗恋许久的女孩佩吉（徐杰 饰）亦同他渐行渐远。\n阿标在阿杰身上看到了可趁之机，于是同他进行了交易，筹码是阿杰的灵魂。在魔鬼的帮助下，阿杰的事业开始顺利起来，也获得了佩吉的芳心，但他原本淳朴善良的个性却逐渐磨灭，变得贪婪和自私起来。发现了自己的变化，阿杰十分惭愧，正当试图改邪归正之时，阿杰决定夺走他的灵魂。©豆瓣",
    "director": ["吴宇森"],
    "actor": ["许冠英", "冯淬帆", "徐杰", "秦沛"]
  },
  {
    "name": "养鬼",
    "year": "1982",
    "id": "3869389",
    "type": ["恐怖"],
    "rate": 6.2,
    "story": "年轻的女人Jackie决定要转运，她向法师请教，法师建议她“养鬼”并给她一个小东西让她供养，她必须每隔三天就滴三滴自己的血进去。开始一切都很好，她陷入了爱情突然地幸福让她忘了供养这个“鬼魂”鬼魂开始不高兴了。在男友Raymond的细心观察下发现Jackie在做一些类似祭祀的诡异事情，鬼魂接管了她的男友并开始做肮脏的事情......",
    "director": ["唐伟成"],
    "actor": ["徐少强", "雪梨"]
  },
  {
    "name": "血的纪录",
    "year": "1982",
    "id": "34692563",
    "type": ["纪录片"],
    "rate": 0,
    "story": "",
    "director": ["Chung Chiang Tsang"],
    "actor": ["何守信", "黄霑", "叶德娴", "劉克宣"]
  },
  {
    "name": "猎头",
    "year": "1982",
    "id": "1302564",
    "type": ["惊悚"],
    "rate": 5.8,
    "story": "阮力（周润发 饰）曾经参加过越南战争，战争结束后，空有一身功夫的阮力失去了目标，他来到了香港，成为了一名杀手。虽然杀人如麻，但阮力却保留了一颗善良的心，在香港，他邂逅了名为阿琳（关之琳 饰）的女孩，两人坠入了情网。可是，在一次任务中，阿琳的父亲成为了阮力的目标死于非命。\n渐渐的，阿琳对阮力的真实身份产生了怀疑，她的怀疑让她成为了下一个目标。阮力无法对阿琳下手，于是带着她踏上了逃亡的旅程，途中，阿琳终于知道了自己父亲死亡的真相，伤心欲绝的她对阮力充满了仇恨，她发誓要替父报仇。©豆瓣",
    "director": ["刘成汉"],
    "actor": ["周润发", "关之琳", "柯俊雄", "陈欣健"]
  },
  {
    "name": "宾妹",
    "year": "1982",
    "id": "3080144",
    "type": ["恐怖"],
    "rate": 6,
    "story": "秦汉是一个典型的香港男人，又事业成就，风流倜傥，尽管家有娇妻儿女，但每当因利成便时候，从不会错失拈花惹草的机会。宾妹玛丽安娜的出现，改变了泰汉一家四口的一生，平添了一段鲜为人知，而又骇人听闻的旅游灾难袐辛！闪耀熠熠星光的叶倩文，饰演秦汉的太太，面对花心如萝卜的丈夫，从爱而恨，从恨而赌气，从赌气而至再同心共患难，充份反映出具有感情基础的婚姻，是可贵而经得起考验的，“实妹”电影故事，同时也藉此...",
    "director": ["卓伯棠"],
    "actor": ["秦汉", "叶倩文", "安娜·玛丽", "秦祥林"]
  },
  {
    "name": "杀入爱情街",
    "year": "1982",
    "id": "1308626",
    "type": ["爱情"],
    "rate": 0,
    "story": "",
    "director": ["黎大炜"],
    "actor": ["叶倩文", "钟镇涛", "陈惠敏", "黄锦燊"]
  },
  {
    "name": "蜈蚣咒",
    "year": "1982",
    "id": "2355307",
    "type": ["恐怖"],
    "rate": 6.4,
    "story": "亚伟（苗侨伟）及妹妹自小被母亲告诫：不得去南洋！两人虽不知因由，却也老实听命。母亲外出期间，妹妹欲与朋友结伴去南洋旅行，亚伟经不住她的几番央求，准她违抗母命，但叮咛一定要戴祖传灵牌，不想她在南洋时嫌灵牌太丑丢于行李箱，结果被蜈蚣群袭，死相惨不忍睹。\n亚伟赶到南洋为妹妹办理丧事，大学同学亚芝（李殿朗）相陪，过程中他被高人相告已被降王盯上，小心行事之时向母亲追问南洋是一家人禁地的原因。原来亚伟爷爷年轻时曾在南洋犯错，降王誓要报仇，是谓“祖先作孽、后人受灾”。亚伟无恙是因时刻将祖传灵牌戴于脖间。降王屡攻不下，决定下降亚芝。©豆瓣",
    "director": ["李百龄"],
    "actor": ["苗侨伟", "李殿朗", "胡仙哈辛", "王莱"]
  },
  {
    "name": "城寨出来者",
    "year": "1982",
    "id": "2133114",
    "type": ["犯罪", "剧情"],
    "rate": 7,
    "story": "因为九龙城寨被拆，这部电影随即被誉为不能重拍的经典。蓝乃才将摄影机放在当年三不管的九龙城寨，以沉郁和蓝调的摄影风格，纪录了殖民地时期城寨的混乱和暴戾，一对孤儿兄弟在赌档、毒品、色情架步中成长打滚，江湖动作片中少有地拍出伦理片的感人兄弟情；最后一场困兽式的死亡搏斗，以手提摄影机拍出疯狂与悲凉，被大特写杂志选为当年十大电影。",
    "director": ["蓝乃才"],
    "actor": ["钱小豪", "高飞", "王龙威", "关海山"]
  },
  {
    "name": "俏皮女学生",
    "year": "1982",
    "id": "1307088",
    "type": [],
    "rate": 5.8,
    "story": "大眼仔生于小康之家，自小得到父亲疼爱。生活无忧的她，不专心向学，却与好朋友肥妹及雅婷到处捣蛋，令校方非常不满。为要她们改过，教师决定送她们进劳改训练营，但大眼仔等人不止不悔改，还变本加厉，屡次羞辱老师包Sir，使包Sir心灰意冷。期间大眼仔暗恋Peter，并自我陶醉于恋爱梦中，但原来Peter与雅婷已是一对，大眼仔深感失望。\n回到学校后，众人捣蛋如故，更误将包Sir深爱之鹦鹉弄死，包Sir忍无可忍，痛骂她们一番后，因刺激过度而精神失常，众人方后悔自己不是。大眼仔心情低落之际，碰见Peter败在情敌手上，她立即上前安慰。因而得到对方所爱。大眼仔正要开心不已，却见雅婷已返回Peter身边，少女情怀深受打击，明白唯有父亲最关心自己。",
    "director": ["麦当杰 (Michael Mak)"],
    "actor": ["温碧霞", "吴雅婷"]
  },
  {
    "name": "卒仔抽车",
    "year": "1982",
    "id": "1485416",
    "type": ["喜剧"],
    "rate": 6.2,
    "story": "一群穷小子与富豪斗智斗力的故事！阿旦（麦德罗）、墨鱼（蒋金）、阿喜（刘玉璞）、荷官（钱小豪）及超人（陈国权）是一群挚友，虽贫穷仍互相扶持。富豪崔东成（陈观泰）虽坐拥亿万家财，但生活寂寥。一日，崔与旦等人遇上，竟然达成了一个赌局，旦等人以五万元作保金，于十日内，能顺利偷取崔的名贵房车，房车便为旦等人所有，否则，保金充公！旦等人与崔斗智斗力，终于在限时最后一刻，将崔的房车顺利偷到手，穷小子终于战胜亿万富豪！",
    "director": ["江龙"],
    "actor": ["麦德罗", "陈观泰", "刘玉璞", "钱小豪"]
  },
  {
    "name": "搭错车",
    "year": "1983",
    "id": "1306564",
    "type": ["剧情", "音乐", "家庭"],
    "rate": 8.3,
    "story": "退伍老兵哑叔（孙越）因捡回弃婴致使妻子别他而去，靠拾破烂，哑叔既当爸又做妈含辛茹苦将取名阿美（刘瑞琪）的弃婴养大成人。因为哑叔常在耳边吹奏美妙的乐曲，阿美自小就对音乐有特别的理解。\n高中毕业后，阿美去了某餐厅当歌手，有缘结识作曲家时君迈后，她的演唱技艺有了较大提高，被娱乐公司老板余广泰盯上。为了改善哑叔的生活，阿美在余广泰的引诱下签署赴东南亚演出的合约，不想被其当作摇钱树受到控制，在哑叔重病在床之际也无法抽身探望，只能在舞台上把思念愧疚之情化为歌声遥寄。©豆瓣",
    "director": ["虞戡平"],
    "actor": ["孙越", "刘瑞琪", "李立群", "吴少刚"]
  },
  {
    "name": "花城",
    "year": "1983",
    "id": "1306006",
    "type": ["剧情", "爱情"],
    "rate": 6.4,
    "story": "夏菁（郑裕玲 饰）和丈夫结婚多年，彼此之间的感情早已经十分淡漠。为了逃离令她感到窒息的婚姻，夏菁来到了巴黎，去那里参加好友阿冰（夏文汐 饰）的婚礼。在巴黎，夏菁邂逅了名为广平（周润发 饰）的小提琴手，两人之间狂风暴雨般的产生了炙热的感情。对于这段感情，夏菁一直都持着强烈反对的态度，这让夏菁开始怀疑，阿冰是否对广平也有着觊觎之心。\n夏菁的丈夫追随着妻子的脚步也来到了巴黎，夹在两个男人之间，夏菁不知该做出怎样的选择。最终，夏菁决定跟广平远走高飞，但两人之间的感情其实早就有了裂缝。在嫉妒的折磨之下，失去了理智的夏菁做出了令所有人都追悔莫及的举动。©豆瓣",
    "director": ["区丁平"],
    "actor": ["周润发", "郑裕玲", "夏文汐", "张国柱"]
  },
  {
    "name": "鬼画符",
    "year": "1982",
    "id": "2333683",
    "type": ["剧情", "恐怖"],
    "rate": 6.2,
    "story": "周鵬（張展鵬）為報父仇，欲將神捕諸葛森（王龍威）的貪污證據送交包公查辦，結果惹來連串追殺，逼得投靠表兄包妥（小侯）。林家大少奶（李麗麗）被男鬼杜洛（龍天翔）所迷，終被殺；其鬼魂要求鵬及妥二人帶其上路，到開封找公孫先生（楊志卿）相助消滅杜鬼魂。鵬二人在路上吃盡苦頭，逼得借助大少奶的鬼符前往賭場贏取路費，其間更與戲子吳順超（傅聲）一同上路。此時，賭場老闆羅五海要取鬼符、神捕諸葛率手下埋伏，杜之鬼魂一直緊盯，鵬等人與鬼危在旦夕",
    "director": ["刘家荣"],
    "actor": ["傅声", "小侯", "李丽丽", "张展鹏"]
  },
  {
    "name": "巡城马",
    "year": "1982",
    "id": "1869834",
    "type": ["动作", "冒险", "剧情"],
    "rate": 6.4,
    "story": "民国初年，北方盘龙镇来了一神秘男子巡城马。抢山贼银票的姚氏藏于巡城马投宿的房中被山贼误为一伙，追杀中，由胡某救下，为报恩须十二天内安然将四个木箱送至给匪头焦龙原来胡已捉去姚家人，巡城马见日落姚未归，前去搭救，才知道他们送去的是屠杀革命党人的……",
    "director": ["于仁泰"],
    "actor": ["周润发", "钟楚红", "梁家仁", "高雄"]
  },
  {
    "name": "细圈仔",
    "year": "1982",
    "id": "1305940",
    "type": ["剧情"],
    "rate": 7.2,
    "story": "李剛帶同女兒珠珠(黃儀貞)和兒子向陽(張家偉)偷渡來港, 過程中被馬sir(喬宏)追捕而斷腿, 被押解回大陸. 兩名廣州來的小孩卻僥倖逃走, 在港經歷一段奇妙之旅. 他們認識了三名香港年齡相若的朋友, 其中兩名以夫妻相稱的, 是孤苦無依的流浪兒童. 他們一起玩樂, 一起吵鬧, 中港兩地孩童有文化的衝突和交流.",
    "director": ["江龙（Lung Chiang）"],
    "actor": ["廖伟雄Wai Hung Liu", "乔宏Roy Chiao", "余绮霞Dorothy Yu"]
  },
  {
    "name": "魔界",
    "year": "1982",
    "id": "2244783",
    "type": ["恐怖"],
    "rate": 7.1,
    "story": "曾两度获得香港电影金像奖最佳导演奖的尔冬升，七十年代邵氏成为演员，曾演出《三少爷的剑》和《表错七日情》等，1986年首次执导《癫佬正传》。而这部《魔界》，则是1982年由《现代豪放女》杨权执导，邵氏小生尔冬升、岳华、台湾着名女演员刘雪华、汤镇业、卢远和许桂香主演，题材是有关警花着了魔，她所发的子弹能转弯射杀歹徒的离奇荒诞经历。\n《魔界》故事内容讲述郑忠(尔冬升饰)和王丽芬(刘雪华饰)一对情侣隶属于同一个警察局。某一日，他们同往离岛露营，在半夜时王丽芬忽闻异声，离营查看，忽见绿光一闪，随即着魔。郑忠好梦正浓，不知怪情发生。王丽芬隔日上班，王帮办和女警员们开会研讨案件。王丽芬恍然若失，众人以为王丽芬昨晚在露营时玩乐过度，未生疑心。突然接报某地发生挟持人质案件，王帮办率众赶往现场，并与匪徙对歭。王丽芬不听王帮办部署迳自行开枪，开枪的经过却被记者发现，她的子弹能转向杀人！",
    "director": ["杨权"],
    "actor": ["尔冬升", "刘雪华", "汤镇业"]
  },
  {
    "name": "八十二家房客",
    "year": "1982",
    "id": "2352629",
    "type": ["喜剧"],
    "rate": 6.4,
    "story": "香港半山的一幢七十年古老大屋，住著業主張小姐（丁珮）與姘夫炳少（陳百祥）之外，其他住客如的士輝（劉家輝）、口水驃（盧大偉）、大蓮（李殿朗）、坡叔（劉克宣）、PC強（詹森）及龍醫生（谷峰）等，來自江湖四海，各有背景，各有職業，居於一屋，爭執難免。地產商曾公子（曹查理）透過師爺（羅國維）收購大屋，炳少見錢開眼，於是一連串之逼遷與反逼遷的行動相繼展開，笑中有淚，淚中有笑，最後收購計劃終告失敗，全部住客同被政府徙置於新型屋村。",
    "director": ["李沛权"],
    "actor": ["丁珮", "惠英红", "陈百祥", "刘家辉"]
  },
  {
    "name": "拖手仔",
    "year": "1982",
    "id": "19969216",
    "type": ["剧情"],
    "rate": 0,
    "story": "由梁家树导演的1982年青春电影<拖手仔>,，蔡枫华的角色叫康卓明, 与现实中同是电台DJ, 恋上了中学生谷可盈(翁静晶), 此恋情却不被女方家长(于洋、叶德娴)看好. 他俩的恋情如一般puppy love, 有猜疑有妒忌, 还有卓明经常因工作不能陪伴可盈, 两人克服不少困难后关系才开始穏定下来.。\n可惜好景不长, 卓明要随家人移民读书, 与可盈面临分开. 可盈在卓明离港前夕患交通意外入院, 虽要罕有的血型救援. 卓明错过班机, 在电台广播紧急呼吁也正前往机场的可盈父母和其它相同血型人士帮助, 终能令可盈保住生命. 卓明看见可盈苏醒, 便重新踏上升学之路",
    "director": ["梁家树"],
    "actor": ["翁静晶", "蔡枫华", "叶德娴", "汤正川"]
  },
  {
    "name": "广东靓仔玉",
    "year": "1982",
    "id": "5176954",
    "type": ["喜剧", "动作"],
    "rate": 5.8,
    "story": "1982年电影《广东靓仔玉》乃资深武术指导及动作演员徐虾首部执导的功夫片，以民间英雄抗清事迹为背景，由汪禹、黄正利和杨盼盼主演。在这部八十年代出色的功夫片中，出色武打明星汪禹在片中饰演主角何家玉，他的身手灵敏和在电影里有着精湛的演技，由佻皮小子骤变革命英雄，片中以超强功夫班底，打造一场热血的大激斗。\n电影讲述反清联盟义士陈贵被清廷高手骆一虎(黄正利饰)所杀，陈妻偕女小薇(杨盼盼饰)避难到广龙镇。镇上何教头(关锋饰)之侄家玉(汪禹饰)好胜佻皮，外号靓仔玉，因救小薇而识破了张老师(任世官饰)为反清联盟南方二舵主的真正身份。後陈妻和张老师等人逐一被杀，家玉决往找骆一虎报仇……\n▪ 出品人：邵逸夫\n▪ 制作人：黄尧\n▪ 监制：方逸华\n▪ 导演：徐虾\n▪ 副导演（助理）：关耀荣；周振荣\n▪ 编剧：李百龄\n▪ 摄影：张海\n▪ 配乐：成锦荣；苏振厚\n▪ 剪辑：姜兴隆；方宝华\n▪ 道具：袁祥\n▪ 美术设计：陈景森\n▪ 动作指导：徐虾；元德；徐发\n▪ 造型设计：彭雁联；刘继承\n▪ 灯光：陈芬\n▪ 录音：徐炳光",
    "director": ["徐虾"],
    "actor": ["汪禹", "黄正利", "蒋金", "杨盼盼"]
  },
  {
    "name": "塞外夺宝",
    "year": "1982",
    "id": "1307725",
    "type": ["动作", "运动"],
    "rate": 6,
    "story": "民国初年，山西开元寺一批高僧护送佛门至宝\"舍利子\"前往河南少林。不料途中遭袭，\"舍利子\"被劫，劫者传言此举由大盗荆天雷所为。荆天雷本是塞外一股马贼首领，纵横草原，专事劫富济贫。他得知被人诬陷，大为震怒，决心亲入虎穴缉凶。天雷邀伙伴\"神手张\"同往，途中获悉保安队麦团长近日得一宝物，天雷历尽艰险，终于侦查到\"舍利子\"的下落。一场恶战，天雷力斩元凶，夺回宝物；在将此宝物归原主之后，他扬鞭向大草原驰去。",
    "director": ["许先", "吴永泰"],
    "actor": ["张丰毅", "王秀萍", "王群"]
  },
  { "name": "追女卅六房", "id": "3294632" },
  {
    "name": "彩云曲",
    "year": "1982",
    "id": "1297854",
    "type": ["剧情"],
    "rate": 6.8,
    "story": "两个情同姐妹的女中学生毕业后各奔前程：富家女独居别墅，贫家女进了训练班。贫家女的男友家明爱上了富家女，富家女出于道义婉拒；但在圣诞夜由于孤寂，两人发生了关系，事后富家女因内疚而自暴自弃。贫家女发现家明根本不喜欢自己，全心全意投入训练班的训练，取得优异成绩。但富家女没有出席她的毕业晚会，待她找到富家女的家里，只见富家女已经溺毙在游泳池中。",
    "director": ["吴小云"],
    "actor": ["吴少刚", "庄静而", "刘德华", "徐杰"]
  },
  {
    "name": "肥龙过江",
    "year": "1978",
    "id": "1293357",
    "type": ["动作", "喜剧"],
    "rate": 6.4,
    "story": "在一个平凡的乡村，居住着胖乎乎的青年阿龙（洪金宝 饰）。阿龙自幼崇拜国际武打明星李小龙，所以平日里不仅刻意打扮成偶像的模样，还专门学习了截拳道。别看他圆滚滚的样子，打起拳来倒是有那么点样子。只是这么一个不安分的青年窝在村里总不是个事，于是老爹就让他去城里投奔叔叔找份职业。初次来到花花世界香港的阿龙目不暇接，在此过程中他闹出不少笑话，当然行侠仗义、好呈拳脚的性格也给叔叔带来许多麻烦。经女孩阿珍介绍，阿龙得以进入一家酒店打工。谁知却在这里不小心惹到有着黑道背景的乔九爷（乔宏 饰）。\n名不见经传的小人物挑战黑势力无异于蚍蜉撼树，阿龙面临人生最大的危机……©豆瓣",
    "director": ["洪金宝"],
    "actor": ["洪金宝", "李海淑", "刘香萍", "陆柱石"]
  },
  {
    "name": "小子有种",
    "year": "1982",
    "id": "2159552",
    "type": ["动作", "喜剧"],
    "rate": 6.4,
    "story": "緊張大師孫仲執導，一反過去風格，拍出一部諧趣惹笑的功夫處境喜劇。借西方文化和東方文化衝突下，中國人重拾民族信心，又寫出父子代溝問題，頗有深意。小鎮上，有放洋流學回來的假洋鬼子，借西方文明的優越感，處處欺壓村民。小子張小泰（傅聲）利用中國功夫，與假洋鬼子唐羅拔（王龍威）爭女友（黃杏秀），先破西洋拳，再敗日本劍道，大勝西洋劍。傅聲和黃杏秀以功夫跳西洋舞，惹笑風趣，叫人忍俊不禁。中國武術與西方搏擊對壘，刺激新鮮。傅聲充滿反叛氣息，和谷峰拍檔演鬥氣父子，一老一少，對白幽默，充滿時代感。",
    "director": ["孙仲"],
    "actor": ["傅声", "谷峰", "黄杏秀", "陈惠敏"]
  },
  {
    "name": "邪完再邪",
    "year": "1982",
    "id": "1770344",
    "type": ["喜剧"],
    "rate": 6.3,
    "story": "桂治洪“邪”三部曲之末。\n人鬼能否相恋？一只女鬼爱上了年轻英俊的马素（罗莽 饰），于是找到她的父亲帮她提亲。马素得知后吓得魂不附体，毅然拒绝。可是女鬼并没放弃，她得知马素暗恋漂亮女孩红卜卜，于是设法让红卜卜死于车祸，然后借尸还魂。马素见到暗恋已久的女孩主动投怀送抱，喜不自胜，两人开始了一起生活。生活中每当马素有什么不如意，女鬼都会运用自己的能力帮他排忧解难。但天下没有不透风的墙，马素终于知道了恋人原来是那只喜欢自己的女鬼……©豆瓣",
    "director": ["桂治洪"],
    "actor": ["刘丹", "罗莽", "刘蓝溪", "朱客"]
  },
  {
    "name": "青提子",
    "year": "1982",
    "id": "5151515",
    "type": ["剧情"],
    "rate": 0,
    "story": "",
    "director": ["林展伟"],
    "actor": ["张采眉", "罗浩楷"]
  },
  {
    "name": "花劫",
    "year": "1982",
    "id": "20277496",
    "type": ["惊悚"],
    "rate": 0,
    "story": "",
    "director": ["何藩"],
    "actor": ["张天爱", "邝美宝", "陈莉莉", "于洋"]
  },
  {
    "name": "热浪",
    "year": "1982",
    "id": "10601222",
    "type": ["剧情", "犯罪", "悬疑"],
    "rate": 0,
    "story": "两个凤姐(林建明饰Jo,狄桦饰De De)合住一小区内，时常光顾楼下达记小卖部，店主达记（吕良伟饰）丧偶和女儿小敏两个人生活。\nDe De结识了富少马田(艾迪饰)不顾Jo苦苦相求欲上岸嫁人，被玩弄感情后回到了台湾。\nJo有个妹妹阿冰(陈玉莲饰)还在读书，因姐姐而被同学看不起从学校出走，去按摩店打工也不到姐姐处，后被Jo和达记找回。\n变态杂工大傻(郑则仕饰)因偷内衣被开除后开起了出租车，一日Jo和阿冰上车与其口角了几句，竟将两人绑架。。。",
    "director": ["林建明"],
    "actor": ["林建明", "艾迪", "狄华", "吕良伟"]
  },
  {
    "name": "马骝过海",
    "year": "1982",
    "id": "3040398",
    "type": ["剧情"],
    "rate": 0,
    "story": "钟镇涛和陈友是两个在海边长大的年青人，钟镇涛是警察，陈友是小偷，两人时常展开「猫捉老鼠」般的对决。一次偶然的机会两人不慎在游船上卷入一场凶杀案，为了找出真凶，钟镇涛和陈友携手，必须要在游船上观察形形色色的游客从而判断真正的凶手，在这个过程中，他们认识了美丽的少女彭雪芬。三个人之间会发生怎样的故事呢？",
    "director": ["张坚庭"],
    "actor": ["陈友", "钟镇涛", "彭雪芬", "关山"]
  },
  {
    "name": "贼性",
    "year": "1982",
    "id": "7005179",
    "type": ["犯罪"],
    "rate": 7,
    "story": "五年徒刑的折磨，使一个虽然充满犯罪细胞的罗刚亦对邪门生涯产生厌悔之念。\n出狱后的他，曾婉然对慈父誓言永不立足于罪孽的泥沼，他希望妻子脱离舞树笙歌的生活，在家做个贤妻，他也冀望弟弟远离一切不良分子，洁身做个好青年。可是事与愿违，力有不逮，他的行为只是换来妻子和弟弟的戏虐，连同一名对他早有歧见的探长亦对他不谅解。\n贼性难改是探长对他的格言，而他不羁的弟弟更四出招摇，重复燃起罗刚的旧仇家黑鬼森之积怨，黑鬼森意欲赶尽罗刚，不但把他辛苦得来的工作捣乱，更从侧面谋诱其弟染上毒瘾……",
    "director": ["萧荣"],
    "actor": ["陈惠敏", "王青", "高飞"]
  },
  {
    "name": "夜上海",
    "year": "1982",
    "id": "5395247",
    "type": ["剧情"],
    "rate": 0,
    "story": "\n电影剧情：\n唐伟是一名歌舞演员和导演，他一手把周小莺从一个穷苦的农村姑娘培养成名倾一时的红歌星，他们在共同的奋斗中结为深相爱恋的伴侣。后来周小莺被电影厂老板看中，疲于为拍电影卖命，老板为保住这棵摇钱树，就陷害、离间周小莺与唐伟的关系，使唐伟误以为周小莺另有私情，愤然离家出走。当唐伟心神憔悴、潦倒深山，最后终于明白周小莺是无辜的、依然真心爱他时，在万般欣喜激动中，不幸失足跌下山崖与世长辞。\n影片评价：\n影片描写二十世纪三、四十年代活动在上海滩头的歌舞演员周小瑛的坎坷命运。该片把当时著名电影演员“金嗓子”周璇生前演唱过的一些歌曲揉进剧情。旧社会艺人的命运都有相似之处，所以影片虽不是再现周璇的生平，却也有着周璇的影子。\n导演：胡小峰\n编剧：胡小峰；吴沧洲\n摄影：蒋席根\n顾问：龚秋霞\n演员表：\n角色                       演员                       备注\n周小莺                      \t沈丹萍                        \t----\n唐伟\t周里京\t----\n袁老板\t平凡\t----\n女医生\t李嫱\t----\n联合主演：张铁林；袁牧女；崔新琴；金沙；詹聪；徐力；王琛；梁衡；白荻；李权",
    "director": ["胡小峰"],
    "actor": ["沈丹萍", "周里京", "张铁林"]
  },
  { "name": "武松", "id": "1307426" },
  {
    "name": "烈火青春",
    "year": "1982",
    "id": "1305364",
    "type": ["剧情", "爱情", "惊悚"],
    "rate": 7.5,
    "story": "Pong（汤镇业 饰）在泳池认识了美丽可爱的Kathy（夏文汐 饰），几次见面之后两人迅速坠入了热恋。而Kathy有个在音像店打工的弟弟Louis（张国荣 饰）则邂逅了Tomato（叶童 饰），两人也成了一对情侣。四个青年人经常在一起作乐。不久，Kathy的前男友，日本人信介（翁世杰 饰）回到了香港。信介原来是日本的一个秘密组织“赤军”的成员，现在退出了，恐怕会遭到组织的追杀。Tomato在工作的时候认识了一个日本的女模特，女模特也迅速结识了Kathy等人。一次，数人相约一起出游，却没想到，这是一场血腥屠杀的开始......©豆瓣",
    "director": ["谭家明"],
    "actor": ["张国荣", "夏文汐", "汤镇业", "叶童"]
  },
  {
    "name": "爱人’女神",
    "year": "1982",
    "id": "1307123",
    "type": ["剧情", "爱情"],
    "rate": 5.9,
    "story": "年青的姚旗(谭咏麟饰)是一个停车场夜更管理员，没有良好的家庭背景，学历和际遇，所以也没有美好的明天，可幸他仍然乐观，梦想成为他生活中的调剂，更是他生命的泉源动力。血气冲动的他，很希望能够有一位知心女朋友，可是由于工作上的不便以及其它种种关系，他始终形单只影，他爱随街看女人，更把心目中偶像DD(秦蔚文饰)的海报贴在工作间的墙上，日夜加以膜拜。秦蔚文在他心中，不只是「爱人」更是「女神」。一个特别难忘的晚上，奇异的事情接二连三的发生，活色生香的秦蔚文终于出现在停车场，对他回眸一笑：此其一。他妈妈叫人载来一个大箱，吩咐他妥为收藏：此其二。他又重遇秦蔚文，一起拍广告，余情未了，抬头上望之际，天空刚露中片鱼肚白色，又一次的梦幻，又一次的结束，这是香港了。。。",
    "director": ["何东尼 (Anthony Ho Tung-Lei)"],
    "actor": ["谭咏麟", "姚炜", "陈百祥", "董骠"]
  },
  {
    "name": "凉茶.’马尾’飞机头",
    "year": "1982",
    "id": "4306486",
    "type": ["剧情"],
    "rate": 0,
    "story": "",
    "director": ["赖建国"],
    "actor": ["赵炜林", "古嘉露", "胡大为"]
  },
  {
    "name": "邪咒",
    "year": "1982",
    "id": "4325965",
    "type": ["犯罪", "惊悚", "恐怖"],
    "rate": 7,
    "story": "成丰县有一条小巷，叫做施公径。巷子里有一间古旧的大屋，住的是施家后人。他们本来是当地的首富，不幸在二十年前发生惨剧，一家十三口全部给土匪杀死了。只剩下一个独生子跟他的妈妈。当时施家十三具尸体都扔在屋后面一口枯井里面， 事后鬼怪的事情层出不穷，有人说尸体的秽气扰及地龙，所以招致不详——但是这些，不过是种传闻。今天是施家老太太的五十岁生日，因为施家人丁单薄，所以，没有大室进入……",
    "director": ["桂治洪"],
    "actor": ["戴良纯", "艾飞", "李丽丽"]
  },
  {
    "name": "人皮灯笼",
    "year": "1982",
    "id": "1478230",
    "type": ["动作", "恐怖", "武侠"],
    "rate": 6.3,
    "story": "凤凰城内谭富（陈观泰 饰）与龙帅（刘永 饰）两人家资殷实，武林中也颇有名望，几年来两家暗中互相较劲，不时在城中掀起波澜。一年一度的赛灯会临近，龙帅为胜过谭富寻访制灯名匠，经人指点发现名匠居然是七年前的仇人赵春方（罗烈 饰），当年龙、赵二人争夺美女金娘，赵春方不敌龙帅眼看金娘嫁为人妇，自己额头更被留下屈辱性的伤疤。\n赵春方假意应承龙帅，暗地中却开始实施复仇计划。赵春方以骷髅面具掩面掳走谭富亲妹，龙帅情人以及金娘，按照人皮灯笼的传说剥去这些女子的皮肤制灯。同时挑拨谭、龙两家关系借刀杀人，谭富忍无可忍对龙帅痛下杀手，二人赌命搏杀之际，终于明白遭人算计。龙帅次日在街上听到的无心之言，让赵春方的嫌疑愈发明显……©豆瓣",
    "director": ["孙仲"],
    "actor": ["刘永", "陈观泰", "罗烈", "恬妮"]
  },
  {
    "name": "贼王之王",
    "year": "1982",
    "id": "2139418",
    "type": ["喜剧"],
    "rate": 6,
    "story": "本片是票房良药之称的王晶早期导演的卖座喜剧电影作品，故事借助水浒英雄、偷天大盗时迁后人引发的连环劫案来搞笑，再加上一帮深具搞笑潜能的演员队伍，真可谓是鬼马王晶“非赌即盗”的得意构思制作。\n水浒英雄是家喻户晓的故事，很容易引起观众的兴趣；而“鼓上蚤”时迁的后人成为惊天神偷的传人也颇有几分道理；而当时武打明星汪禹饰演的私家侦探与谢贤领衔的贼王对恃的戏剧冲突，更增添了影片的喜剧张力，让人看得绕有兴趣。最后突然又峰回路转，冒出其它神偷作案疑犯，这又大大增加了影片的层次感和厚重度，到底谁才是真正的贼王之王呢？\n由此可见，王晶能够立足于影坛二十多年，屡屡创造影坛的搞笑奇迹，绝非浪得虚名。本片展现了他早期就对香港影视娱乐市场有着灵敏的嗅觉，在表现形式上爱选择观众易懂的黑色幽默、荒诞冲突以及戏拟效果，是一位近乎胆大妄为的“拿来主义”者，是能够集才气、人气和豪气于一身的电影鬼才。这次本片也划入重新修复发行的邵氏经典名片中，相信对影迷领略王晶早期的电影风格有所帮助。",
    "director": ["王晶", "元奎"],
    "actor": ["麦德罗", "汪禹", "谢贤", "陈观泰"]
  },
  {
    "name": "花煞",
    "year": "1982",
    "id": "3027064",
    "type": ["剧情"],
    "rate": 0,
    "story": "花之前刀之下，不求永恆只求燦爛！\n林美寶是一個有抱負的時代女性，大學畢業後，與丈夫攜手幹社會工作。丈夫經過多年安定生活後，滿於現狀，但壯志消沉。林美寶不滿丈夫的表現，遂與他離婚。\n林美寶繼續她的社會工作，不久她發現這種工作並非有真正實際作用，祇是治標不治本，失望之餘，辭去工作。\n婚姻和事業失敗之後，林美寶的心情一度陷於混亂，在一個化�蛬R會中，她結識了一名頗負盛名的律師，在苦悶和空虛的心情下，她與律師過了一段霧水情。其實律師對她祇不過是逢場作興，林美寶不甘被人視為玩物，心情頗為苦惱……",
    "director": ["黄志 Chi Wong"],
    "actor": ["余安安", "万梓良", "敖彩凌", "吴回"]
  },
  {
    "name": "横扫鱼蛋档",
    "year": "1982",
    "id": "21247897",
    "type": [],
    "rate": 0,
    "story": "色情事業日益橫行, 五花百門陳出不窮, 幾度令執法者束手無策.",
    "director": ["陈少鹏"],
    "actor": ["黎汉持", "陈莉莉", "黄家达", "关海山"]
  },
  {
    "name": "追男仔",
    "year": "1982",
    "id": "11525935",
    "type": ["喜剧", "爱情"],
    "rate": 0,
    "story": "",
    "director": ["吕奇"],
    "actor": ["艾蒂", "凌黛", "林伊娃", "羅浩楷"]
  },
  {
    "name": "冲激21",
    "year": "1982",
    "id": "1470852",
    "type": ["剧情"],
    "rate": 6.9,
    "story": "如果你欣赏已故超级巨星张国荣在王家卫作品《阿飞正传》中叛意的青春年代演出，那麽你千万不要错过1982年由陈全执导、哥哥主演的青春浪漫之作《冲激．21》。此片乃当年为张国荣的参演而度身订造的电影，这也是他的歌唱和演艺事业的高峰时期。由包括人气歌手露云娜、偶像锺保罗等多位明星合演，片中以张国荣为首的角色最为丰富。张国荣演出一位爽快和恼怒的年轻人，他在事业上发奋和奋斗，可惜因他的母亲是位高级的应召女郎而走上不归路。\n《冲激．21》跟随着一群富有的二十多岁青年，他们背叛了父母，且尽可能逃避着成人的责任。由于这班青年人涉及了外国人的杀人案，因此他们之间发生内讧，最後难逃警方的追查。片中张国荣在电影里也受尽了折磨，哥哥在《冲激．21》幼嫩却亮眼的演出，以及典型不羁浪漫的人物角色，绝不逊于後作《阿飞正传》。",
    "director": ["陈全"],
    "actor": ["张国荣", "艾迪", "Rowena Cortes", "贾思乐"]
  },
  {
    "name": "霍元甲",
    "year": "1982",
    "id": "2123051",
    "type": ["动作", "历史"],
    "rate": 6.9,
    "story": "",
    "director": ["袁和平"],
    "actor": ["梁家仁"]
  },
  {
    "name": "鲨鱼烧卖",
    "year": "1982",
    "id": "5050429",
    "type": ["剧情", "喜剧"],
    "rate": 0,
    "story": "",
    "director": ["伊雷", "胡大为"],
    "actor": ["伊雷", "胡大为", "庄静而", "古国华"]
  },
  {
    "name": "女人档案",
    "year": "1982",
    "id": "25748666",
    "type": [],
    "rate": 0,
    "story": "",
    "director": ["元秋"],
    "actor": ["葉璇", "梁淑莊", "劉志榮", "王萊"]
  },
  {
    "name": "阴忌",
    "year": "1982",
    "id": "5050330",
    "type": ["动作", "恐怖"],
    "rate": 0,
    "story": "",
    "director": ["李超"],
    "actor": ["庄泉利", "罗烈", "宋金来"]
  },
  {
    "name": "五遁忍术",
    "year": "1982",
    "id": "1301046",
    "type": ["动作", "武侠", "古装"],
    "rate": 6.9,
    "story": "本片由张彻导演爱将罗莽、程天赐及龙天翔领衔主演，倪匡编剧，拍于1982年。故事讲述忍者之王剑渊(陈惠敏 饰)为替败于武林总盟盟主袁增(关锋饰)手下的东瀛武士复仇，率领大批忍者前来中土，摆下「五遁阵」，向袁增挑战。袁增派遣门下八位高手前去破阵，却因对忍术一无所知，全部被杀。剑渊取胜后意犹未足，派出女忍者纯子(陈佩茜 饰)混入总盟作内应，以图称霸武林……",
    "director": ["张彻"],
    "actor": ["龙天翔", "陈佩茜", "罗莽", "陈惠敏"]
  },
  {
    "name": "神鵰侠侣",
    "year": "1982",
    "id": "2084622",
    "type": ["动作", "爱情", "武侠"],
    "rate": 5.2,
    "story": "经历千辛万苦，郭靖（郭追 饰）和黄蓉（黄淑仪 饰）终于回到桃花岛，然岛上已是一片肃杀景象。二人发现，黄蓉母亲的墓穴被人打开，江南七怪染血其中，死状凄惨。根据现场留下的线索以及大师傅飞天蝙蝠柯镇恶的证言，郭靖认准是黄老邪杀死了几位师傅，遂不顾黄蓉劝阻，与全不知情的黄老邪刀剑相向。另一方面，西毒欧阳锋和杨康亦在岛上出现，聪慧的黄蓉在铁枪庙戳穿二人的阴谋，并揭发杨康毒害欧阳锋之侄的真相。杨康恼羞成怒，攻击黄蓉时不慎中毒身亡。穆念慈万念俱灰，将尚在襁褓的幼子托付给黄蓉后亦随杨康而去。\n十多年后，杨康之子杨过（傅声 饰）已长大成人。黄蓉恐其步杨康后尘，拒不授其武功。负气出走的杨过偶然在铁枪庙遇见因练九阴真经走火入魔的欧阳锋，于是随西毒学会了蛤蟆神功，更无意中知晓了自己的身世……©豆瓣",
    "director": ["张彻"],
    "actor": ["江生", "郭追", "傅声", "龙天翔"]
  },
  {
    "name": "杨过与小龙女",
    "year": "1983",
    "id": "1301222",
    "type": ["动作", "爱情", "武侠"],
    "rate": 6.6,
    "story": "改编自金庸名著《神雕侠侣》，张国荣与翁静晶饰演杨过与小龙女。故事描述小龙女与杨过本于古墓中融洽生活；但小龙女遭尹志平迷奸，误以为失身于杨过；杨不知就里婉拒婚议，龙愤然出走。后杨与龙重逢，重提婚事，却遭黄蓉(刘雪华)劝阻……",
    "director": ["华山"],
    "actor": ["张国荣", "翁静晶", "陈观泰", "谷峰"]
  },
  {
    "name": "飞弹大决战",
    "year": "",
    "id": "4306491",
    "type": [],
    "rate": 0,
    "story": "",
    "director": ["陈锡康"],
    "actor": ["汪平"]
  },
  {
    "name": "野狼帮",
    "year": "1982",
    "id": "25732054",
    "type": ["剧情"],
    "rate": 0,
    "story": "",
    "director": ["范秀明"],
    "actor": ["艾迪", "陆一婵", "王青", "刘克宣"]
  },
  {
    "name": "大鳄",
    "year": "1982",
    "id": "26644336",
    "type": ["动作"],
    "rate": 0,
    "story": "别名《忍者总动员》 黑白忍者之间的较量",
    "director": ["巴山"],
    "actor": ["黄元申", "刘鹤年", "白鹰", "曾江"]
  },
  {
    "name": "青春1000日",
    "year": "1982",
    "id": "1868514",
    "type": ["剧情"],
    "rate": 6.2,
    "story": "凌玫瑰（陳佩茜）與方素美（戴良純）是一對感情要好的同窗。 \r\n  凌幼失怙恃，由當舞女之姊撫養成長，方則出身富家，受母呵護備至。畢業後，凌由淪落風塵攀至選美冠軍，方則滿足於平淡生活中；但她們卻偏偏同時愛上劉醫生（劉永）。最後一件意想不到的事發生，它改寫了他們三人的一生……",
    "director": ["敬海林"],
    "actor": ["陈佩茜", "戴良纯", "刘永", "楚湘云"]
  },
  {
    "name": "三十年细说从头",
    "year": "1982",
    "id": "1298960",
    "type": ["剧情", "喜剧", "情色"],
    "rate": 7.3,
    "story": "李翰祥，香港著名导演。生于辽宁，长在北平，师从徐悲鸿。战乱年代辗转来至香港，几经波折成为导演，此后数十年间经历人生起伏，佳作迭出，却也饱受诟病。一晃三十年，这位大导演将从影以来遇见听说的乐事拍成电影。比如拍摄《白蛇传》时，法海与女演员在轿中偷欢，被剧组抓包；爱迟到的大明星引起全剧组的愤慨，结果遭到了戏弄；女演员掉威亚摔上，进而发现她已有两个月的身孕；风月导演亲自指导女主角拍舌吻戏。种种乐事，闻所未闻……\n本片根据李翰祥同名专栏连载改编，李受《东方日报》之邀以《三十年细说从头》开辟连载，讲述从影以来片场娱乐圈内发生的秘闻趣事，该专栏连载三年，被多家报刊转载竞登。本片也是李为邵氏拍的最后一部电影。©豆瓣",
    "director": ["李翰祥"],
    "actor": ["刘永", "戴良纯", "邵音音", "楚湘云"]
  },
  { "name": "搏尽", "id": "6745091" },
  {
    "name": "干隆皇君臣斗智",
    "year": "1982",
    "id": "1307637",
    "type": ["喜剧", "古装"],
    "rate": 7.4,
    "story": "历史宫闈片大师李翰祥导演又一杰作！此部清宫古装片，讲述乾隆皇（刘永）与翰林院大学士左都御史刘墉（李昆）妙趣横生的斗智经过。刘狡猾多计、口才了得，常难倒乾隆。\r\n  乾隆心中不忿，藉画师画肖像时，假意困倦，叫刘代穿龙袍让画师描绘，然后刻意刁难，指刘有意谋私。刘人急智生，妙语如珠，又一次令乾隆语塞。谐星李昆演出足智多谋御史，活灵活现，刘永演乾隆皇深入民心，演员还包括惠英红、谷峰等坐阵。",
    "director": ["李翰祥"],
    "actor": ["刘永", "李昆", "谷峰", "惠英红"]
  },
  {
    "name": "越南仔",
    "year": "1982",
    "id": "5050135",
    "type": ["动作"],
    "rate": 0,
    "story": "",
    "director": ["霍耀良"],
    "actor": ["朱江", "郑则仕", "冯淬帆", "黃錦燊"]
  },
  {
    "name": "神探光头妹",
    "year": "1982",
    "id": "26729448",
    "type": ["动作"],
    "rate": 0,
    "story": "是麦当雄制作有限公司和耀荣电影企业有限公司联合出品的动作片，由美国导演麦当杰执导，于1982年上映。",
    "director": ["麦当杰"],
    "actor": ["何宗道", "郑文雅", "唐天希"]
  },
  {
    "name": "楚留香之幽灵山庄",
    "year": "1982",
    "id": "2209613",
    "type": ["动作", "悬疑", "武侠"],
    "rate": 6.5,
    "story": "香帅楚留香（狄龙 饰）刺杀八皇爷（井淼 饰）失败，遭到了朝廷的通缉和追杀，无奈之中，楚留香来到了幽灵山庄，找到了那里的当家老鹰（谷峰 饰）。隐匿在幽灵山庄里的，全都是和楚留香一样身陷困境的大侠和高手，楚留香之后，独孤美（杨志卿 饰）和柳长街（顾冠忠 饰）接连抵达。\n经过连番的试炼，老鹰终于相信了楚留香的忠诚。可实际上，楚留香和八皇爷设了一个局，亦在将企图造反的幽灵山庄众人捉拿归案。在此过程中，楚留香发现胆小如鼠嗜赌成性的胡斐竟然也是八皇爷派到这里来的卧底，两人一拍即合，相互照应。一番混战之后，老鹰逃走，而他的真实面目，至今无人知晓。©豆瓣",
    "director": ["楚原"],
    "actor": ["戴良纯", "罗烈", "楚湘云", "顾冠忠"]
  },
  {
    "name": "沙煲兄弟",
    "year": "1983",
    "id": "2362076",
    "type": ["动作", "剧情"],
    "rate": 0,
    "story": "",
    "director": ["高飞(Phillip Ko)"],
    "actor": ["徐少强", "高飞"]
  },
  {
    "name": "我的爷爷",
    "year": "1981",
    "id": "1307509",
    "type": ["剧情"],
    "rate": 0,
    "story": "五代家里有独生子女，名字叫珠子，因为她的爷爷五代谦三从呆了13年的监狱归来，给珠子平日里的生活带来了很多意想不到的事情，经常欺负她的学生也不敢猖狂，父母亲的关系也有了好转，但是好景不长，有一天，爷爷给珠子看了隐藏在阁楼里面的那个手提箱，哪里边摆着令人眼花缭乱，数不清的钱……",
    "director": ["柯俊雄"],
    "actor": ["柯俊雄", "张艾嘉"]
  },
  {
    "name": "野蜜桃",
    "year": "1982",
    "id": "6536753",
    "type": ["情色"],
    "rate": 0,
    "story": "",
    "director": ["范丹"],
    "actor": ["曾江", "盧國雄", "陈莉莉", "豪田秀子"]
  },
  {
    "name": "浣花洗剑",
    "year": "1982",
    "id": "1302739",
    "type": ["动作", "剧情"],
    "rate": 5.6,
    "story": "剧情描述关外雪山浣花宫至尊冰天老人（张瑛饰）在中原有五大行宫。白水宫主（岳华饰）为现任中原盟主；另神火宫主（罗烈饰），金河宫主（高美昭饰）、青木宫主（王戎饰）及黑土宫主(杨志卿饰)；五宫每年都比试争盟主，今年节外生枝，紫衣侯弟白宝玉(刘永饰)一次偶遇关外来之小公主(黄杏秀饰)，二人一见钟情，但原来此背后隐含一重大阴谋……",
    "director": ["楚原"],
    "actor": ["岳华", "罗烈", "刘永", "王戎"]
  },
  {
    "name": "荒漠人",
    "year": "1982",
    "id": "1306774",
    "type": [],
    "rate": 0,
    "story": "旅居巴黎的考古学教授庄新华应邀赴新疆参与汉代古物的发掘工作，期间与考古学会代表嘉娜相爱。在经费短缺的情况下，他得到了她的帮助，但发掘工作毫无进展。庄新华根据哈萨克女子古丽提供的线索，独自往沙丘探发，虽然寻得铝甲壁片，却身中蛇毒昏倒于沙漠。古丽寻踪而至，杀死心爱骏马，以热血解青救活庄新华。从新址发掘大获成功，嘉娜目标达到，与庄新华分子；行前，她鼓励庄新华继续为理想奋斗。",
    "director": ["翁维铨"],
    "actor": ["思维", "姚炜", "吐尔逊·古丽"]
  },
  {
    "name": "凶终",
    "year": "1982",
    "id": "5051002",
    "type": ["动作", "剧情"],
    "rate": 0,
    "story": "Reformed criminal and ace martial artist Bruce decides to go straight and settle down with his girlfriend after being released from prison. The gang he used to be part of kidnap the fetching young daughter of an American ambassador. Bruce goes trekking all over the world in search of the lady.",
    "director": ["吕小龙"],
    "actor": ["吕小龙", "黄正利", "卡萨伐", "俊之酒田"]
  },
  {
    "name": "神经大侠",
    "year": "1982",
    "id": "4325964",
    "type": ["喜剧", "动作", "武侠"],
    "rate": 6.2,
    "story": "总督大人刘于义，遣派标头周威信把一双鸳鸯刀交给满清的皇帝。\n因为那是宝刀，想窃获双刀的人不计其数。大内高手卓天雄装成瞎子暗中为周威信把关，双刀还是不慎落入萧中慧、袁冠南和任飞燕、林玉龙这对夫妇的手里。四人不敌卓天雄，落难到一座庵里，任飞燕、林玉龙传授萧中慧、袁冠南一套「夫妻刀法」，威力无穷，击退了卓天雄。\n在萧中慧的父亲萧半和的大寿里，卓天雄又再次出现搅局，欲夺回双刀，而萧中慧、袁冠南也再次以「夫妻刀法」击败卓天雄，但双刀的一把也被卓天雄盗去。萧半和与众寿客逃至一座荒山外，揭露了自己并非萧中慧父亲的事实。\n原来萧半和原是为歼杀满清皇帝，潜入宫中，净身当了太监。萧中慧、袁冠南是朝廷歼灭的袁、杨两家的后裔。后来「太岳四侠」阴差阳错地将卓天雄缴获。萧半和此刻也将鸳鸯刀的秘密揭秘……",
    "director": ["鲁俊谷"],
    "actor": ["文雪儿", "孟元文", "惠英红", "元德"]
  },
  {
    "name": "大旗英雄传",
    "year": "1981",
    "id": "1937944",
    "type": ["剧情", "动作"],
    "rate": 6.2,
    "story": "铁中棠(狄龙 饰)为大旗门掌舵人云翼的义子，大旗门仇人司徒笑(艾飞 饰)追杀铁及云次子铮(罗莽 饰)，意图探索大旗门秘密宝藏之下落。铁得知必须往长春岛见「日后」，便知大旗门之一切。铁赴长春岛，发现「日后」已死，但却碰见夜帝铁毅(唐菁 饰)──大旗门之始创人，而铁则为其亲生儿子……",
    "director": ["张鹏翼"],
    "actor": ["狄龙", "罗莽", "廖丽玲", "陈思佳"]
  },
  {
    "name": "侠客行",
    "year": "1982",
    "id": "1498680",
    "type": ["动作", "武侠", "古装"],
    "rate": 5.8,
    "story": "大導演張徹將金庸名著改編搬上銀幕，動用龐大演員陣容，包括由郭追分飾推動故事發展的骨幹人物石中玉、石中堅兄弟、文雪兒飾女主角叮噹、唐菁飾玄素莊莊主石清、劉慧玲飾閔柔、王力飾「摩天居士」謝煙客等等。故事講述石中堅自幼隨養母梅芳姑於深山居住，一日偶拾「玄鐵令」，並得謝煙客傳授武功，卻被長樂幫幫眾誤認為幫主石中玉；及後更被叮噹所騙，願意替石中玉到雪山派代罪領死。最後真相大白，石中堅竟為石清失散多年的兒子……本片結構緊湊，情節曲折奇詭，既描寫武林恩怨，也刻劃江湖兒女情，顯示了金庸作品的超凡造詣以及張徹導演手法的老到功力，是一部不可多得的佳作。",
    "director": ["张彻"],
    "actor": ["郭追", "唐菁", "刘慧玲", "文雪儿"]
  },
  {
    "name": "冷血红番",
    "year": "1983",
    "id": "1300704",
    "type": ["动作"],
    "rate": 0,
    "story": "",
    "director": ["羅棋"],
    "actor": ["吳元俊", "邵音音", "任達華", "朱鐵和"]
  },
  {
    "name": "狼来了",
    "year": "1982",
    "id": "2136149",
    "type": ["动画", "短片"],
    "rate": 7.9,
    "story": "本美术片为木偶动画片，改编自儿童寓言故事“狼来了”，但是用新编的形式。\n“这有什么”是爱用谎话骗人的小朋友小皮的口头禅，和同学们一起玩猜谜游戏时，他用偷听到的某个谜底从老爷爷处骗得一本名为《狼来了》的连环画。令他惊奇的是，该连环画里的小朋友不光名字、形象同他一模一样，甚至连口头禅也是“这有什么”。小皮从羊倌手里接过放养的活，玩起“狼来了”的游戏，一来二回，狼真来了，无人前来帮助的情况下，他吓得拔腿就跑，可是还是给狼截住了，奇怪的是，这只狼并不打算吃他，而是要他说谎话把自己描绘成为一只好心眼的狼。©豆瓣",
    "director": ["夏秉钧"],
    "actor": []
  },
  {
    "name": "兽心",
    "year": "1982",
    "id": "5050197",
    "type": ["犯罪"],
    "rate": 5.3,
    "story": "香港某離島別墅，深宵，年邁的大富翁榕生離奇墮樓斃命。次子唐仲堅聞迅後，乃偕情人艾娜從法國返港，即遭長兄伯堅訓斥，兩兄弟言語衝突，幾欲動武，久無訊息的三子叔堅，突為分遺產而來，三兄弟互相攻訐，反目成仇。惟獨幼妹少蘭冷漠處之，靜觀家變……",
    "director": ["Zhen Luo"],
    "actor": ["黄锦燊", "李修贤", "李影"]
  },
  {
    "name": "薄荷咖啡",
    "year": "1982",
    "id": "1303762",
    "type": ["剧情"],
    "rate": 6.8,
    "story": "周正宜是香港正宜广告公司老板、女强人，但她婚姻失败，儿子又判给了丈夫。其弟周启华深知广告界内幕，反对女友傅敏进正宜公司。但傅敏凭借实力，不但进入公司，还很快升为客户部主任。正宜公司意外失火，周住院，傅敏代职，公司业务蒸蒸日上。周心生妒忌，借故夺回实权。傅敏为此狠心挖走客户，使正宜公司濒临倒闭。周向客户行贿惹上官司，儿子又随前夫移民，双重打击下，她割脉自杀。周启华痛恨傅敏心狠手辣，遂与之分子。",
    "director": ["冼杞然"],
    "actor": ["钟楚红", "蔡枫华", "黄淑仪", "思维"]
  },
  {
    "name": "帮规",
    "year": "1982",
    "id": "2061102",
    "type": ["动作"],
    "rate": 6.5,
    "story": "本片由徐小明编剧及导演，拍于1982年。故事描述，元初，元人派大将军莽依图（陈观泰）灭反元分子；反元联盟潜龙帮正处外忧内患，石副帮主遭暗杀，帮主伏夷亦告病逝，帮中元老邝老师（谷峰）等，遂推举少帮主伏中原（惠天赐）继任，负责寻回藏有结盟名册之龙凤棍。岂料举行册立大典之际，石夫人（刘雅丽）突然闯进，出示两封证明中原为元人的信件，中原百辞难辩，遂私下追寻身世真相。期间中原往将军府盗取结盟名册时，几乎遇险，幸为女飞贼林雪儿（戴良纯）所救……",
    "director": ["徐小明"],
    "actor": ["惠天赐", "陈观泰", "谷峰", "梁小龙"]
  },
  {
    "name": "冲宵楼",
    "year": "1982",
    "id": "2244773",
    "type": ["动作", "武侠", "古装"],
    "rate": 6.6,
    "story": "本片改編自俠義小說《七俠五義》，人物繁多，情節多變，難得張徹處理得有條不紊，角色性格分明。故事講述襄陽王(艾飛飾)在王府中建造機關密佈之沖霄樓，又廣招花蝴蝶花沖(鹿峰 飾)、神手大聖鄧車(王力 飾)和小諸葛沈仲元(龍天翔飾)等江湖俠士加盟，以謀造反。包公洞悉襄陽王叛跡，乃命門生顏春敏(孫建飾)前往�{查……沖宵樓的機關設計，險象橫生，配合新一代張家班的熟練合作，拍出奇詭精妙的動作效果，耳目一新。\n1982年张彻大导演的作品《冲霄楼》，乃改编自侠义小说《七侠五义》，情节精彩万分，角色性格分明。其中当年新扎的武打小生钱小豪，获得导演张彻的赏识，在电影中有精彩的演绎。\n由郭追，钱小豪、鹿峰、王力、龙天翔和孙建主演，片中冲宵楼的机关设计来对付英雄人物险象横生，且拍摄精彩，值得电影迷收藏。",
    "director": ["张彻"],
    "actor": ["郭追", "钱小豪", "王力", "鹿峰"]
  },
  {
    "name": "血旗变",
    "year": "1982",
    "id": "1299301",
    "type": ["动作", "冒险"],
    "rate": 0,
    "story": "父亲死后，洪天翔当上了红旗门门主，只是天翔无意于江湖欲解散红旗门，父亲结义兄弟仇氏三兄弟为红旗门将天翔杀死，天翔妻被迫带女儿出逃。若干年后女儿白莲芳名远扬爱者络绎不绝终引来……\n白莲花为报杀父之仇，不惜以婚约广招天下义士刺杀仇人--血旗门三位门主。大侠乌剑燕独飞得知血旗门有变，意图阻止血案发生。但是凶案接还是二连三地发生。",
    "director": ["雷成功"],
    "actor": ["刘永", "徐少强", "井莉", "张复建"]
  },
  {
    "name": "精变",
    "year": "1983",
    "id": "1480546",
    "type": ["爱情", "奇幻", "古装"],
    "rate": 7.8,
    "story": "在一个狂风暴雨之夜。子时，“天眼”发威，欲扫尽天下妖孽而后快，一只现形的狐狸躲进穷书生王生（高如平 饰）的布袍下得以脱生。数年后，王生官拜侍御，生一子元丰（徐少华 饰），自小痴呆，成年后无人与之谈婚。偶遇一村妇，愿将女儿小翠（魏慧丽 饰）许与元丰为妻，王家大喜。婚后的小翠不守闺训，日常言行异于常人。王给谏（马戈 饰）妒忌王生侍御职权，欲取而代之。小翠知晓后，设计挫败公公的政敌，并用仙术医好了元丰的痴疾。救母恩报完，小翠尊母命准备返回仙界，却也难舍元丰，无奈之下......\n本片根据《聊斋志异》之章节改编。©豆瓣",
    "director": ["雷鸣"],
    "actor": ["魏慧丽", "徐少华", "马戈"]
  },
  {
    "name": "2.5cm",
    "year": "1982",
    "id": "4325968",
    "type": ["剧情", "喜剧"],
    "rate": 0,
    "story": "",
    "director": ["郭煜基"],
    "actor": ["严秋华", "陈国光", "刘少君", "文雪儿"]
  },
  {
    "name": "牧马人",
    "year": "1982",
    "id": "1308038",
    "type": ["剧情", "爱情"],
    "rate": 8.8,
    "story": "1970年代末，在西北敕勒川牧场做了小半辈子牧马人的小学教师许灵均（朱时茂）一路风尘来到北京饭店，与30年未曾谋面的父亲、旅美华侨企业家许景由（刘琼）见面。当年，追求个人自由的许景由无法忍受与妻子的错误婚姻，丢下妻儿去了美国。此次归来，他有心带许灵均回美国继承事业。\n交谈中，许灵均不认为将自己融在集体中、时时以国家利益为重的行为是思想陈旧的表现，对于父亲的舒适生活，他并不艳羡。\n回顾自己几十年来所走的道路，虽有幼年成为弃儿、青年被打成右派下放牧场的悲惨经历，却也数次从牧区质朴、善良的乡民身上感受到人间温情，而在艰难岁月中与四川苦命女李秀芝（丛珊）结为夫妻后，许灵均更是尝到苦尽甘来的心酸与甜美。他认为，国家在好不容易迈过“文革”这个大坎之后，个人更应该同亲朋一起，不离不弃地跟着她走向新生。©豆瓣",
    "director": ["谢晋"],
    "actor": ["朱时茂", "丛珊", "刘琼", "牛犇"]
  },
  {
    "name": "癫马灵猴",
    "year": "1982",
    "id": "21359346",
    "type": ["动作"],
    "rate": 0,
    "story": "小山出术被赌场打手逐出门外殴打，巧遇正寻母的马大，小山幸得马相救，于是二人结伴同行，小山见路过少公子身怀巨款，欲向他打主意，却被人悉破，又打了起来，少公子赏马功夫了得，便带马与小山离去。后马得知其母是被屏山三虎所劫杀，并查出其母之死乃受人指示的，主谋是他的舅父胡庄主，马不信双方大打出手，幸得一老者救走马、小山二人。原来这老者便是少公子的师父，但谁知少公子是一女子女扮男装，少女说明他们三人的母亲都是胡庄主所劫杀的，后得老者收马和小山为徒，由于马终日被罚在马房内所以悟出癫马拳，而小山日与猴子为伴，悟出灵猴拳下山报仇，合众人之力，卒将冒牌庄主击杀，得报大仇。",
    "director": ["鲁俊谷", "陳熹"],
    "actor": ["韩国材", "戚冠军", "文雪儿", "朱铁和"]
  },
  {
    "name": "人鬼蛇狐大决斗",
    "year": "1978",
    "id": "1966542",
    "type": ["动作", "剧情"],
    "rate": 4.8,
    "story": "剧情简介：\n独行游侠屠玉龙,前往天山拜访师父慈光和尚, 途中遇见有一红衣大汉, 疯狂地向一黄衫老人和少女进攻, 情势危急, 而红衣大汉；更突然张大人喷出毒液......\n外文名：Killer of Snake, Fox of Shaolin\n导演：文华\n监制：叶三宝\n摄影：伍灼华\n制片：徐堂\n剪接：周国忠\n动作设计：廖学明 林满华\n主演：\n黄家达/张力/韩莉莉/刘雅英/刘一帆/张佩山/张照/林满华/郭武星/金腾/莫蕴霞/范丹/金玄珠/王国际/范文华\n年代：1978\n国家：中国香港/中国台湾\n语言：国语\n类别：奇幻/武侠\n片长：89 Min\nIMDB评分： 4.1/10\nIMDB编号：tt0188763\n制作公司： 香港天宝电影公司出品\n出品公司：海岸摄影有限公司",
    "director": ["范丹"],
    "actor": ["黄家达", "刘雅英", "张力", "刘一帆"]
  },
  {
    "name": "铁燕",
    "year": "1982",
    "id": "1461403",
    "type": ["剧情", "历史"],
    "rate": 9.5,
    "story": "世纪之交，古老的中国正迎来前所未有的巨大变革。老态龙钟的大清王朝摇摇欲坠，六君子的鲜血无法阻止历史车轮的滚动，老北京城的上空风云变幻，波谲云诡。王利发（于是之 饰），北京城内裕泰茶馆的年轻掌柜。他谨记父亲的教诲，体面周全地迎送四方宾客。小小的茶馆内，三教九流各色人等穿梭于此：提笼架鸟哀叹时运的松二爷（黄宗洛 饰）；慨叹国之将亡的刚毅满人常四爷（郑榕 饰）；一心谋求实业救国的秦仲义（蓝天野 饰）；丧尽天良买卖人口的刘麻子（英若诚 饰）；打算娶老婆的庞太监（童超 饰）……你方唱罢我登场，小小茶馆之内演尽世间的沧桑与凄凉……\n本片根据老舍同名原著改编，并1983年第3届中国电影金鸡奖特别奖、文化部1982年优秀影片奖特别奖。©豆瓣",
    "director": ["谢添"],
    "actor": ["于是之", "郑榕", "蓝天野", "英若诚"]
  }
]
