[
  {
    "name": "最佳拍档大显神通",
    "year": "1983",
    "id": "1307582",
    "type": ["动作", "喜剧"],
    "rate": 7.5,
    "story": "金刚（许冠杰 饰）成功降服白手袜之后，白手袜之兄黑手袜受黑手党指派继续交易钻石并向金刚复仇，金刚与黑手袜的高级机器人大战数合终于侥幸胜利，却马上又落入了牛牛、悠悠兄妹犯罪团伙的骗局，卷入银行抢劫案成为嫌犯，金刚逃亡路上将拍档光头神探（麦嘉 饰）与何东诗（张艾嘉 饰）的婚礼搅得一塌糊涂。所幸光头神探义字当先合力与金刚对抗牛牛、黑手袜，却不料金刚再次被悠悠戏弄，光头神探也只落得被严妻整治。最佳拍档被牛牛团伙胁迫，不得不出面抢夺钻石，而黑手袜方面再次出动高级机器人应战，早有准备的金刚取出机器人特工队，混战一触即发……\n本片是最佳拍档系列的第二集。©豆瓣",
    "director": ["曾志伟"],
    "actor": ["许冠杰", "麦嘉", "张艾嘉", "仓田保昭"]
  },
  {
    "name": "奇谋妙计五福星",
    "year": "1983",
    "id": "1293658",
    "type": ["动作", "喜剧", "犯罪"],
    "rate": 7.8,
    "story": "狱中5个素不相识的人成了好兄弟——五福星。茶壶（洪金宝 饰）、死气喉（吴耀汉 饰）、卷毛积（岑建勋 饰）、凡士林（秦祥林 饰）和鲁奇（冯淬帆 饰）五人皆因小偷小摸或跑龙套成了冤大头，他们决心出狱后重新做人，光明正大挣钱。五人同一天出狱了，出狱后他们合股成立了一间清洁公司，专门帮公司或家居进行清洁。\n一天，黑帮在交易制贩假炒的电版时，被当地一个愣警察撞见了。慌乱之下，他们将电版藏进了五福星的清洁车的清洁箱内。毫不知情的五福星就这样又无端卷入了江湖是非中：一方面，警察怀疑他们是黑帮同伙，在四出通缉他们；另一方面，黑帮也在追寻他们，想杀人灭口取回电版。五福星在进退两难的境地如何运用他们的奇谋妙计脱险？©豆瓣",
    "director": ["洪金宝"],
    "actor": ["洪金宝", "吴耀汉", "冯淬帆", "岑建勋"]
  },
  {
    "name": "A计划",
    "year": "1983",
    "id": "1297909",
    "type": ["动作", "喜剧"],
    "rate": 8,
    "story": "上世纪初，猖獗的香港海盗屡屡劫持商船，考虑到各国商家的投资信心会因此减少，继尔香港国际贸易中心的地位可能会不保，当局改编水师，成立了一支特警小队负责海上治安。\n队长马如龙（成龙）执行公务时遭人陷害，愤而辞职。海盗头目罗三炮（狄威）抓走官兵家眷做人质，当局决定利用内线周永龄从中调停。因为早知周永龄与海盗勾结，马如龙自告奋勇拯救人质，他重组水师，制定了A计划，期望通过与上司洪天赐（元彪）及好兄弟卓一飞（洪金宝）作里应外合，将海盗一网打尽。©豆瓣",
    "director": ["成龙"],
    "actor": ["成龙", "洪金宝", "元彪", "黄曼凝"]
  },
  {
    "name": "火烧圆明园",
    "year": "1983",
    "id": "1299578",
    "type": ["剧情", "历史", "战争"],
    "rate": 7.4,
    "story": "咸丰二年（1852年），颇有姿色的叶赫那拉氏玉兰（刘晓庆）被选进宫册封为贵人，由于历史上叶赫那拉与爱新觉罗两家族有宿仇，玉兰起初不得咸丰（梁家辉）的宠幸，但善于心计的她终以一曲哀怨缠绵小调和倾城美貌将咸丰紧紧捆绑，被册封为懿嫔，又因生下儿子载淳，被进封为懿贵妃，地位一时除皇后（陈烨）外，无人可及。\n清宫各嫔妃争宠、咸丰耽于享乐之时，觊觎大清财富良久的英法等帝国对中国屡次发兵侵犯，胆小怕事的咸丰在肃清等八位大臣的规劝下，丢下举世闻名的有“万园之园”之称的圆明园，以“秋猎”之名携带众嫔妃逃到了热河行宫，继续“两耳不闻窗外事，一心只行及时乐”的奢淫生活。©豆瓣",
    "director": ["李翰祥"],
    "actor": ["刘晓庆", "梁家辉", "陈烨", "项堃"]
  },
  {
    "name": "表错七日情",
    "year": "1983",
    "id": "1307051",
    "type": ["喜剧", "爱情"],
    "rate": 6.7,
    "story": "耐冬（叶童 饰）和丈夫雷先生（张国柱 饰）住在大屿山的一幢大屋，岂料一日雷先生竟因欠债离家出走，撇下耐冬一人守在这幢也即将抵债的大屋里。\n政府执达吏（陈友 饰）派了护卫李度（钟镇涛 饰）负责入住雷家，监视耐冬的一举一动谨防她逃走。对于李度这个“入侵者”，耐冬有怕也有厌恶 ，起初对他很抵触。李度性格温和，处处忍让，耐冬也在日日的接触摩擦中对这个护卫退去了敌视。直到一天，大屋遭遇劫匪，李度保全了大屋和耐冬，耐冬由此对他心存感激，二人间的关系发生了突变，甚至在耐冬父母来探望时扮起了夫妻。然而，耐冬的丈夫突然回来，李度的监护日期也将到期……\n《表错七日情》在1983年获第三届香港电影金像奖最佳编剧奖、最佳女演员奖。©豆瓣",
    "director": ["张坚庭"],
    "actor": ["钟镇涛", "叶童", "陈友", "梅艳芳"]
  },
  {
    "name": "阴阳错",
    "year": "1983",
    "id": "1308177",
    "type": ["剧情", "爱情", "奇幻"],
    "rate": 7.4,
    "story": "保险公司调查员古志明（谭咏麟 饰）在雨夜赶回家参加和婚期妻Ivy（叶童 饰）订婚四年的庆祝，不巧雨天路滑，古志明险些撞到一名红衣女子……Ivy为人脾气火爆，古志明虽有不满也只得忍受，当夜古志明胞弟玩起了碟仙游戏，与此同时，名叫张小瑜的红衣女子不慎失足坠楼身亡，正在进行中的碟仙游戏恰好收到了张亡故的信号。次日，古志明奉命调查张小瑜死因以便进行理赔，岂料连串怪异现象在古的身边发生。在古志明和Ivy的关系日益紧张之时，女鬼张小瑜现身古志明家中，申明自己并无恶意，只希望得到保险金赠送邻家女童，而古志明的领导却示意此案按照自杀处理以免去赔付。张小瑜出现的频率愈发增加，而古志明对这位乖巧的女鬼渐渐产生了情愫……©豆瓣",
    "director": ["林岭东"],
    "actor": ["谭咏麟", "倪淑君", "叶童", "董骠"]
  },
  {
    "name": "我爱夜来香",
    "year": "1983",
    "id": "1308248",
    "type": ["动作", "喜剧"],
    "rate": 7.4,
    "story": "二战时期，纳粹铁蹄蹂躏世界每一个角落。德国科学家研制出一种铀分裂的超级武器，该武器可导致人类灭亡。犹太人科学家哈巴枸偷偷将超级武器的图纸带出德国，逃往美利坚，得知消息的希特勒派出盖世太保追杀。哈巴枸只得转道香港，与美国特工接头。\n为了确保这张代号为“野兽”的图纸安全交接，中国最高间谍“天字第一号”（林青霞 饰）委托夜来香事务所的私人侦探夜来香（林子祥 饰）为哈巴枸保驾护航。正愁无米下锅的夜来香认为这是一个赚钱的好机会，但等待他的则是一场紧张刺激却又笑料不断的图纸争夺战……©豆瓣",
    "director": ["泰迪·罗宾"],
    "actor": ["林子祥", "林青霞", "泰迪·罗宾", "徐克"]
  },
  {
    "name": "专撬墙脚",
    "year": "1983",
    "id": "1401573",
    "type": ["喜剧", "爱情"],
    "rate": 6.1,
    "story": "简介：石惊天是一位擅长办理离婚案的风流律师，喜欢与有夫之妇鬼混。老友黄律师之婚礼，令石突然萌置家之念。遂托物色对象，欲将朱带金改造成他理想的太太。一天，石的堂弟石头从外地回来，诉说未婚妻移情别恋，石大骂石头有辱家风，于是授计助其追女仔。原来石头想要追求的正是朱。石知道后，马上带朱到西班牙渡假，奈何石头苦苦追踪而至……",
    "director": ["石天"],
    "actor": ["石天", "曾志伟", "黄百鸣", "刘瑞琪"]
  },
  {
    "name": "垂帘听政",
    "year": "1983",
    "id": "1301081",
    "type": ["剧情", "历史", "古装"],
    "rate": 7.5,
    "story": "英法联军烧毁圆明园后，又迫使懦弱昏庸的清政府签定了一系列不平等的条约，在中国的嚣张气焰可谓不可一世，胆小怕事的清帝咸丰（梁家辉）躲在了热河行宫内。除去皇后（陈烨），常在咸丰身边出没的妃子有丽妃（周洁）和懿贵妃（刘晓庆），懿贵妃极力讨好咸丰，但丽妃明显更受咸丰宠爱。\n三十 寿诞时，咸丰突然重病不起，弥留之际，有心篡位夺权的大臣肃清（项堃）因看出懿贵妃为人十分有心计，私下建议赐死懿贵妃再立幼主，咸丰初听觉得有理，察觉肃清心怀不轨后，口谕他与其他七位大臣为辅佐幼主的摄政大臣，并赐“同道堂”印与懿贵妃，叮咛她与皇后齐心协力抚育幼主。咸丰大丧之时，肃清赠皇后与懿贵妃徽号慈安与慈禧，妄图哄骗她们掌握政权，但他终没斗过慈禧。收拾完肃清，慈禧亦没放过慈安。©豆瓣",
    "director": ["李翰祥"],
    "actor": ["刘晓庆", "梁家辉", "陈烨", "项堃"]
  },
  {
    "name": "人吓人",
    "year": "1982",
    "id": "1304021",
    "type": ["动作", "喜剧", "奇幻"],
    "rate": 7.2,
    "story": "纸扎店小工朱宏利（洪金宝 饰）自小由道士二叔公（林正英 饰）带大，朱宏利道术未习多少，行事偶而颠倒，却有一副正气心肠，因不肯拖累指腹为婚的未婚妻阿云（钟楚红 饰），时常给人家冷脸。朱宏利好友马麟祥（午马 饰）外出闯荡，返乡时却变成了一具尸体，一同回来的还有马麟祥怀孕的妻子跟几个男伴，朱宏利感事有蹊跷，出力调查却一无所获。几日后，马麟祥冤魂找到朱宏利求助，原来马麟祥返乡时并未身亡，只为伙同他人盗取自家祖上的陪葬品而出此下策，却不料假戏成真，被同伙取了性命。心灰意懒的朱宏利拗不过冤魂骚扰，请来二叔公做法帮好友报仇，结果自己丢掉了肉身以至丧命。悲痛欲绝的阿云经二叔公指点，欲与鬼差斗计抢回朱宏利的魂魄……©豆瓣",
    "director": ["午马"],
    "actor": ["洪金宝", "午马", "林正英", "钟楚红"]
  },
  {
    "name": "空心大少爷",
    "year": "1983",
    "id": "2003432",
    "type": ["喜剧", "爱情"],
    "rate": 6.6,
    "story": "大光灯是富家阔少爷，由法国返回香港，继承遗产，怎料继父已将全部遗产赠送慈善机构，遗下给他的只是四字真言：自力更生。一夜之间，阔少爷落难无家可归，暂寄居前管家炎叔家中，与此同时，大光灯开始寻回已各奔前程的昔日四个乐队——人行支票乐队的队友，是非精、柠檬头、猫粪。猫粪是颇负名气的舞男，是非精贪图金钱，好逸恶劳，甘愿继续其舞男生涯，而柠檬头经不断碰壁，放弃对表妹的盲目追求，与小凤同赴外国深造，生意则转让给大光经营……",
    "director": ["陈勋奇"],
    "actor": ["陈勋奇", "叶倩文", "午马"]
  },
  {
    "name": "佳人有约",
    "year": "1982",
    "id": "1298123",
    "type": ["喜剧", "爱情"],
    "rate": 6.3,
    "story": "一个自命风流的汽车经纪人士啤呔，遇上一个美丽的私家女侦探珠珠，他对她大献殷勤，却被其捉弄，两人反目成仇，珠珠为侦查一宗偷情案，而掌握到一犯罪集团的重要犯罪证据，犯罪集团便掳走珠珠，幸得士啤呔及时营救......",
    "director": ["陈勋奇"],
    "actor": ["萧芳芳", "郑则士", "陈勋奇", "廖伟雄"]
  },
  {
    "name": "少爷威威",
    "year": "1983",
    "id": "1304936",
    "type": ["喜剧"],
    "rate": 6.3,
    "story": "利欲熏心的富豪罗亿万（王青 饰）正在密谋筹划一宗谋杀案，却被人偷录留下了证据，密探将留有证据的录影带丢进了记者阿妙（郑文雅 饰）的车内，但阿妙对此一无所知。为了寻找父亲的踪迹，亲年罗剑郎（谭咏麟 饰）偷渡抵达香港，却因为样貌和罗亿万之子相似而遭致的误会。\n罗亿万抓住了罗剑郎和阿妙等人，将他们囚禁，逼问录影带的下落，之后，众人凭借着智慧和勇气从罗亿万的手中逃了出来。原来，罗亿万企图重金贿赂法官（曹达华 饰），却遭到了拒绝，恼羞成怒的他便设计要将法官斩草除根，得知真相的罗剑郎一行人知道法官身陷险境，于是决定出手相救。©豆瓣",
    "director": ["刘家荣"],
    "actor": ["姜大卫", "谭咏麟", "郑文雅"]
  },
  {
    "name": "男与女",
    "year": "1983",
    "id": "1307396",
    "type": ["剧情", "爱情"],
    "rate": 7.2,
    "story": "孟思晨（钟楚红饰）自广东农村偷渡至香港，匿居于山间木屋区，与同为偷渡客的一群打工仔同居一室，迫于生计，沦为众男泄欲工具。泰国华侨江远生（万梓良饰）客居香港，流落街头靠打黑拳谋生。一次江远生与黑道人士发生冲突，躲避之际偶遇孟思晨。孟思晨助江远生藏匿，二人结下露水之缘。后思晨经人介绍认识独守空房的老木匠（关海山饰），答应为求子心切的他生子，条件则是与其同住并获取港人身份证。生活安定后，思晨又遇远生，二人互生爱意，偷偷幽会。远生的一身武艺被黑道老板（曹查理饰）看中，力捧其成为职业拳手，并许诺总决赛胜利后送其去美国栽培。不料总决赛之际，老板命其打假拳，并强迫其服用兴奋剂。而与此同时思晨看到“怀孕妇女不能赦免遣返离港”的新闻，万念俱灰。到底这对苦命鸳鸯能否看到人生曙光？\n香港新浪潮导演蔡继光1983年的著名剧情片。以深度写实的手法表现回归前香港的焦虑不安，人性化的叙述手法感人至深，获得1983年金马奖最佳原著剧本奖。是港片迷不可错过的经典。©豆瓣",
    "director": ["蔡继光"],
    "actor": ["万梓良", "钟楚红", "关海山", "钱似莺"]
  },
  {
    "name": "花心大少",
    "year": "1983",
    "id": "1298719",
    "type": ["剧情", "喜剧", "爱情"],
    "rate": 6.4,
    "story": "本片乃王晶早期賣座的愛情喜劇，本片無論橋段、笑料、節奏、演員等，均具備了觀眾最喜愛的喜劇片元素。有錢仔（傅聲）與另一富家子（陳百祥）爭女。鬥錢多，鬥本事，分別追求女星（劉雪華），黑社會頭子之女（錢慧儀）……但只有樸實的護士（鍾楚紅）才是有錢仔的最愛……",
    "director": ["王晶"],
    "actor": ["钟楚红", "傅声", "谢贤", "陈百祥"]
  },
  {
    "name": "摩登衙门",
    "year": "1983",
    "id": "2072957",
    "type": ["喜剧", "动作"],
    "rate": 6.2,
    "story": "简　　介\n挣爆与大口环这对妙探﹐在一宗集团抢劫案中立功﹐调职风化群组﹐挣爆更因此升职沙展。两人因在办案中受奖﹐决定换车加薪﹐因而认识车行太子爷KK仔从而引出一波未平﹐一波又起……",
    "director": ["李修贤"],
    "actor": ["郑则仕", "李修贤", "冯淬帆", "廖伟雄"]
  },
  {
    "name": "猛鬼出笼",
    "year": "1983",
    "id": "3013079",
    "type": ["剧情", "惊悚", "恐怖"],
    "rate": 6.1,
    "story": "香港皇家警察萧玉龙（萧玉龙 饰）和刘兆铭（刘兆铭 饰）是一对同袍好友。某晚，二人参加婚宴，刘酩酊大醉，随之被扒手盗去荷包，更险遭飞车撞倒。二人驱车追赶飞车司机，糊里糊涂来到一片荒芜所在，更目睹持刀男子（黄初一 饰）追杀中年妇女的场面。他们上前制止，经过一番殊死搏斗，最终刘将持刀男子射杀。\n然而蹊跷之事接踵而至，先是房间突然陷入混乱，然后萧之女友也被恶物缠身。虽经拜神请愿，却未见成效。最后经高人指点，萧方明白这一连串怪异事件的背后竟是隐藏多年的世代冤案……©豆瓣",
    "director": ["黎大炜"],
    "actor": ["萧玉龙", "温碧霞"]
  },
  {
    "name": "星际钝胎",
    "year": "1983",
    "id": "1302011",
    "type": ["科幻", "喜剧"],
    "rate": 5.3,
    "story": "新浪潮导演章国明拍摄的一部科幻喜剧题材电影。性感又无知的漂亮宝贝（钟楚红），被外星人捉上飞碟，发生第三类接触，但没人相信，当她想一死以示清白之际，却遇上同有轻生念头的失败私家侦探（伊雷），于是一连串不可置信的奇遇及“鲜花配牛粪”的爱情故事开始了……。",
    "director": ["章国明"],
    "actor": ["钟楚红", "伊雷", "卢大伟", "井淼"]
  },
  {
    "name": "退休探长",
    "year": "1983",
    "id": "5041475",
    "type": ["犯罪"],
    "rate": 0,
    "story": "陈成峰是个辣椒神探，而且又是位神枪手，与爱子小海相依为命。陈对歹徒凶狠，令上司黄金成十分不满，陈大受打击，决定辞职。离职后匪徒前来寻仇，一位神秘人物日夜跟踪和谋杀他，令到他为小儿安全而担忧，神秘人挟持小海，逼陈出来进行一场生死决斗。",
    "director": ["罗文"],
    "actor": ["陈欣健", "岑建勋", "黄锦燊", "黄韵诗"]
  },
  {
    "name": "风生水起",
    "year": "1983",
    "id": "1482515",
    "type": [],
    "rate": 0,
    "story": "",
    "director": ["徐小明"],
    "actor": ["董骠"]
  },
  {
    "name": "疯狂八三",
    "year": "1983",
    "id": "1456468",
    "type": ["喜剧"],
    "rate": 6.2,
    "story": "群星荟萃的喜剧片，以陈积糊里糊涂卷进两大黑帮的恩怨为搞笑点，另外，翁美玲曾客串参演过《疯狂83》，她在剧中客串演出一个女刑警的角色，这也是她惟一一次在大银幕上的演出。",
    "director": ["楚原"],
    "actor": ["颜国梁", "黄新", "苗侨伟", "黄日华"]
  },
  {
    "name": "少林传人",
    "year": "1982",
    "id": "1872205",
    "type": ["动作", "喜剧"],
    "rate": 6.7,
    "story": "野心勃勃的九王爷（白彪 饰）企图谋权篡位，落败的皇帝（艾飞 饰）命令两名侍卫将两个皇子分别抱走，以延续皇家血脉。大太子（狄龙 饰）被送到了少林寺，三个疯疯癫癫的和尚收留了他，替他取名道行，传授其武功。二太子（尔冬升 饰）则被丞相（谷峰 饰）收为义子，改名为王子泰。\n转眼多年过去，某日，王子泰来到了少林寺，偶然遇见了道行，尽管他们彼此都不知道对方的身份和身世，但两兄弟还是一见如故，很快就结下了坚实的友谊。九王爷买通了寺庙内的僧人，想要将道行和王子泰斩草除根，无奈之中，两人逃出了少林，踏上了充满危险的未知之旅。©豆瓣",
    "director": ["唐佳"],
    "actor": ["狄龙", "尔冬升", "白彪", "艾飞"]
  },
  {
    "name": "生死决",
    "year": "1983",
    "id": "1773520",
    "type": ["动作", "武侠", "古装"],
    "rate": 7.6,
    "story": "每过十年，中国和日本之间就要进行一场震撼武林的剑术决斗。这一次，日本柳生一族派出了高手宫本一企图一雪前耻，而中方则派出了青年剑客步青云应战。步青云如约来到了夏侯山庄等待时机到来，却意外发现山庄的少庄主夏侯胜男竟然是自己的旧相识。\n夏侯胜男默默喜欢着侠肝义胆的步青云，却遭到了其父夏侯渊的强烈反对。为了重振夏侯山庄的威名，夏侯渊不惜在背地里和日本人相互勾结。作为强劲的敌手，步青云自然遭到了夏侯渊的刁难和迫害，还将其关在了天牢之中。夏侯胜男想要救出步青云，却遭到了父亲的误杀，得知真相之后的夏侯渊悲愤不已，只得自刎。©豆瓣",
    "director": ["程小东"],
    "actor": ["徐少强", "刘松仁", "高雄", "张冲"]
  },
  {
    "name": "掌门人",
    "year": "1983",
    "id": "1480632",
    "type": ["动作", "喜剧"],
    "rate": 6.4,
    "story": "故事描述，刘代师傅主持国术会，一向平安无事，适逢会馆搬迁，刘派女儿惠英红接掌；新旧派作风回异，刘只得离去；后因惠频惹是非，刘闻讯即回巢声援……",
    "director": ["刘家良"],
    "actor": ["惠英红", "刘家辉", "刘家良", "谷峰"]
  },
  {
    "name": "搭错车",
    "year": "1983",
    "id": "1306564",
    "type": ["剧情", "音乐", "家庭"],
    "rate": 8.3,
    "story": "退伍老兵哑叔（孙越）因捡回弃婴致使妻子别他而去，靠拾破烂，哑叔既当爸又做妈含辛茹苦将取名阿美（刘瑞琪）的弃婴养大成人。因为哑叔常在耳边吹奏美妙的乐曲，阿美自小就对音乐有特别的理解。\n高中毕业后，阿美去了某餐厅当歌手，有缘结识作曲家时君迈后，她的演唱技艺有了较大提高，被娱乐公司老板余广泰盯上。为了改善哑叔的生活，阿美在余广泰的引诱下签署赴东南亚演出的合约，不想被其当作摇钱树受到控制，在哑叔重病在床之际也无法抽身探望，只能在舞台上把思念愧疚之情化为歌声遥寄。©豆瓣",
    "director": ["虞戡平"],
    "actor": ["孙越", "刘瑞琪", "李立群", "吴少刚"]
  },
  {
    "name": "叔侄’缩窒",
    "year": "1983",
    "id": "6902344",
    "type": ["剧情"],
    "rate": 0,
    "story": "任劍飛自小喪父, 母親全靠亡夫之弟任坤幫助, 始能維持生計. 坤疼愛侄兒飛, 處處呵護備至. 飛自小熱愛唱歌, 坤為完飛之歌星夢, 暗中動用畢生積蓄助飛灌錄唱片, 坤更在自己工作的唱片店為飛宣傳. 坤更因此而被開除. 一天, 飛應徵酒廊歌手, 但此職位已被樣子甜美的白詠仙奪得, 飛對白一見鍾情, 甘願在酒廊當侍應. 後來, 酒廊經理知悉飛歌喉不俗, 便請飛在酒廊試唱. 飛初試啼聲失準, 又與調戲白的酒客齟齬, 飛差點與酒客大打出手. 幸得坤及時趕到調停, 坤更暗中幫助飛繼續留在酒廊表演. 然而, 飛對坤有所誤會, 處處與坤作對. 更在母親生日飯餐中, 當眾辱罵坤, 使坤十分難堪. 幸得母親狠狠地教訓一頓, 飛始知錯怪了坤. 最後, 飛向坤道歉, 兩叔侄和好如初",
    "director": ["赖建国"],
    "actor": ["廖伟雄", "郑则仕", "金燕玲", "龙天生"]
  },
  {
    "name": "性、命知多少?!",
    "year": "1983",
    "id": "26363287",
    "type": ["纪录片"],
    "rate": 0,
    "story": "",
    "director": ["江志文"],
    "actor": []
  },
  {
    "name": "种鬼",
    "year": "1983",
    "id": "2074597",
    "type": ["恐怖"],
    "rate": 6.3,
    "story": "十一年前，香港的富家郑家老太太和她的二媳妇在七月盂兰节的卖物会上高价投得了一块晶莹古玉。岂料自此二嫂性情大变，一日，郑家二爷提前回家，撞见了二嫂与古玉变得怪物在偷情，一怒之下，二爷摔碎了古玉。不料此后二爷浑身腐烂痛极跳楼而死，二嫂不久亦坠楼身亡。\n郑老太请来法师超度亡魂，法师用黄符封了二爷的房间，讲二嫂的尸骨亦封于房间，告诫老太太二嫂已经有了怪物的魔胎，现用符封住了她的神位，12年内不可移动，否则魔胎诞生、恶魔降世。一晃十一年过去了，这天郑老太大寿孙子权（刘丹 饰）带着女儿安安（吕绣菱 饰）回来祝寿。安安见了二爷的房间封满黄符，好奇之下闯了进去，不小心移动了二嫂神位上符纸……©豆瓣",
    "director": ["刘鸿泉"],
    "actor": ["吕秀菱", "艾迪", "欧阳莎菲"]
  },
  {
    "name": "家在香港",
    "year": "1983",
    "id": "1920138",
    "type": ["剧情"],
    "rate": 7.5,
    "story": "以现实香港为蓝本，描述急功近利的青年人亚伦（刘德华）的遭遇及他身边的香港人：外商情妇玛利亚——古嘉露，戆直工头亚辉——黎汉持，望做歌星女工亚红 ——寇鸿萍，封建固执看更虎伯——谷峰及非法入境女人蛇亚贞——朱海玲。一班香港小人物，为了物质生活、男女关系、移民外国等等，面对种种生活压力，求不得、放不下，难舍难离……",
    "director": ["敬海林"],
    "actor": ["朱海玲", "刘德华(Andy Lau)", "古嘉露", "谷峰(Feng Ku)"]
  },
  {
    "name": "追鬼七雄",
    "year": "1983",
    "id": "2063034",
    "type": ["奇幻"],
    "rate": 6.3,
    "story": "排长（郑则仕 饰）与阿英（许冠英 饰）乔装赶尸道人，与五名扮成僵尸的同伙夹带鸦片贩卖路经马祥坪。独霸一方的苗老爷为强占歌女害死琴师阿昌，威逼利诱托排长携尸体出城。七人出城进入原始森林，不慎将尸体遗落于硫磺沼泽，众人将错就错，寻至客店安歇。\n当晚一名同伙遇害，乡民传言厉鬼作祟，排长与其余五人搜集大蒜等物赴荒郊祛鬼，经由古墓内的几番交手，排长等人一败涂地。排长与阿英逃得性命后折返马祥坪向苗老爷报信，始知厉鬼动机只在向苗老爷寻仇，排长眼见助阵道士斗法厉鬼失败，趁机施计要挟苗老爷，反被对方制服，充作与厉鬼决战时的肉饵……©豆瓣",
    "director": ["于仁泰"],
    "actor": ["郑则仕", "许冠英", "恬妮"]
  },
  {
    "name": "红鬼仔",
    "year": "1983",
    "id": "1978018",
    "type": ["恐怖"],
    "rate": 5.7,
    "story": "电视导演史提芬及主持洛亦薇，往马六甲及马来西亚拍摄红鬼仔搜秘录，传说中的红鬼仔为一侏儒巫师，因修炼邪术被关进石棺，红鬼仔死前曾立上毒咒诅咒擅闯墓地者。拍得石棺片段后，翌日史便回港，并带同原属红鬼仔的金尊佛。薇及摄制队往婆罗洲拍摄长屋，得到屋长热情招待，当晚摄制队成员更经历了当地的试婚风俗。那天后怪事接二连三发生，摄制队成员离奇暴毙。屋长为此往见巫师，原来薇中了天蝎降，并误杀屋长。巫师往问米...",
    "director": ["何永霖"],
    "actor": ["湯鎮業", "潘麗賢"]
  },
  {
    "name": "魔",
    "year": "1983",
    "id": "2139299",
    "type": ["剧情", "奇幻", "恐怖"],
    "rate": 6.4,
    "story": "黑道分子陈雄（高飞 饰）也是一名拳场高手，其弟与一名泰拳王交手，不辛被对方贱招暗算致残。陈雄本人也遇上了麻烦：大陆帮派将他诱入埋伏，幸而一红光幻象中的高僧出现，解了陈雄之围。陈雄为了给亲弟报仇，远赴泰国与泰拳王约战，期间陈雄偶然经过一座寺院，恰似红光幻象中的情形。院方僧人竟然早知陈雄身份与来意，原来这里的清照大师（徐锦江 饰）收服了一名降头师，召来其师傅的复仇，清照大师接近修成的金身被破，唯有与清照大师前世为孪生兄弟的陈雄有希望助大师完成金身，清除一众降头师。自此陈雄出家，苦修佛法，与多名降头师展开连串惊心动魄、超出凡人知识的斗法。©豆瓣",
    "director": ["桂治洪"],
    "actor": ["高飞", "王龙威", "林晓燕", "卫嘉文"]
  },
  {
    "name": "盟",
    "year": "1983",
    "id": "2333698",
    "type": ["剧情"],
    "rate": 5.7,
    "story": "內容簡介:  本片分三個單元故事:\n(一) 除夕 : 靜然發覺丈夫偉立與好友 Angie 有染, 心感不快. 偉立在人前與她假扮恩愛, 背後卻冷落她. 除夕夜, 靜然刻意打扮更被搭訕, 但她決定回家等待偉立. 靜然誤搭賊車, 被挾持入屋行劫. 十二時正, 偉立沒回來. 靜然與賊匪發生關係作報復.\n(二) 前世冤 : 冬冬常大發醋勁, 不讓基明往見工作伙伴 Lindy. 冬冬要求與基明結婚, 基明不願. 翌日, 冬冬搬離. 冬冬誤會基明, Lindy 有私情, 一怒下離去. Lindy 開始與基明同居, 但基明發現自己最愛冬冬. 往機場找冬冬的基明被控超速, 冬冬出現保釋, 兩人結婚.\n(三) 盟 : 安國與韋回港結婚, 國回故居, 看見已死去的未婚妻沈香榆, 榆要求國履行他的盟約. 韋感國不對勁, 懷疑榆鬼魂作崇. 榆欲殺韋, 國阻止, 並記起他曾立下這輩子不再結婚的承諾, 遂留下韋, 與榆駕車一 起墮崖.",
    "director": ["陈烛昭", "沈月明", "麦灵芝"],
    "actor": ["甄妮", "钟镇涛", "邓光荣", "于嘉希"]
  },
  {
    "name": "魔胎",
    "year": "1983",
    "id": "2074597",
    "type": ["恐怖"],
    "rate": 6.3,
    "story": "十一年前，香港的富家郑家老太太和她的二媳妇在七月盂兰节的卖物会上高价投得了一块晶莹古玉。岂料自此二嫂性情大变，一日，郑家二爷提前回家，撞见了二嫂与古玉变得怪物在偷情，一怒之下，二爷摔碎了古玉。不料此后二爷浑身腐烂痛极跳楼而死，二嫂不久亦坠楼身亡。\n郑老太请来法师超度亡魂，法师用黄符封了二爷的房间，讲二嫂的尸骨亦封于房间，告诫老太太二嫂已经有了怪物的魔胎，现用符封住了她的神位，12年内不可移动，否则魔胎诞生、恶魔降世。一晃十一年过去了，这天郑老太大寿孙子权（刘丹 饰）带着女儿安安（吕绣菱 饰）回来祝寿。安安见了二爷的房间封满黄符，好奇之下闯了进去，不小心移动了二嫂神位上符纸……©豆瓣",
    "director": ["刘鸿泉"],
    "actor": ["吕秀菱", "艾迪", "欧阳莎菲"]
  },
  {
    "name": "花城",
    "year": "1983",
    "id": "1306006",
    "type": ["剧情", "爱情"],
    "rate": 6.4,
    "story": "夏菁（郑裕玲 饰）和丈夫结婚多年，彼此之间的感情早已经十分淡漠。为了逃离令她感到窒息的婚姻，夏菁来到了巴黎，去那里参加好友阿冰（夏文汐 饰）的婚礼。在巴黎，夏菁邂逅了名为广平（周润发 饰）的小提琴手，两人之间狂风暴雨般的产生了炙热的感情。对于这段感情，夏菁一直都持着强烈反对的态度，这让夏菁开始怀疑，阿冰是否对广平也有着觊觎之心。\n夏菁的丈夫追随着妻子的脚步也来到了巴黎，夹在两个男人之间，夏菁不知该做出怎样的选择。最终，夏菁决定跟广平远走高飞，但两人之间的感情其实早就有了裂缝。在嫉妒的折磨之下，失去了理智的夏菁做出了令所有人都追悔莫及的举动。©豆瓣",
    "director": ["区丁平"],
    "actor": ["周润发", "郑裕玲", "夏文汐", "张国柱"]
  },
  {
    "name": "第一次",
    "year": "1983",
    "id": "1302335",
    "type": ["剧情"],
    "rate": 7.3,
    "story": "描述香港三对年轻男女的青春烦恼，颇为平实动人。几个角色都有相当鲜明的性格，并从他们的遭遇中反映出香港现实社会的点点滴滴。",
    "director": ["俞凤至"],
    "actor": ["张国荣", "翁静晶", "杨群"]
  },
  {
    "name": "猎魔者",
    "year": "1982",
    "id": "1777420",
    "type": ["动作", "剧情"],
    "rate": 6.1,
    "story": "贺盈（余安安 饰）是含着金汤匙出生的千金大小姐，为了得到一份隐藏了重大商业机密的录音带，贺盈找到了名为罗力（狄龙 饰）的男子，花重金雇佣他前往柬埔寨，寻找录音带的所有者乃文（高飞 饰）。这将注定是一场充满了危险的旅途，因为乃文并非普通人，而是一名经验丰富阴险狡猾的杀手。\n为了任务能够万无一失的完成，罗力找到了好友阮南星（陈惠敏 饰）、雷泰（罗烈 饰）和白兰氏（陈百祥 饰）等人，一行人组成了敢死队小组奔赴柬埔寨。经过了重重的波折，罗力出色的完成了任务，甚至生擒了乃文，将他交给了贺盈。可是直到此时，罗力才发现，自己已经陷入了一个巨大的阴谋之中。©豆瓣",
    "director": ["王晶"],
    "actor": ["狄龙", "汪禹", "余安安", "罗烈"]
  },
  {
    "name": "西安事变",
    "year": "1981",
    "id": "1667008",
    "type": ["剧情", "历史"],
    "rate": 6.7,
    "story": "1935年秋，红军经过长征后抵达陕北。9月末，张学良（金安歌 饰）出任西北剿匪总司令部副司令，率东北军奉命剿共，无奈战事不利，三个月内折损三师。同时陕西绥靖公署主任、后西北军领袖杨虎城（辛静 饰）厌倦连年内战，萌生退意，所部与红军呈互相观望态势。蒋介石（孙飞虎 饰）在东北军严重损耗的情况下未予及时支持，这让按蒋命令放弃东北、失土失地背负五年骂名的张学良失望莫名，张遂主动接触红军方面，并经过与杨虎城的反复试探，三方达成抗日统一战线的共识。1936年秋，蒋介石挥军北上，同时亲临西安督战，在面临剿共与分调的选择下，张、杨二人决定兵谏蒋介石抗日，此即不久后震惊中外的“西安事变”。\n本片获1982年中国电影金鸡奖最佳导演、最佳男配角、最佳化妆奖。1981年华表奖。©豆瓣",
    "director": ["成荫"],
    "actor": ["金安歌", "辛静", "孙飞虎", "王铁成"]
  },
  {
    "name": "今古奇观续集",
    "year": "1983",
    "id": "26356170",
    "type": ["纪录片"],
    "rate": 0,
    "story": "",
    "director": [],
    "actor": []
  },
  {
    "name": "三闯少林",
    "year": "1983",
    "id": "1459978",
    "type": ["动作", "武侠", "古装"],
    "rate": 7.5,
    "story": "四大家族之一的金虎堡堡主在一次押镖途中，被四名蒙面和尚劫杀。叶青花（刘玉璞 饰）被怀疑与此案有关，游侠雷迅（尔冬陞 饰）助友洗脱嫌疑，竟卷入奇案，三闯少林，找出四名和尚。导演唐佳和编剧设计的「大刀阵」、「十二金刚阵」绞尽脑汁，最后一个「板凳阵」更叫人拍案叫绝，叁阵已成电影经典。雷迅找出四名和尚，当众伏法，以为真相大白；岂料，四名和尚又到处杀人，雷迅才知道被人利用，引发连场打斗。唐佳起用六大武指同场度招，动作的速度与难度奇高，令人叹为观止。\n《三闯少林》是邵氏1983年投拍的一部武侠片，唐佳导演，而今的名导尔冬升是主演。与大多数的武侠片一样，这部影片的故事情节在逻辑上不甚严密，只是从叶青花在少林寺指认杀人凶手才开始有些离奇曲折。难能可贵的是，影片引人入胜之处，一不靠美女，二不靠卖弄玄虚和花架子，全靠真正的拳脚功夫。影片中雷迅第二次闯少林寺，连过三阵才得以指认凶手。其中第三阵是少林方丈的板凳阵，按理说阵是方丈摆的，平日里必然练过，雷迅不过一江湖少年，在少林又是登门客，摆出板凳阵分明是一大把年纪的方丈欺负人。好在方丈要求雷迅和乔一多联手2打1，倒也勉强说得过去。最后能把方丈打下阵去，那一连串的全旋也是丈着年轻人体力好。以前看过李连杰主演的一部关于方世玉的影片，有段救母的情节也有板凳阵，拍的天花乱坠，神乎其神，呵呵，原来出处在《三闯少林》。\n三多影片中各位主人公用的兵刃也比较讲究。雷迅使的一把短剑，而且似乎喜欢用反手。在少林寺闯十二金刚阵的时候，竟然敢用这把短剑对抗十二名少林金刚的金刚棍。一般电影里的少林和尚，用的都是木质棍子，这部电影里用的却是金属棍，构思奇妙之处就在于棍子可以拆成三节棍，使得阵法变化多端，刚柔并济。雷迅的小短剑能闯过十二名装备精良的少林和尚，最后也是耍了一点儿小无赖才过关。叶青花的双刀最奇特，一对金刀只有刀身没有刀把，平时卡在袖口上，双手握拳，以臂挥刀，紧急时刻还可以把刀弹射出去，致人于死地。四大家族最后呜呼的，死的比较明白的那位（忘记叫什么了），他的大弓最酷，距敌较远的时候，拿出一支箭来，箭头在护腕上一擦，就成了火箭，中箭者必全身着火，死于非命，近战时弓身就是得手的兵刃，十分奇特。\n三多雷迅虽然是主角，但是配角乔一多也比较出彩，尤其在少林单闯大刀阵的时候，颇有后来成龙电影的风格，即功夫以巧取胜，又从中搞笑以取悦观众。\n三多影片最后的雷迅，在我看来是十分可叹的。尽管叶青花是整个毒计中的一部分，为了报母仇故意接近雷迅并利用他，后来觉得雷迅无可利用了，毫不犹豫地去杀他，反被人杀，垂死之际又杀了乔一多，其所作所为令人发指，但毕竟她是为了报杀母之仇，比起她父亲的做法，利用少林寺即要报杀妻之仇还要称霸武林的，还是有些微怜悯的。雷迅为了追寻事实真相，最后失去了所有的朋友。无论真心也好，假意也罢，失去朋友，令人扼腕叹息。",
    "director": ["唐佳"],
    "actor": ["尔冬升", "白彪", "高飞", "詹森"]
  },
  {
    "name": "中华武术",
    "year": "1983",
    "id": "2237948",
    "type": ["纪录片"],
    "rate": 0,
    "story": "香港海南电影公司八十年代武打片盛行时的纪录片。云集了北京的李俊峰，戈春燕，郝致华，王建军，李连杰，陕西的赵长军，广东的邱建国，四川的熊长贵等，他们当时都在内地及港台合拍片里饰演角色。影片包括个人拳术表演，器械对练，三人对拳....是一部十分珍贵的资料影片。和港台武打等有设计的武打有着天壤之别。",
    "director": ["仲义", "杨颂"],
    "actor": ["李俊峰", "戈春燕", "郝致华", "王建军"]
  },
  {
    "name": "波牛",
    "year": "1983",
    "id": "1299497",
    "type": ["动作", "运动"],
    "rate": 7.4,
    "story": "李堂（元彪 饰）不过只是区区一介灰头土脸的乡下小子，却意外的在街头给了意气风发的球王阿金（狄威 饰）一个下马威，并因此结识了善良的少女亚凤（李赛凤 饰）。李堂和亚凤的哥哥小孙（张国强 饰）一起考入了大名鼎鼎的龙华足球队，哪知道球队的经理不是别人，正是和李堂有过过节的阿金。\n小肚鸡肠的阿金处处刁难李堂，让李堂的日子很不好过，但李堂却并没有气馁，而是不放过任何一个学习的机会，苦苦磨练着技艺。终于，某日，李堂得到了一个上场比赛的机会，展现出了令人折服的技艺，然而，却有奸人从中作梗，让李堂的地位一跌再跌。阿金找到李堂，想要以球决胜负，而他们的赌注，竟然是两人的前途。©豆瓣",
    "director": ["袁振洋"],
    "actor": ["元彪", "张国强", "李赛凤", "狄威"]
  },
  {
    "name": "毒蛊",
    "year": "1983",
    "id": "5343618",
    "type": ["恐怖"],
    "rate": 5.9,
    "story": "“降头”——有人说是蛊，有人说是邪术，也有人认为是一种传说，究竟降头是什么东西？至今医学界也得不到一个正确的答案，但人言之凿凿，却不由你不信！ 男子张友职业司机，娶妻翠兰，因时运多滞，时遇暗九杀，时遇见些鬼怪的事，因而求神占卜，但也不能化凶为吉。一夜，张在街上兜得一对 男女上车，嘱往大口环坟场，张不知道这双男女竟为情而死的鬼魂，无意间触犯其禁忌，其后，张在坟场附近吃云吞面，又遇上了鬼，发觉所找回的碎钱竟变为冥镪，连所吃的云吞也全是黄泥，张大骇，大呕大吐，因此而大病一场……",
    "director": ["彭龄"],
    "actor": ["陈莉莉", "关海山", "黎汉持"]
  },
  {
    "name": "自古英雄出少年",
    "year": "1983",
    "id": "1440958",
    "type": ["剧情", "儿童", "动作"],
    "rate": 7.5,
    "story": "年仅十岁的富绅小少爷“大丈夫”（郝勇 饰）生性顽皮，不服管教。为使其收心敛性，父母替他娶了一个二十多岁的媳妇（张小燕 饰）。媳妇武艺高强，管教甚严，这可苦坏了散漫惯的大丈夫，遂找准机会，逃离家门。\n时逢清朝末年，国家动荡不安，朝廷腐败，烽烟四起。天地会以“反清复明”为宗旨，带领起义民众反抗清朝的高压统治。后因内奸告密，总舵遭到突袭，兄弟死伤无数。总舵主之子在黄婆婆的护送下藏匿江边小城。大丈夫偶然机会救下黄婆婆，从此立志加入天地会，永不回家。谁想朝廷派出大内高手，一路追杀天地会遗孤，黄婆婆更被高手所害。失去庇护的孩子们手足无措，命运多舛……©豆瓣",
    "director": ["牟敦芾"],
    "actor": ["郝勇", "张小燕", "胡益林", "吕立"]
  },
  {
    "name": "山T老夫子",
    "year": "1983",
    "id": "3003234",
    "type": ["动画"],
    "rate": 8.2,
    "story": "老夫子、秦先生及大番薯于老赵经营的游戏机中心打工，在修理“食鬼”游戏机期间被吸入，化身成游戏主角，期间被游戏中的鬼围殴，秦及大番薯两人击毁游戏机把老夫子救出，事后三人皆被老赵开除。他们先后到“东家”餐厅及“西家”理发店应征，虽然表现出人意表，但他们在得悉其经理皆为老赵后均拒绝接受工作。\n其后他们到一大型游乐场应征，他们又发现其经理人也是老赵，且薪酬微薄，但老夫子为了梦寐以求的陈小姐，惟有硬着头皮接受。与此同时，一位名为“地皮王”的地产商觊觎游乐场的土地，以各种下流手段威迫老赵低价出售土地，包括在深夜潜入游乐场在饮用水落泻药，及在某处放置强力炸弹。\n某夜天空出现异象，老夫子被一道强光弄醒，便前往“魔鬼洞”看个究竟，在洞内遇到来自远方银河系的微型外星人“山T”，“山T”愿意与老夫子结缘，并以其强大力量帮助他。一天“地皮王”联同两名手下前往游乐场捣乱，老夫子在“山T”帮助下，击倒“地皮王”身型魁梧的手下“阿奀”，但“地皮王”并未屈服，随即向老赵威胁已放置炸弹，又给他们三天时间准备卖地。\n老夫子等提出在这三天内寻找炸弹，但最后未能找到。三天过后，“地皮王”等来到游乐场，称要把炸弹引爆，在危急关头之际，老夫子等从“地皮王”手中抢夺炸弹遥控器，双方随即爆发追逐战。“地皮王”眼见抢不了遥控器，便指使“阿奀”挟持陈小姐作人质，并将她绑在过山车路轨上。老夫子和“山T”展开拯救，突破“阿奀”的阻挠，把陈小姐平安救出，同时也在一火箭内找到“地皮王”等放置的炸弹。“地皮王”等其后连同炸弹被困火箭内，老夫子等也把火箭开动，“地皮王”等被射到月球上。\n电影以“山T”乘坐太空船，与老夫子离别作结尾。",
    "director": ["蔡志忠", "胡樹俪", "蔡明钦"],
    "actor": []
  },
  {
    "name": "满天神佛",
    "year": "1983",
    "id": "3064984",
    "type": ["动作", "喜剧"],
    "rate": 6.6,
    "story": "青年术士“钱小豪”与好友合伙，专营驱魔治鬼法事，被邀往凌府为凌公子驱鬼，因功力太差反被女鬼戏弄险告丧命，幸得大师“罗烈”暗中施法帮助，将女鬼逐去，二人懵然不知，自以为功夫了得，后再得大师相救，方悟大师乃高人，拜大师为徒学茅术之最高修为六壬神功，大展身手。",
    "director": ["徐虾"],
    "actor": ["钱小豪", "蒋金", "罗烈", "杨菁菁"]
  },
  {
    "name": "同线车",
    "year": "1983",
    "id": "10573600",
    "type": ["剧情", "动作"],
    "rate": 0,
    "story": "",
    "director": ["林義雄"],
    "actor": ["吕良伟", "吴孟达", "郑则仕", "姚炜"]
  },
  {
    "name": "怒拔太阳旗",
    "year": "1983",
    "id": "25719537",
    "type": [],
    "rate": 0,
    "story": "中国过去就是被政府颟预无能而再饱受被日侵华之创伤，历史的残骸道出了千万民族凄厉之悲歌，劫后余生的唐家国在战乱中和唯一的姐姐也失散了，战争遗留下的烙印使他一生也刻骨铭心。他凭个人坚毅意志奋力苦学，在事业上奠定了很有成就之人物，并将战时日军罪证揭发公诸于世。",
    "director": ["萧荣"],
    "actor": ["邓光荣", "区瑞强", "金兴贤", "唐天希"]
  },
  {
    "name": "少林与武当",
    "year": "1985",
    "id": "2172920",
    "type": ["动作"],
    "rate": 6.6,
    "story": "清朝年间，少林与武当都拥有极多高手。少林以反清复明为志，武当派则甘作满清鹰犬，因而两派处于敌对局面，旗人青年童千斤，因自幼是孤儿，遭受同族欺侮，对族人怀恨极深，投身少林寺习武。他联络同门师兄弟胡惠乾等进行反清复明工作，武当派高手为了对付少林弟子，亦派出门下分批下山，与童相遇掀起一场又一场的打斗……",
    "director": ["刘家辉"],
    "actor": ["陈玉莲", "詹森", "郑少秋", "王清河"]
  },
  {
    "name": "怕丑仔",
    "year": "1983",
    "id": "26276460",
    "type": ["喜剧"],
    "rate": 0,
    "story": "",
    "director": ["黄华麒"],
    "actor": ["良鸣", "汪禹", "陈秀雯", "李殿朗"]
  },
  {
    "name": "百厌妹",
    "year": "1983",
    "id": "24532155",
    "type": ["剧情"],
    "rate": 0,
    "story": "Flora及其好友在女童院期满出院，经刘Sir劝服重返校圆，但仍不改其反叛个性。欺骗其母声称往补习，往往深夜才回家。放学后，即更衣往开Party，吃喝玩乐，撩是斗非。一次，闲逛到名店，见货品极其昂贵，还被店员白眼。众人于是发奋图强，找银去，年轻人少不更事，到Karaoke做待应，但被安排在货车上接客，但被「放蛇」捉返差馆……故事极具教育意义！",
    "director": ["巴山"],
    "actor": ["陈安莹", "郭秀玲", "李薇薇"]
  },
  {
    "name": "暗渠",
    "year": "1983",
    "id": "2133117",
    "type": ["动作", "犯罪", "惊悚"],
    "rate": 6.8,
    "story": "本片为八十年代由蓝乃才导演的写实警匪片。故事讲述侦缉警长赵敬才(罗莽 饰)因一次行动，连累下属被劫匪击毙，而被上司指责处事鲁莽，改派督察邱正明(苗侨伟 饰)接办案件。敬才与正明办案作风迥异，冲突日多。职业杀手利子健(白彪 饰)受雇来港狙杀殷商徐文(王戎 饰)，岂料行动时却误中副车，仅杀死徐文之助手；当徐文查得杀手为子健後，急欲除之。警方接获线报，即派正明与敬才率队出发，阻止黑帮火并……",
    "director": ["蓝乃才"],
    "actor": ["苗侨伟", "白彪", "罗莽", "王戎"]
  },
  {
    "name": "皇帝保车",
    "year": "1987",
    "id": "1293172",
    "type": ["剧情", "传记", "历史"],
    "rate": 9.2,
    "story": "溥仪（尊龙 饰）的一生在电影中娓娓道来。他从三岁起登基，年幼的眼光中只有大臣身上的一只蝈蝈，江山在他心中只是一个不明所以的名词。长大了，他以为可以变革，却被太监一把烧了朝廷账本。他以为是大清江山的主人，却做了日本人的傀儡。\n解放后，他坐上了从俄国回来的火车，身边是押送监视他的解放军。他猜测自己难逃一死，便躲在狭小的卫生间里，割脉自杀。然而他没有死在火车上，命运的嘲笑还在等着他。文革的风风雨雨，在他身上留下了斑斑伤痕。©豆瓣",
    "director": ["贝纳尔多·贝托鲁奇"],
    "actor": ["尊龙", "陈冲", "邬君梅", "彼得·奥图尔"]
  },
  {
    "name": "六指琴魔",
    "year": "1983",
    "id": "1982122",
    "type": ["奇幻", "武侠", "古装"],
    "rate": 6.4,
    "story": "本片由龍逸昇編導，故事描述，女俠風靈（惠英紅）得悉「六弦魔琴」重現江湖，神秘人用以濫殺無辜，妄圖獨霸武林；唯一能剋制魔琴的只有火弦弓及火羽箭，卻只有袖手樵隱（龍天翔）知道弓與箭之下落；風靈找老頑童（元德）、神偷（郭追）、猿飛（錢小豪）等，一起往找樵隱；期間，眾人竟發現逍遙隱士就是六指琴魔（白彪）！在找到樵隱之前，琴魔為爭霸已陷瘋狂……",
    "director": ["龙逸升"],
    "actor": ["郭追", "惠英红", "钱小豪", "白彪"]
  },
  {
    "name": "害时出世",
    "year": "1983",
    "id": "3275650",
    "type": ["惊悚"],
    "rate": 6.8,
    "story": "一個心理變態的狂徒，專向患有頑疾的病人下毒手，首先遇害者是一位患有胃病多年的落難佬倌，跟著是患有乳癌的魚蛋妹，簡探員伊雷長期患有風濕病的母親，亦不幸遇害，情況使警方束手無策，三個疑犯分別是魚蛋妹的男朋友；有醫生資格卻不獲發牌的倒霉醫生及對醫學有濃厚興趣的小販，但警方經過細心調查下，還是查不出結果，就在探員伊雷往醫院切除痔瘡時，卻在手術床上遇上兇手，結果……",
    "director": ["江龙"],
    "actor": ["郑丹瑞", "陈欣健", "伊雷", "李殿朗"]
  },
  {
    "name": "毁灭号地车",
    "year": "1983",
    "id": "2346913",
    "type": ["动作"],
    "rate": 6.3,
    "story": "此片拍於八十年代，由剛讀完訓練班的劉德華、嚴秋華分飾兩兄弟，而年方十六歲的劉美君，則扮演由越南偷渡來港的少女，且有大膽暴露演出。故事圍繞兩兄弟和一個難民營內的越南少女的反叛愛情關係，題材敏惑，充滿戾氣。岳華飾劉、嚴父親，任職監獄署，與妻離婚後打算再娶女友錢慧儀，令原巳反叛的兒子更反叛，以致兩個兒子走向毀滅之路……",
    "director": ["霍耀良"],
    "actor": ["刘德华", "严秋华", "刘美君", "岳华"]
  },
  {
    "name": "梁上君子",
    "year": "1983",
    "id": "1482498",
    "type": ["动作", "喜剧", "犯罪"],
    "rate": 6.7,
    "story": "本喜劇片為徐蝦導演。董驃、錢小豪及蔣金在片中飾三個職業扒手，一向合作無間，惟董一次意外失手被補下獄；錢及蔣在外，到處碰釘，好不容易等到董出獄，忙迎接，準備重出江湖，大幹一番。董曾對女兒佯稱赴南洋營商，乃喬裝南洋闊客返家，因扮相古怪，惹途人圍觀，三人技癢難當，左穿右插，大施空空妙手；羅莽飾的保安隊長，見三人奇裝異服，招引群眾，嚴詞詰問，董閱歷豐富，指東說西，自詡身份特殊，使羅躬身謝罪……",
    "director": ["徐虾"],
    "actor": ["钱小豪", "董骠", "罗莽", "廖丽玲"]
  },
  {
    "name": "车魂",
    "year": "1983",
    "id": "4933213",
    "type": ["恐怖"],
    "rate": 7.3,
    "story": "敘述一個出門幫媽媽買藥的小女孩被車撞死. 然後變成鬼魂復仇的故事。",
    "director": ["盧寶倫"],
    "actor": ["郑则仕", "方家煌", "艾迪 Eddie Chan"]
  },
  {
    "name": "半边人",
    "year": "1983",
    "id": "1299619",
    "type": ["剧情", "爱情"],
    "rate": 8,
    "story": "阿莹（许素莹 饰）是一位平凡的卖鱼女，出生在香港的一个平民区里，日复一日的枯燥生活和感情上的不顺利让阿莹沉浸在郁闷的情绪中无法自拔，然而，坚强的她并没有失去生活的希望，她坚信，美好的未来在等待着她。\n某日，阿莹看到了一家电影文化公司正在招募工读生，她决定应聘，并且成功的 得到了一个职位，就这样，阿莹开始了学习表演艺术的生活。在文化公司里，阿莹邂逅的名叫张松柏（王正方 饰）的老师，这位善良的老师尽管身患残疾，却依然教会阿莹领略生活的真谛，随着时间的推移，阿莹渐渐喜欢上了亦师亦友的张松柏。张松柏要远赴美国治疗腿疾，临行前，他安排阿莹在他所导演的话剧《将军族》中扮演了一个角色，这个角色给阿莹的未来事业带来了难能可贵的机会。©豆瓣",
    "director": ["方育平"],
    "actor": ["王正方", "许素莹", "郑智雄"]
  },
  {
    "name": "武林圣火令",
    "year": "1983",
    "id": "1776365",
    "type": ["喜剧", "奇幻", "武侠"],
    "rate": 6.3,
    "story": "尹青松夫妇在无意之中得到了江湖人士人人垂涎三尺的武林圣火令，传说只要练就此功，方能称霸武林。夫妻两人遭到了各帮各派刺客的追杀，并且最终命丧峨眉派掌门人静音师太（刘雪华 饰）手下。静音师太得到了阴圣火令，并且带走了尹青松的女儿尹丹凤（杨菁菁 饰），尹丹凤的哥哥尹天仇（莫少聪 饰）则被幽灵鬼叟（郭追 饰）收养。幽灵鬼叟和静音师太约定十八年后一决胜负。\n幽灵鬼叟将毕生所学传授给了尹天仇，希望他能够替他的父母报仇。而静音师太则欺骗尹丹凤杀害她父母的凶手正是幽灵鬼叟，愤怒的尹丹凤苦练武功，发誓要置幽灵鬼叟于死地。©豆瓣",
    "director": ["鲁俊谷"],
    "actor": ["郭追", "刘雪华", "翁静晶", "莫少聪"]
  },
  {
    "name": "脑魔",
    "year": "1983",
    "id": "4016061",
    "type": ["恐怖"],
    "rate": 6.2,
    "story": "印尼降头术与泰国四面佛大斗法",
    "director": ["羅烈"],
    "actor": ["陳觀泰", "余安安", "楚湘雲", "羅烈"]
  },
  {
    "name": "龙的故乡",
    "year": "1983",
    "id": "34926307",
    "type": ["历史"],
    "rate": 0,
    "story": "",
    "director": ["冯淳超"],
    "actor": []
  },
  {
    "name": "天蚕变",
    "year": "1983",
    "id": "1532801",
    "type": ["动作", "悬疑", "武侠"],
    "rate": 6.5,
    "story": "云飞扬（徐少强 饰）表面上不过是一介小小杂役，但实际身份却是武当掌门青松（王戎 饰）的私生子，私底下，青松传授了云飞扬诸多的武艺。青松有一宿敌独孤无敌（万梓良 饰），两人交手多年没有分出高下。\n青松新收了一名为傅玉书（刘永 饰）的弟子，哪想到玉书其实是青松之敌逍遥谷主人的孙子，他此行只有一个目的，那就是偷师学艺为亲复仇。玉书杀害了青松霸占其位，并将罪名嫁祸到了云飞扬的头上，一时间，云飞扬成为了江湖上人人喊打的逆贼，他不得不踏上了逃亡的旅程。途中，云飞扬身负重伤被一女子救下，这位女子不是别人，竟是他同父异母的妹妹。人生跌入谷底的云飞扬决定痛定思痛，苦心修炼来之不易的天蚕功，希望能够为生父报仇。©豆瓣",
    "director": ["鲁俊谷"],
    "actor": ["徐少强", "万梓良", "刘永", "王戎"]
  },
  {
    "name": "龙腾虎跃",
    "year": "1983",
    "id": "1481649",
    "type": ["动作"],
    "rate": 6.2,
    "story": "程家三兄弟为民除害，因此而惹恼了地煞（权永文 饰）和天煞（任世冠 饰），遭到两人报复。老大惨死于屠刀之下，老二程振南（田俊 饰）和老三程振北（陈慧楼 饰）分别带着他们的儿子阿龙（成龙 饰）和阿栋（惠天赐 饰）踏上逃亡的旅程，一场混乱之中，阿龙和阿栋失散，从此踏上了两条截然不同的人生道路。\n时光荏苒，阿龙成长为了乐观开朗的正直青年，一次无意中，他使出了失传已久的程家拳，被一直耿耿于怀的地煞和天煞发现了行踪，结果家中惨遭灭门，丐帮帮主的女儿小玲（林银珠 饰）帮助阿龙逃过一劫之后亦不幸命丧黄泉。此仇不报非君子，阿龙和久违的阿栋决定联手，替父亲等人报仇。©豆瓣",
    "director": ["陈全"],
    "actor": ["成龙", "任世官", "惠天赐", "韩国材"]
  },
  {
    "name": "田鸡过河",
    "year": "1983",
    "id": "3818925",
    "type": ["动作"],
    "rate": 0,
    "story": "酒楼老板陈德祖，尖酸刻薄，扼诈员工，员工中以“中发白”最为恨之入骨，时常希望一朝发达以惩诫陈。陈垂涎邻居“蒙蒙猪”美色，故意亲近，对她大力追求。但“蒙蒙猪”早巳对“中发白”有好感，令“中发白”更要与陈大拗手瓜，引发连场笑话……",
    "director": ["沈月明"],
    "actor": ["Chik Wai Chan", "陈国权", "Mang-Ha Cheng", "曹达华"]
  },
  {
    "name": "第一把交椅",
    "year": "1983",
    "id": "20437260",
    "type": [],
    "rate": 0,
    "story": "",
    "director": ["李钊"],
    "actor": ["嘉伦", "石修", "郑则仕", "宋金來"]
  },
  {
    "name": "鬼掩眼",
    "year": "1983",
    "id": "10574513",
    "type": ["惊悚", "恐怖"],
    "rate": 0,
    "story": "亚宝（黄允材饰）乃消防员，一日於火场发现一具女性焦尸，但此焦尸竟突然动手掩寳之眼，寳当场晕倒。甦醒后的寳，性情大变，终日不言不语。原来，当日火场之女尸，与寳前世有未了恩怨，故此今生要借寳之手保护其仍在世之胞妹亚花（何思嘉饰）。\n花年少无知，贪慕虚荣，认识了著名影星易天丽（程可为饰）之后，竟放弃了原来的工作，开始当其模特儿，事实上，易天丽对花有非份之想。亚寳身被鬼借，时刻对花加以保护，花虽不胜其烦，但事实上却屡屡化险为夷。花为了功利而接近易及摄影师亚Dee（艾迪饰），Dee迷於花之美色。某日欲有所行动，却遭神秘人所伤，此神秘人竟然是易，但Dee死心不息，一夕终以酒及迷药迷姦花，事后且让广告商邱某（卢远饰）分一杯羹。\n花惨遭轮姦之后心情恶劣，终為易所乘，与易发生同性恋行为，成为易之洩欲工具。花一再受辱，一时想不开自杀，千钧一髮之际，寳出现解救，并出示其亡姊之照片，至此，花始知一直跟踪保护自己者，实际上是亡姊之魂，但花仍不知，亡姊实际上亦有同一遭遇，并因此而踏上自杀焚身之路。\n為雪耻报仇，寳(花姊)决定尽杀易天丽与Dee二人。在寳杀易之同一时间，Dee由花之密友亚秀（金燕玲饰）口中，得悉花姊可能附身於一消防员身上而有所作为，遂以先前姦污亚花时拍下之照片，威胁花说出寳藏身处。\n在寳家，Dee与寳初度动手，互无胜负，Dee立刻返回摄影室，寳杀到，双方為旧恨新仇对阵，Dee且胁持花对付寳(花姊)，在姊妹情深之下，寳险遭毒手，但得花之助，终克服神佛助Dee之力，惨胜Dee，但被花姊附身之寳亦一齐牺牲。寳临终之前，犹高呼此生借身之仇，他生必报。",
    "director": ["陈俊杰"],
    "actor": ["艾迪", "黄韵材", "司马燕", "金燕玲"]
  },
  {
    "name": "小生作反",
    "year": "1983",
    "id": "4287116",
    "type": ["剧情", "喜剧"],
    "rate": 0,
    "story": "2000年香港，女权运动不断高涨，为了对付妇解份子，“防止虐夫会”因而成立，在必要时以暴易暴，消灭妇解中的恐布份子。\n郑则士受到妻子虐待及迫害，甚至人身自由亦被剥夺，郑遂向“防止虐夫会”求助，可惜其畏妻症太深，最后被认为无药可救，自愿接受人道毁灭。\n其宝郑并未死，暗中观察其妻举动，知妻对他尚有深厚感情，于是接受“防止虐夫会”林主席建议，携手榴弹与妻展开谈判，若她仍不悔改，则同归于尽，怎料郑妻见夫归来，高兴之余，却意外炸死了林主席，而男女权斗争也随之结束。",
    "director": ["温兆权"],
    "actor": ["林建明", "郑则仕", "黄造时"]
  },
  {
    "name": "红粉兵团",
    "year": "1983",
    "id": "5502688",
    "type": ["动作", "冒险"],
    "rate": 0,
    "story": "一颗名为“上海之光”的硕大钻石被当作贺礼送给了雄霸一方的上海滩老大阴老板,引发了怪盗罗平,妓女苏三,小赤佬等人的争夺………",
    "director": ["朱延平"],
    "actor": ["林青霞", "孙越", "张艾嘉", "彭雪芬"]
  },
  {
    "name": "鹿鼎记",
    "year": "1983",
    "id": "1888310",
    "type": ["动作", "武侠", "古装"],
    "rate": 6.8,
    "story": "街市无赖韦小宝（汪禹 饰）阴差阳错进了宫，意外还和康熙皇帝（刘家辉 饰）打成一片，成了死党。随后，他更成了康熙的忠臣，帮康熙出谋划策，除掉了心腹大患鳌拜，一时官至极品，曾经的街市无赖终于出人头地。小宝也并非事事顺利，因其曾受天地会舵主陈近南所救，拜了陈近南为师傅，所以他在宫内的一大任务就是帮助天地会取得太后那里的四十二章经。由于四十二章经关系重大，除了天地会、神龙教，甚至康熙都想查出其下落，小宝就在各方势力下鬼马周旋，最后更凭借其聪明才智成功脱身。©豆瓣",
    "director": ["华山"],
    "actor": ["汪禹", "谷峰", "刘家辉", "楚湘云"]
  },
  {
    "name": "摧花者死",
    "year": "1983",
    "id": "5047625",
    "type": ["剧情"],
    "rate": 0,
    "story": "梁少凤自幼父母分居，缺乏关怀，性格倔强，就读于某中学。母被恶棍沙胆洪逼良为娼，堕于一楼一凤操皮肉生涯。某日，洪送母往一楼一凤甫潜回梁家图奸少凤，凤反抗奔出往找母，遇母接客，羞愤离开，往找父，又遇同学琪琪正与父鬼混，凤愤，从此离开父母……\n黄伟乃歹徒头子九叔手下，与失明母亲相依为命，因不愿长期替歹徒工作起脱离之意，被九叔指使沙胆洪抢走贼賍一批嫁祸伟……",
    "director": ["李荣章"],
    "actor": ["吕良伟", "周秀兰", "归亚蕾", "刘丹"]
  },
  {
    "name": "色欲狂魔",
    "year": "1983",
    "id": "26757360",
    "type": [],
    "rate": 0,
    "story": "",
    "director": ["林展伟"],
    "actor": ["林建明", "艾飞", "陆依岚", "江岛"]
  },
  {
    "name": "岳家小将",
    "year": "1983",
    "id": "1963827",
    "type": ["剧情", "动作", "古装"],
    "rate": 6.9,
    "story": "公元1126年，北宋靖康元年。漠北女真人以4万铁骑入侵中原。由于太上皇宋徽宗的昏聩以及军备疏散，金兵长驱直入，如入无人之境。一路烧杀抢掠，直攻到东京汴梁。城破之日，金兵虏徽、钦二帝，是为靖康之耻。\n此后钦宗之弟赵高继位，是为高宗。一代英雄岳飞护佑高宗，被困牛头山。为迫岳飞投降，金将兀术派二太子金弹子（张成忠 饰）、三公主银铃子（张希玲 饰）和张兆奴（张跃宁 饰）前去偷袭岳家庄，欲虏岳母以作要挟。\n岳飞之子岳云（寻峰 饰）自幼喜好舞枪弄棒，一双银锤使得风生水起。他闻听父亲被困牛头山，计划偷偷前往助阵，却被几个兄弟掣肘。牛皋之子牛通（刘卫民 饰）偶然遇见伪装后的金弹子等人，无意中得知偷袭计划，于是连忙赶往岳家庄报信。得知消息的岳家小将们整饬装备，等待即将到来的一场大战……©豆瓣",
    "director": ["王芝瑜"],
    "actor": ["寻峰", "魏巍", "张安继", "刘卫民"]
  },
  {
    "name": "邪花劫",
    "year": "1983",
    "id": "5049798",
    "type": ["犯罪", "剧情"],
    "rate": 0,
    "story": "",
    "director": ["李超"],
    "actor": ["艾迪", "施思"]
  },
  {
    "name": "血中血",
    "year": "1983",
    "id": "10491675",
    "type": ["剧情", "犯罪", "悬疑"],
    "rate": 6.4,
    "story": "警官秦SIR和妻子君如搬迁到一个小镇上，后来小镇连续发生了多起强奸案，怀疑对象集中到了村里的阿才和莫蛇两个地痞。可是随着案情的发展又都逐一排除了对他们的嫌疑。新迁入小镇的林医生行为令人捉摸不定，案发时他又都没有不在场的证据，遂成了新的嫌疑对象，拨开重重疑雾终于案情有了突破，可罪犯的魔瓜又伸向秦SIR的妻子君如。",
    "director": ["王青"],
    "actor": ["冯淬帆", "王青", "黎汉持", "邵音音"]
  },
  {
    "name": "美色飘香",
    "year": "1985",
    "id": "26746566",
    "type": ["恐怖"],
    "rate": 0,
    "story": "",
    "director": ["陈伟"],
    "actor": ["李艳艳", "孙健", "方小慧"]
  },
  {
    "name": "杨过与小龙女",
    "year": "1983",
    "id": "1301222",
    "type": ["动作", "爱情", "武侠"],
    "rate": 6.6,
    "story": "改编自金庸名著《神雕侠侣》，张国荣与翁静晶饰演杨过与小龙女。故事描述小龙女与杨过本于古墓中融洽生活；但小龙女遭尹志平迷奸，误以为失身于杨过；杨不知就里婉拒婚议，龙愤然出走。后杨与龙重逢，重提婚事，却遭黄蓉(刘雪华)劝阻……",
    "director": ["华山"],
    "actor": ["张国荣", "翁静晶", "陈观泰", "谷峰"]
  },
  {
    "name": "撞鬼",
    "year": "1983",
    "id": "3120456",
    "type": ["喜剧", "动作", "恐怖"],
    "rate": 6.5,
    "story": "戏班女工小珍大意将压衣箱之喜神翻转，惹来一场大祸！首先，小珍被杀，而当地谭司令官垂廷花旦玉容美色，花与师兄白玉楼相好，班主与戏班中人为谭收买，合谋杀死白玉楼，更诬陷白是奸杀小珍之凶手。白玉楼鬼魂为报冤仇而将戏班中人陆续杀死，谭司令寿辰之日欲向花玉容逼婚，白之鬼魂出现，与新加入之武生萧元庆联手尽歼奸徒！",
    "director": ["张彻"],
    "actor": ["程天赐", "江生", "鹿峰", "徐中菲"]
  },
  {
    "name": "新蜀山剑侠",
    "year": "1983",
    "id": "1307775",
    "type": ["剧情", "动作", "奇幻"],
    "rate": 7,
    "story": "五胡乱华时代，西蜀兵探子狄明奇（元彪 饰）幸得南海派丁引（郑少秋 饰）相救才没误入魔教，见丁引武艺高强，他大力劝其挺身而出救助天上苍生，并想拜其为师，遭丁引拒绝。丁引师弟昆仑派掌门人晓如（刘松仁 饰）在与魔教护法的打斗中被血魔附身，丁引决定带他到瑶池仙堡疗伤。\n因丁引是能让堡中冰焰 不灭的有缘人，正在闭关修行的堡主（林青霞 饰）出关救下晓如。而丁引不慎被血魔所伤后，堡主却因救晓如耗尽元气无力救助，只能将冰镜打破，冻住血魔，但众人也皆被冰封住，仅有狄明奇、晓如徒弟一真（孟海 饰）与仙堡女弟子（李赛凤 饰）逃脱。为普救天下苍生，三人决定到天刀峰寻找李亦奇女侠（翁倩玉 饰）与紫青双剑。©豆瓣",
    "director": ["徐克"],
    "actor": ["元彪", "孟海", "郑少秋", "李赛凤"]
  },
  {
    "name": "风水二十年",
    "year": "1983",
    "id": "3094281",
    "type": ["剧情"],
    "rate": 6.9,
    "story": "秋菊(甄珍飾)從梅縣逃往香港，找她在香港唯一的朋友。誰料，因秋菊有點姿色，竟被騙出賣肉體，幸好及時逃脫，遇上了一起逃往香港之阿妹姐(歸亞雷飾)。秋菊被介紹清潔女工，偶然認識了酒店董事(秦漢飾)，秋菊從此飛枝頭變鳳凰。本故事以秋菊逃往香港後，她及她身旁的人所受之遭遇，揭露出香港社會之人慾橫流……",
    "director": ["刘家昌"],
    "actor": ["甄珍", "归亚蕾", "秦汉", "关山"]
  },
  {
    "name": "我的妈妈",
    "year": "1983",
    "id": "4312244",
    "type": ["剧情"],
    "rate": 0,
    "story": "素贞（甄珍 饰）因嗜赌丈夫欠下大笔赌债后，自杀身亡，而只得开设一家小花店独自抚养四个小孩。素贞有一男友俊富（柯俊雄 饰）为外洋船之高级船员，但碍于孩子的关系，无法成婚。老大至刚（吕良伟 饰）更受到爷爷挑唆，与母亲产生嫌隙……",
    "director": ["柯俊良"],
    "actor": ["甄珍", "柯俊雄", "吕良伟", "庄静宜"]
  },
  {
    "name": "楚留香大结局",
    "year": "1983",
    "id": "3368990",
    "type": ["武侠", "古装"],
    "rate": 5.5,
    "story": "楚留香为了红颜知己苏蓉蓉之死而终日借酒消愁，好友慕容青城邀其做客，楚留香认识了其义女林还玉，并为之美貌倾倒，不想江湖人物刀疤侯七带人来刺杀慕容青城，言明是为好友美剑客柳上堤报仇，击退侯七后，楚留香决心调查此事的来龙去脉，他找到侯七，发现他已被玉蛇娘子所杀，玉蛇娘子后来也被赶来的慕容青城刺死，楚留香通过柳上堤的妹妹柳如是找到了柳上堤，柳上堤自诉了整件事的来龙去脉，原来林还玉是其妻子，她身上患有一种怪病，她本身不会病发，但与她缠绵过的男人会染上这种绝症，柳上堤已病魔缠身，容貌尽毁的他只好隐居等死，楚留香与柳上堤一起去找慕容青城，慕容青城启动了两个波斯铁甲战士与柳上堤决战，自己则引楚留香来到密室，密室中他言明自己是先前被楚留香击败的妖僧无花的哥哥，自己设下的陷阱是想用林还玉来报仇，柳上堤与铁甲战士战至同归于尽，慕容青城也败在楚留香手中，深爱楚留香的林还玉知道自己的所作所为无法被原谅后，在美丽的花丛中自尽身亡。",
    "director": ["张鹏翼"],
    "actor": ["郑少秋", "呂盈瑩", "徐少强", "陆一龙"]
  },
  {
    "name": "楚留香大结局",
    "year": "1983",
    "id": "3368990",
    "type": ["武侠", "古装"],
    "rate": 5.5,
    "story": "楚留香为了红颜知己苏蓉蓉之死而终日借酒消愁，好友慕容青城邀其做客，楚留香认识了其义女林还玉，并为之美貌倾倒，不想江湖人物刀疤侯七带人来刺杀慕容青城，言明是为好友美剑客柳上堤报仇，击退侯七后，楚留香决心调查此事的来龙去脉，他找到侯七，发现他已被玉蛇娘子所杀，玉蛇娘子后来也被赶来的慕容青城刺死，楚留香通过柳上堤的妹妹柳如是找到了柳上堤，柳上堤自诉了整件事的来龙去脉，原来林还玉是其妻子，她身上患有一种怪病，她本身不会病发，但与她缠绵过的男人会染上这种绝症，柳上堤已病魔缠身，容貌尽毁的他只好隐居等死，楚留香与柳上堤一起去找慕容青城，慕容青城启动了两个波斯铁甲战士与柳上堤决战，自己则引楚留香来到密室，密室中他言明自己是先前被楚留香击败的妖僧无花的哥哥，自己设下的陷阱是想用林还玉来报仇，柳上堤与铁甲战士战至同归于尽，慕容青城也败在楚留香手中，深爱楚留香的林还玉知道自己的所作所为无法被原谅后，在美丽的花丛中自尽身亡。",
    "director": ["张鹏翼"],
    "actor": ["郑少秋", "呂盈瑩", "徐少强", "陆一龙"]
  },
  {
    "name": "岩晒Key",
    "year": "1983",
    "id": "10577687",
    "type": ["剧情", "情色"],
    "rate": 0,
    "story": "这是一个爱情喜剧青春热情的少女苏珊娜和李咪咪,他们本来是好朋友,后来由于在情场上争夺男孩子,各展奇谋,结果变成一对欢喜冤家.",
    "director": ["文华"],
    "actor": ["邵音音", "刘雅丽", "范继尧", "邱百慧"]
  },
  {
    "name": "水晶人",
    "year": "1983",
    "id": "2131882",
    "type": ["动作", "恐怖", "悬疑"],
    "rate": 6.4,
    "story": "本片改編自著名武俠小說家黃鷹的同名小說，由華山於1983年執導。故事講述龍飛(白彪 飾)精心雕琢的水晶美人像忽然失蹤後，多名黑道高手離奇被殺，江湖傳言乃水晶人變成精靈殺人之所為。龍飛經過連番追蹤後，終發現水晶人(劉玉璞 飾)乃日后(陳思佳 飾)訓練之殺手。水晶人揭發江湖廝殺之真正幕後人，實為偽裝王爺的天帝(王戎 飾)……",
    "director": ["华山"],
    "actor": ["白彪", "王戎", "陈思佳", "林秀君"]
  },
  {
    "name": "疯血",
    "year": "1983",
    "id": "5985920",
    "type": ["犯罪", "悬疑", "惊悚"],
    "rate": 0,
    "story": "静雯在港大读社会工作毕业，丈夫伟明在警署当摄影师，有个四岁的小孩家宝，生活美满，静雯热心帮助人，但伟明认为那些人却是废物，烂泥扶不上壁，该全部扫入垃圾箱，静雯却不同意，她相信自己的能力，一定有辨法改造她们的。但是……",
    "director": ["李兆华"],
    "actor": ["艾迪", "郑文雅", "左颂升"]
  },
  {
    "name": "鼓手",
    "year": "1983",
    "id": "1424325",
    "type": ["剧情"],
    "rate": 7.8,
    "story": "张国荣在片中饰演一个爱好打鼓和音乐的青年，他向往将自己的音乐传播到四面八方，对于时常流行的音乐他认为是没有灵魂的，他在酒吧和音乐坊为喜欢音乐的年轻人演奏。有一天被一个制作人发掘，要捧他做明星，却设置了种种限制，让哥哥觉得失去了人生的自由和爱好音乐的灵魂，然后他远离了名利场，选择水为真正爱好音乐的年轻人演奏。其间他的坚持不馁但得到了伙伴们的支持也得到了爱情，最后在他的自我努力下，不但使得他的音乐推向了市场，而且受到了广泛的欢迎，大批的歌迷欣赏他的音乐，经过努力，哥哥终于实现了自己的音乐梦想。",
    "director": ["杨权"],
    "actor": ["张国荣", "郑丹瑞", "周秀兰", "卢大伟"]
  },
  {
    "name": "亡命忍者",
    "year": "1983",
    "id": "5089908",
    "type": ["喜剧", "动作"],
    "rate": 0,
    "story": "A man receives a Ninjitsu death threat and needs to enlist in the aid of someone trained in the art of the Ninja to catch the would be assassin.@www.molikan.com",
    "director": ["李作楠"],
    "actor": ["陈观泰", "陈鸿烈", "杨惠姗", "仓田保昭"]
  },
  {
    "name": "封神",
    "year": "1983",
    "id": "2300223",
    "type": ["动作", "奇幻", "古装"],
    "rate": 6.2,
    "story": "《封神劫》以宋代为背景，描写为争夺权位而不择手段的人性丑恶面貌，剧力迫人，更有影坛巨星刘永、刘雪华、赵国及莫少聪等坐镇。故事讲述宋太祖赵匡胤（王戎饰）之弟光义（赵国饰）恃建国有功，嚣张跋扈，逼杀南唐后主李煜（陈家奇饰），李之旧部李浪（刘永饰）矢誓报仇……",
    "director": ["华山"],
    "actor": ["刘雪华", "莫少聪", "刘永", "龙天翔"]
  },
  {
    "name": "阿Q正传",
    "year": "1981",
    "id": "1306506",
    "type": ["剧情"],
    "rate": 8.4,
    "story": "身形猥琐、其貌不扬的阿Q（严顺开 饰）是未庄一个靠打短工度日的小人物。他家徒四壁，穷得连姓都没有。虽然如此，阿Q却始终自我感觉良好，或瞧不起装模作样的假洋鬼子，或与地主赵太爷攀亲。当然换来的往往不是尊敬，而是鄙夷甚至一顿毒打。好在阿Q有着一套自我安慰的“精神胜利法”，所以肉体上吃亏的他最终能在精神上得到满足。自从被赵太爷打和调戏吴妈受罚之后，阿Q的日子愈加难过。万般无奈之下，他只得进城谋求生路。阴差阳错的一些事，竟让阿Q在未庄人眼里成了手握重权的革命党，这个憋屈半辈子的小人物总算暂时抖了起来……\n根据鲁迅同名小说改编，并荣获瑞士第2届国际喜剧电影节最佳男演员奖。©豆瓣",
    "director": ["岑范"],
    "actor": ["严顺开", "王苏娅", "李纬", "孙道临"]
  },
  {
    "name": "打擂台",
    "year": "1983",
    "id": "1307069",
    "type": ["剧情", "动作"],
    "rate": 6.1,
    "story": "二十世纪初，整个社会制度已改变，进入全机械电脑化，人类亦开始受到机械支配。人们无所事事，终日沉迷地下拳赛。一个秘密组织更用药物控制拳手，使他为其组织办事，顺者生逆者死。一间旧式传统经营的拳馆，馆主发觉这组织极有问题，拳手像打不死般且力大无穷，成拳赛中长胜将军。再深入调查，竟发现组织原来是……",
    "director": ["黄志强"],
    "actor": ["王龙威", "高雄", "吕良伟", "阮天云"]
  },
  {
    "name": "阿姐有料",
    "year": "1983",
    "id": "20443010",
    "type": ["剧情"],
    "rate": 0,
    "story": "",
    "director": ["陆邦"],
    "actor": ["陈惠敏", "仙杜拉", "邵音音"]
  },
  {
    "name": "码头",
    "year": "1983",
    "id": "5049759",
    "type": [],
    "rate": 0,
    "story": "本片描述50年代初期，香港黑帮十分活跃，多处地方更被警方列为罪案黑点，随处可见走私，贩毒，黑帮份子为争夺地盘，更展开连场斯杀。码头便是他们争夺的第一目标，一幕幕惊心动魄的斯杀随即展开……",
    "director": ["Phillip Ko"],
    "actor": ["徐少强", "梁家仁", "高飞", "王龙威"]
  },
  {
    "name": "上海滩",
    "year": "1983",
    "id": "6311260",
    "type": ["剧情", "动作", "爱情"],
    "rate": 9,
    "story": "本片是香港无线电视台TVB把1980年版经典剧集《上海滩》重新剪辑而成，分电影《上海滩》和《上海滩续集》两部作品，分别于1983年1月20日和1月25日在院线上映。\n1930年代上海，爱国青年许文强（周润发饰）怀抱着一腔热血，却因参予学生运动而被捕下狱。许文强无意 间卷入一场黑帮火拼，结识了在贫民区长大的丁力（吕良伟饰），两人遂结为生死之交，势要在上海滩黑道中闯出名堂。两人机缘际会，加入了叱咤上海滩黑白两道冯敬尧（刘丹饰）的集团，成为黑道中炙手可热的人物。冯敬尧之女冯程程（赵雅芝饰）对许文强一见倾心，但许文强一心事业，不想谈儿女私情。一段上海帮会内的人物情仇和爱情故事由此展开。©豆瓣",
    "director": ["招振强"],
    "actor": ["周润发", "吕良伟", "赵雅芝", "刘丹"]
  },
  {
    "name": "中国民族体育奇趣录",
    "year": "1983",
    "id": "26352136",
    "type": ["纪录片"],
    "rate": 0,
    "story": "",
    "director": ["张铮"],
    "actor": ["陈小云"]
  },
  {
    "name": "日劫",
    "year": "1983",
    "id": "1308067",
    "type": ["武侠", "鬼怪"],
    "rate": 5.5,
    "story": "大罗仙界的元婴聚集太阳之光，修炼五百年，终成正果，为阻止黑蛇精在人间作恶，也降监人世。 阴险狠毒的摄政王为独揽大权，派人杀害美丽善良的公主，被元婴打得四处逃串，他请来化为人形的黑蛇精，与元婴展开一场恶战，两人功力相当，打得天翻地幅，胜负难分，不幸的是，日蚀...",
    "director": ["楚原"],
    "actor": ["钟楚红", "尔冬升", "顾冠忠", "龙天翔"]
  },
  {
    "name": "血汗金钱",
    "year": "1983",
    "id": "1306752",
    "type": ["剧情"],
    "rate": 0,
    "story": "子弹乃龙虎武师，薪酬不佳且工作危险，但父亲龙爷身为武术指导敬业乐业，弹与兄钱罂亦乐于卖力工作。一武师因不慎于拍戏时葬身火海，龙感唏嘘。龙师兄转往庙街卖武，不支身亡，唯临终托龙代为照顾其偷渡儿女小青小男，龙尽力帮忙。弹安排失当，令青成黑市居民。其时武侠片市道欠佳，弹却遇上良机接拍文艺片，惜需远赴台湾工作，不能照顾父兄，弹犹豫，终接受条件，更与青同往。龙不舍，仍支持儿子发展。龙无视年纪老迈，接下替...",
    "director": ["黄树棠 (Shu Tong Wong)"],
    "actor": ["周润发", "林蛟", "陈敏儿", "朱铁和"]
  },
  {
    "name": "清宫启示录",
    "year": "1983",
    "id": "2300232",
    "type": ["动作", "冒险"],
    "rate": 6.2,
    "story": "清帝康熙自知不久人世，决定传位于十四太子（莫少聪）；后十四太子忽遭蒙面杀手行刺，幸为亲信曾静（徐少强）所救。原来四太子（刘永）早已觊觎帝位，乃派人行刺胞弟；四太子计划失败后，收买曾静不果，乃四出求贤，卒觅得文武双全之年羹尧（白彪）相助，更拉拢反清文人吕留良（谷峰）及其侄女吕四娘（刘雪华）等，佯称若助其登上帝位，誓必履行“满汉一家”之协议……",
    "director": ["鲁俊谷"],
    "actor": ["刘雪华", "莫少聪", "刘永", "张琼瑜"]
  },
  {
    "name": "一盘没有下完的棋",
    "year": "1982",
    "id": "1313473",
    "type": ["剧情"],
    "rate": 7.5,
    "story": "1920年代，北平。在一次军阀寿宴棋会上，日本围棋高手松波（三国连太郎 饰）与江南棋王况易山（孙道临 饰）相遇。无意中松波发现况子阿明（沈冠初 饰）天资聪慧，有意收其为徒，松波刚在“天元”位摆下一子，不料，况易山被突然登门的警察抓走。松波救出况易山后，自己归期已到，留下那 盘没下完的残棋。几年后，况易山变卖家业，送子赴日。临行前，他将写有“奋飞”二字的折扇交给儿子，嘱其学好棋艺，日后振兴祖国棋坛。1937年，日寇进行全面侵华战争，已取得“天圣位”的阿明拒绝日当局要他加入日籍的要求，在决定逃回国时被日军杀害。在无锡的况易山，也因拒绝与日军大佐对弈，遭受巨大不幸和屈辱......©豆瓣",
    "director": ["佐藤纯弥", "段吉顺"],
    "actor": ["三国连太郎", "孙道临", "绀野美沙子", "沈冠初"]
  },
  {
    "name": "大侠沉胜衣",
    "year": "1983",
    "id": "1303191",
    "type": ["动作", "悬疑"],
    "rate": 6.3,
    "story": "導演楚原改編黃鷹武俠名著，金馬影帝狄龍、井莉及歐陽珮珊主演。故事描述，慕容孤芳（程可為）本為慕容世家傳人，為重振家族聲威，準備從武林首富白玉樓（關海山）手中奪取「唐門火冊」。可惜，白的摯友、大俠沈勝衣（狄龍）一直在白家作客，讓慕容不敢貿然下手，慕容遂化名金梅盜向白發出怪帖，聲言要劫走其女白冰（歐陽珮珊）；沈出移花接木之計，將其女友步煙飛（井莉）冒充白冰，以查出紅梅盜的下落……",
    "director": ["楚原"],
    "actor": ["狄龙", "井莉", "欧阳佩珊", "谷峰"]
  },
  {
    "name": "虎鹰",
    "year": "1983",
    "id": "4183730",
    "type": ["动作", "剧情"],
    "rate": 0,
    "story": "",
    "director": ["孙仲"],
    "actor": ["庄泉利", "黄仁值", "白鹰", "田丰"]
  },
  {
    "name": "人蛇大战",
    "year": "1982",
    "id": "1982073",
    "type": ["动作", "犯罪", "剧情"],
    "rate": 6.4,
    "story": "老板為賺錢趕工起樓，發現了蛇竇，老板帶頭盡殺幾十萬條蛇。大廈完成後，卻引來了千萬條蛇來報仇。",
    "director": ["张旗"],
    "actor": ["向云鹏", "罗璧玲", "魏平澳"]
  },
  {
    "name": "火并油尖区",
    "year": "1983",
    "id": "25889568",
    "type": ["动作"],
    "rate": 0,
    "story": "兄弟患难二十载，知人知面不知心……仇恨交织，展开一场激烈的厮杀",
    "director": ["黄哈"],
    "actor": ["陈国权", "郑则仕", "徐少强", "李丽丽"]
  },
  {
    "name": "狂情",
    "year": "1983",
    "id": "26757360",
    "type": [],
    "rate": 0,
    "story": "",
    "director": ["林展伟"],
    "actor": ["林建明", "艾飞", "陆依岚", "江岛"]
  },
  {
    "name": "斩手指",
    "year": "1983",
    "id": "25902955",
    "type": ["剧情", "动作"],
    "rate": 0,
    "story": "",
    "director": ["余演存"],
    "actor": ["陈惠敏", "陈观泰", "王冠雄"]
  },
  {
    "name": "杀过界",
    "year": "1983",
    "id": "21423174",
    "type": ["剧情", "动作"],
    "rate": 0,
    "story": "",
    "director": ["钟国仁"],
    "actor": ["嘉伦", "宋金來", "林伊娃", "馮克安"]
  },
  {
    "name": "神通术与小霸王",
    "year": "1983",
    "id": "1305341",
    "type": ["动作", "奇幻"],
    "rate": 5.1,
    "story": "本片乃张彻导演的武侠神话电影，描述汉末三国分立，魏武帝曹操（白彪），初为汉相，挟天子之令诸侯；东吴孙策（赵国），骁勇善战，据有江东，人比项羽，称之小霸王，与曹敌袁绍联盟。时有道人于吉（程天赐），修练「神通术」，以符水治病，甚得众心，人称「于神仙」；孙以于妖言惑众，执而囚之，以时正天旱，令其求雨，不得则杀之。于果嘘气成雨，众皆罗拜，孙更怒，立命斩之，但于道术已成，被斩元神脱体飞出，反戏弄孙……",
    "director": ["张彻"],
    "actor": ["程天赐", "赵国", "白彪", "艾飞"]
  },
  {
    "name": "上海滩续集",
    "year": "1983",
    "id": "1302784",
    "type": ["剧情", "动作", "爱情"],
    "rate": 8.3,
    "story": "TVB把电视剧《上海滩》第一部剪辑成了两部电影《上海滩》和《上海滩续集》分别于1983年1月20日和1月25日在院线上映。",
    "director": ["招振强"],
    "actor": ["周润发", "赵雅芝", "吕良伟"]
  },
  {
    "name": "发条苹果",
    "year": "1983",
    "id": "26088299",
    "type": ["剧情"],
    "rate": 0,
    "story": "电影:发条苹果1983 0 0 上映时间:1983-12-03 地区:香港 类型:剧情片 导演:尹立群 主演:潘丽贤/张少媚/连晋/魏綺清",
    "director": ["尹立群"],
    "actor": ["潘麗賢", "魏綺清"]
  },
  {
    "name": "天师撞邪",
    "year": "1983",
    "id": "1461409",
    "type": ["喜剧", "动作"],
    "rate": 7.8,
    "story": "青城山天师教掌门师弟醉道人（袁祥仁饰）武艺高强，法术精通被派去看守天牢，但因醉酒贪杯、职责疏忽，致使被囚禁的重犯邪胜正（袁信义饰）逃出天师教，危害人间。邪胜正为练习毒功，排除师弟和徒弟寻找至阴之时出生的童男童女，练就九阴童子功，意图向天师教报复。民间玄门世家单传游白云（袁日初饰）刚巧为至阴童子，在机缘巧合下结实了醉道人，一同对抗邪胜正的阴谋.....",
    "director": ["袁和平"],
    "actor": ["袁祥仁", "袁信义", "袁日初", "高雄"]
  },
  {
    "name": "飞詹走璧",
    "year": "1990",
    "id": "1292538",
    "type": ["动作", "喜剧"],
    "rate": 6.5,
    "story": "老手与菜鸟飞机师驾驶的是中央情报秘密行机，运载东西更是包罗万有，从难民到军阀，从手榴弹到小猪，真是无奇不有。",
    "director": ["罗杰·斯波蒂斯伍德"],
    "actor": ["梅尔·吉布森", "小罗伯特·唐尼", "南希·特拉维斯", "肯·詹金斯"]
  },
  {
    "name": "天皇巨星",
    "year": "1983",
    "id": "21327870",
    "type": ["剧情"],
    "rate": 0,
    "story": "<天皇巨星>講述酒廊歌手姜志寧阿旦(魯振順)搖身成為歌壇巨星的故事.",
    "director": ["范秀明"],
    "actor": ["邵音音", "嘉伦", "鲁振顺"]
  }
]
