[
  {
    "name": "开心三响炮",
    "year": "1985",
    "id": "2371922",
    "type": ["喜剧"],
    "rate": 6.5,
    "story": "啄木鸟（曾志伟 饰）和甘油条（陈友 饰）是同事兼好友，两人相识多年，默契十足，感情十分要好。某日，在执行追捕黑帮大佬阿成（沈微 饰）的过程中，两人结识了警花吉吉（古嘉露 饰），三人结成搭档。于是，在啄木鸟和甘油条之间，一场异常激烈的撩妹比赛拉开了序幕。虽然啄木鸟能说会道十分神气，但甘油条似乎更加喜欢内向腼腆的甘油条。\n阿成绑架了啄木鸟和甘油条的好友花利文（陈百祥 饰），想要以他的性命威胁两人，换取自由。啄木鸟和甘油条自然为了救出好友而火速前往现场，面对残暴的阿成，两人能够顺利的救出花利文吗？©豆瓣",
    "director": ["张同祖"],
    "actor": ["曾志伟", "陈百祥", "陈友", "古嘉露"]
  },
  {
    "name": "弟子也疯狂",
    "year": "1985",
    "id": "1305711",
    "type": ["喜剧", "动作"],
    "rate": 5.9,
    "story": "《弟子也疯狂》是邵氏兄弟电影公司出品的一部经典武打喜剧片，由刘家班的两大王牌小生汪禹、刘家辉及张家班弟子钱小豪、罗莽领衔主演，另有罗烈、元秋、徐锦江等知名演员的加盟，演员阵容十分强大。尽管方世玉、洪熙官的故事被多次搬上荧幕，但多以正面英雄形象出现，而本片则不同于以往的人物塑造，虽然影片中方世玉、洪熙官依然是不畏强暴、反清复明的正面角色，却多了几分顽皮甚至无厘头，使人物形象更加饱满生动。影片中打斗场面真实精彩，幽默搞笑贯穿其中，是一部轻松幽默的动作喜剧佳片。",
    "director": ["邱家雄"],
    "actor": ["汪禹", "钱小豪", "刘家辉", "罗莽"]
  },
  {
    "name": "吉人天相",
    "year": "1985",
    "id": "1304037",
    "type": ["喜剧"],
    "rate": 6.5,
    "story": "向日葵是一体育记者, 在一次拳击赛访问中, 被拳王老虎狗意外所伤, 向有一表亲阿修知悉此事, 游说向假作半身不遂以骗取保金. 保险公司对此事甚表怀疑, 特派人暗中调查, 另一方面, 老虎狗心感有愧, 竟放弃拳赛, 搬至向家照顾其生活, 向不忍欺骗老虎狗, 以言语刺激他恢复打拳, 阿修竟私下串同赌博集团, 欺哄老虎狗打假拳; 向眼见老虎狗被打倒在台上, 激愤之余, 揭露真相.",
    "director": ["廖伟雄"],
    "actor": ["李修贤", "王青", "成奎安", "刘镇伟"]
  },
  {
    "name": "错体人",
    "year": "1985",
    "id": "1302852",
    "type": ["喜剧", "奇幻"],
    "rate": 6.4,
    "story": "雷小丰（莫少聪）饰，一名普通的中学生，不到快迟到了不起床，每次考试总是鸭蛋成绩差的他，但是却有一副热心肠，碰到班上同学被人欺负了，总是站出来打抱不平很快全港运动会要召开了，体育老师（高飞）正对他们进行地狱式训练，雷小丰带头跷课了，溜到健美操班偷看女生练习，被逮个正着，放学路上，奇怪的事情就发生了·..",
    "director": ["杨权"],
    "actor": ["莫少聪", "于嘉希", "恬妮"]
  },
  {
    "name": "爵士驾到",
    "year": "1985",
    "id": "4851892",
    "type": ["剧情"],
    "rate": 0,
    "story": "年轻、美丽、充满活力的嘉嘉是一名芭蕾舞爱好者，莉莉和方艾力是嘉嘉在芭蕾舞学校的两个好朋友。莉莉的父母是香港富商，很少有时间来陪莉莉，莉莉跟着嘉嘉和方艾力学跳芭蕾舞，纯粹是为了打发时间；嘉嘉则不同，嘉嘉学跳芭蕾舞完全是兴趣所至，嘉嘉常常还要为此挨上妈妈的一顿臭骂，好在年迈的爷爷心疼嘉嘉，理解嘉嘉。陈世华是嘉嘉在快餐店认识的一个柬埔寨华侨。陈世华的父母是柬埔寨著名的爵士舞教练，在父母的熏陶和教习下，陈世华成为柬埔寨爵士舞的",
    "director": ["鲍德熹"],
    "actor": ["陈小梅", "鲍起静"]
  },
  {
    "name": "偷情",
    "year": "1985",
    "id": "26263738",
    "type": ["动作"],
    "rate": 0,
    "story": "A couple camping in the woods is attacked by a trio of thugs and the wife is beaten and raped. A few months after the assault, she is hunting down the three (who happen to be diamond smugglers) by posing as a dealer looking to sell some stolen merchandise. Meanwhile, her Interpol agent husband is doing some tracking of his own in the hopes of bringing them to justice. As they make their plans, a group of ninjas is watching from afar, waiting to make their move.",
    "director": ["何志强"],
    "actor": ["布鲁斯·巴伦", "皮埃尔·特伦布莱", "Phillip Ching", "Jack Lam"]
  },
  {
    "name": "拖错车",
    "year": "1985",
    "id": "1305599",
    "type": ["冒险", "犯罪"],
    "rate": 6.6,
    "story": "交通警狗熊与大咀为人神经质, 因经常撞板, 被下调拖车部. 二人在行动中发现可怜女孙面包, 决暂作收留, 并通知面包的姨 Mary 来港. 狗熊与面包渐成好友, 但大咀却对 Mary 自作多情, 弄至四人关系尴尬......",
    "director": ["李修贤"],
    "actor": ["郑则仕", "王青", "金燕玲", "杨群"]
  },
  {
    "name": "教头发威",
    "year": "1985",
    "id": "1299788",
    "type": ["动作", "剧情"],
    "rate": 6.3,
    "story": "清朝末年，广东知名教头童铁铮（狄龙 饰）在广西铁岭绿营司马的盛邀之下去凤凰镇当教头。凤凰镇是当地知名的风月之地，妓院生意非常红火，而客人大多是当地的官僚富人，更有不少士兵。童铁铮带着儿子（樊少皇 饰）进入凤凰镇时就见识了这里的风气，也意外结识了凤凰镇最红的妓女（胡慧中 饰），二人相互欣赏。正式接任教头后，童铁铮有意整治军中的不良风气，第一条就是禁止士卒夜间擅自离开军营。此令一下，不仅军中那些兵油子不乐意，更间接影响了凤凰镇的皮肉生意，惹得妓院幕后主使——捕头金不换（陈惠敏 饰）将之当作肉中刺。于是，金不换常常借机滋事，甚至对童铁铮的儿子狠下毒手……©豆瓣",
    "director": ["孙仲"],
    "actor": ["狄龙", "胡慧中", "谷峰", "陈惠敏"]
  },
  {
    "name": "偷情四响炮",
    "year": "1985",
    "id": "5150208",
    "type": ["喜剧"],
    "rate": 0,
    "story": "偷情四响炮\n导演, 吕奇.\n编剧, 吕奇.\n艾蒂 (饰夏娃), 凌黛 (饰秋香), 苏淑萍 (饰吴德嫻), 陈莉莉 (饰相逢), 何燕, 郑玲玲 (饰杨贵妃), 苏惠玲 (饰白凤如), 韦弘 (饰余雅当), 韩国才 (饰李广仙), 罗石青 (饰唐伯虎), 艾歷 (饰安禄山), 罗浩楷, 熊烽 (饰温斌七), 骆应钧.\n偷情四响炮 ：又名《豪放大丈夫》\n本事马拉文译名 : Isteri Isteri Dengan Kekasih-Kekasih\n\n1985年吕奇导演了最后一部作品《偷情四响炮》后，就结束公司到台湾经商了。从此以后就再没有出现在人们的视线中了。",
    "director": ["Chi Lu"],
    "actor": ["韦弘", "艾蒂", "韩国材"]
  },
  {
    "name": "老友鬼鬼",
    "year": "1985",
    "id": "3992642",
    "type": ["喜剧"],
    "rate": 5.5,
    "story": "阿威与Cat，夫妻恩爱，后因小事吵架，Cat的姊姊脾性激烈，不甘妹妹被欺负，迫使Cat提出离婚，威唯有暂离居所，搬往郊外祖屋居住。怎料屋内住有一大口鬼汤玛士，面对阿威这个不速之客，汤对他多番戏弄，威唯有求助于法师，希望收服汤，然法师反被汤戏弄至狼狈而逃。威拿他没法，便用自杀来吓唬汤，并谓婚姻破裂乃由于大姨推波助澜，汤听后非常同情威，愿意代他教训大姨。岂料汤将Cat误作大姨，还对她一见钟情，决定追求...",
    "director": ["陈全"],
    "actor": ["曾志伟", "岑建勋", "王青", "古嘉露"]
  },
  {
    "name": "反斗妹",
    "year": "1985",
    "id": "5187060",
    "type": ["剧情"],
    "rate": 0,
    "story": "波波和林美香是一對十分要好的同學，在同一間快餐店兼職。劫匪King Kong被二女誤打誤撞取走贓款。King Kong 追殺至校舍，危急關頭，幸得老師及同學們合力把他制服。",
    "director": ["Manfred Wong"],
    "actor": ["吳雅婷", "周欣欣", "陳星", "邵音音"]
  },
  {
    "name": "超龄处男",
    "year": "1985",
    "id": "2294311",
    "type": ["剧情"],
    "rate": 0,
    "story": "",
    "director": ["李钊"],
    "actor": ["午马", "罗烈", "谭艾珍", "董玮"]
  },
  {
    "name": "福星高照",
    "year": "1985",
    "id": "1293732",
    "type": ["动作", "喜剧"],
    "rate": 7.4,
    "story": "警界败类三哥（林正英 饰）席卷价值近一亿元的珠宝逃往日本，虽有鸡骨草（成龙 饰）和独角金（元彪 饰）两位干探跟踪追捕，但三哥仍为日本黑社会头目松本所救，鸡骨草二人也陷入危机。\n迫于公众形象限制，香港警方不愿动用本土警力。曹警司（曹达华 饰）找到正在服刑的罪犯鹧鸪菜（洪金宝 饰），希望借助他的力量将三哥引渡回港。鹧鸪菜随后集结孤儿院的好友花旗参（秦祥林 饰）、犀牛皮（冯淬帆 饰）、大生地（吴耀汉 饰）和罗汉果（曾志伟 饰）。在曹警司的威逼利诱下，五个笑料不断的和女警探霸王花踏上前往日本的旅程……©豆瓣",
    "director": ["洪金宝"],
    "actor": ["洪金宝", "成龙", "元彪", "胡慧中"]
  },
  {
    "name": "恭喜发财",
    "year": "1985",
    "id": "2138519",
    "type": ["喜剧"],
    "rate": 6.6,
    "story": "在现代都市里，居然出了奇怪的大事。某日从天降下一位怪人，而且自称财仙（谭咏麟），为了逃避群众追赶，而凑巧遇上了茶室老板及其女儿爱玲、儿子彬彬。随即他变被打扮成时代青年财仙，替老板解决了不少难题，更积极传播真理，让身边的人人都能幸福快乐。后来，财仙为救汽车失事的爱玲，使用法力抢救但似的自己变成凡人。而后更遭太空署人员围捕，幸得众人齐心救援，方才遇难呈祥、逢凶化吉。\n香港天皇级的歌手谭咏麟早期80年代的电影作品。谭咏麟虽然凭《假如我是真的》夺得第十八届金马奖男主角，但是要数出他的代表作也不容易。因为他所主演的片子大多走搞笑路线，观众大多笑完即止。不过其中《小生怕怕》、《少爷威威》、《恭喜发财》也算得上当时优秀的喜剧作品，而且对于在乐坛上作全力冲刺的谭咏麟来说，能出演40多部电影，也可算是一个神话。延续了此前《小生怕怕》、《少爷威威》等片的商业热力，本片推出后也大获成功，赢得了接近两千万的高票房，站到了年度卖座电影的前五名之内。故事的结局和所有的贺岁片如出一辙，同样是皆大欢喜。乐呵呵的看完电影，但演员们的精彩表现还是让人津津乐道，至今翻看起来仍旧能回味无穷。",
    "director": ["石天"],
    "actor": ["石天", "谭咏麟"]
  },
  {
    "name": "再见七日情",
    "year": "1985",
    "id": "2140029",
    "type": ["喜剧"],
    "rate": 6.3,
    "story": "本片为《表错七日情》的续集。护卫员这次的任务是去看守一名有同性恋癖好的富家子，按照他父亲的要求，不得让其他男子对他骚扰。护卫员爱上了住在隔壁的美丽少女，但是这一个个性强烈、爱恨分明的性感女子不接受单身的护卫员的爱，却单单迷恋上一位有妇之夫，于是出现了一连串的笑话。",
    "director": ["张坚庭"],
    "actor": ["王祖贤", "尔冬升", "霍耀良", "张国柱"]
  },
  {
    "name": "智勇三宝",
    "year": "1985",
    "id": "1301738",
    "type": ["喜剧", "动作"],
    "rate": 6.4,
    "story": "一次偶然中，阿秋（吴耀汉 饰）和贝多芬（岑建勋 饰）结识了犯罪调查专家阿文（许冠文 饰），志同道合的三人成为了很好的朋友。然而阿秋和贝多芬的真实身份系大盗，两人和阿文正邪不两立，而阿文对此并不知情，三人的关系在摇摇欲坠之中维系着艰难的平衡。\n某日，阿文在商场里撞见了自己的妻子杜白莉（胡茵梦 饰）正在和珠宝富商阿杨（翁世杰 饰）约会，遭到了背叛的阿文感到十分愤怒，决定对阿杨进行报复。阿文驾驶着自己的机车要和阿杨的豪车一决高下，哪知道遭遇了车祸，不仅自己受伤，坐骑也报废无法再骑，窘迫的时刻，阿秋和贝多芬及时出现，替阿文解了围。©豆瓣",
    "director": ["午马"],
    "actor": ["许冠文", "吴耀汉", "陈百祥", "岑建勋"]
  },
  {
    "name": "献身",
    "year": "1985",
    "id": "5154470",
    "type": ["爱情", "惊悚"],
    "rate": 0,
    "story": "公映日期:  14. 03. 1985.\n製作地区:  香港.\n导演, 李作楠.\n演员:  艾蒂, 八神康子, 金姬美, 张佩华, 常山, 彭刚, 吴燕, 刘引商, 荆国忠, 欧国珍, 王復雄, 龙头, 张宝荣, 李德顺.\n香港 : 宝利影业(香港)有限公司, 1985.\n本片是台湾导演李作楠的1985年的作品,他的导演老师是丁善璽,丁在影坛近二十年，可谓桃李满天下，跟过他的包括刘立立、董今狐、金鰲勋、李作楠等，日后都变成独当一面的好导演，而此片是李作楠中后期的作品了。\n导演李作楠以拍古装功夫片见长,从1971年做助理导演开始拍摄的《落鹰峡》开始，到80年代初的十年间，拍摄里多部功夫片，其中不乏有传世的经典作品，象《南拳北腿沾阎王》，《南北腿王》、《亡命忍者》等，在1985年他拍摄了《献身》这部动作功夫片，在片中加入大量色情成分,此片的女主角艾蒂,就不多说了，是吕奇的爱将,这是她为数不多的古装作品,此片也是韩国女星金姬美来香港拍的首部影片,悉数贡献,本片还有来自日本的AV女优八神康子,她在1985年来香港,也只是拍了这一部影片就回到日本继续她的AV事业了.\n此片中有大量的对妓女进行培训的片段，象这样的情节早期的影片中只有在《官人！我要》中有过介绍，在这部影片中，通过金姬美和八神康子姊妹二人的经历，姐姐金姬美与仆人相爱，被家庭不允许，二人私定终身后从家里逃出，可是没想到委身的男人居然是个禽兽，将其卖入妓院，妹妹为了替姐姐报仇，混入将军府中，将改名后的害姐姐的仇人杀死！",
    "director": ["李作楠"],
    "actor": ["艾蒂", "金姬美", "八神康子", "张佩华"]
  },
  {
    "name": "山东狂人",
    "year": "1985",
    "id": "1307131",
    "type": ["动作"],
    "rate": 6.7,
    "story": "山东狂人应该是王龙威第一部导演作品，剧本也是自己动手，这类枪战动作类影戏热热闹闹，绝无冷场，非常欢乐。",
    "director": ["王龙威"],
    "actor": ["钱小豪", "张展鹏", "王龙威", "黎燕珊"]
  },
  {
    "name": "摩登神探",
    "year": "1985",
    "id": "26301561",
    "type": ["喜剧"],
    "rate": 5.9,
    "story": "阿灿（廖伟雄饰）与肥则(郑则士饰)一对活贝警界立下不丰功伟绩。但每次都是乌龙百出，错有错着之下破案的，一次因涉嫌收藏大陆的非法人蛇，俩人同被革除职务。二人于无意中得悉一名叫契爷的黑社会头子，掳去一富翁的小孙，但俩人是被革退的警员，又怎样去处理或能否扑灭契的犯罪集团呢！\n肥则为了娶阿芳（郑丽芳饰）为妻，收留了从大陆偷渡过来的大姨妈及其女阿珍（阮佩玲饰）。阿灿爱上了贤淑可爱的阿珍，两人很快堕入爱河。另一方面，犯罪集团主脑契爷（罗烈饰）及得力女助手阿JOE策划一桩勒索案，但取赎金时险比警方捉拿。无计可施时，契爷捉走阿珍及阿芳来威胁阿灿及肥则替他们取赎金，并在他们身上装了一遥控计时炸弹…",
    "director": ["罗烈"],
    "actor": ["郑则士", "廖伟雄", "罗烈"]
  },
  {
    "name": "拍档闯情关",
    "year": "1985",
    "id": "1304555",
    "type": ["喜剧", "爱情"],
    "rate": 5.7,
    "story": "罗密欧（罗浩楷 饰）和甘大智（区锐强 饰）是警界的一对好拍档，然而两人平日里玩世不恭大大咧咧，经常捅出大大小小不少篓子，但是，幸运星似乎笼罩在他们的头顶，每一次，他们都能够将功赎罪，最终顺利完成任务，因此获得了不少的荣誉和成绩。\n然而某日，幸运之神抛弃了他们，罗密欧和甘大智因为知法犯法收留了来自大陆的偷渡客而触到了警局高压线，最终落得双双被开除的下场。丢掉了工作但日子还是要过，于是两人沦为了整日混迹于街头的打工仔。一次偶然中，他们得知了一起黑社会头头绑架富翁孙子的案件，然而，此时已经不再是警察的他们早已经无权插手此事。©豆瓣",
    "director": ["林展伟"],
    "actor": ["梁韵蕊", "区瑞强", "张采眉", "曹查理"]
  },
  {
    "name": "鬼马飞人",
    "year": "1985",
    "id": "1962683",
    "type": ["喜剧", "爱情", "奇幻"],
    "rate": 6.2,
    "story": "英才中学的老师们都不是一般人物，张老师（钟楚红 饰）化名卫斯我，业余时间写作科幻色彩的英雄小说。校队教练石常飞（钟镇涛 饰）暗恋张老师，苦于没有打开局面的机会。化学老师朱育乾（郑则仕 饰）痴迷制作药品，妄想开发出变帅的药物令同校的马老师（夏文汐 饰）属意自己。朱育乾的助手——29岁的大龄中学生刘班（王晶 饰）喜欢同学嘟嘟（李丽珍 饰），可无奈自己这一款并非对方中意。刘班在帮助朱育乾制作药物时盲打误撞调制出一批超人药，朱育乾吃下后变身兽人，而石常飞吃下后却拥有了神力与特异功能，石常飞化身超人打抱不平，更多次搭救张老师和学生们于险境。但好景不长，一伙恶徒打起了张老师的注意，更希望夺得石常飞的超人药……©豆瓣",
    "director": ["王晶"],
    "actor": ["钟楚红", "钟镇涛", "郑则仕", "夏文汐"]
  },
  {
    "name": "情逢敌手",
    "year": "1985",
    "id": "1998751",
    "type": ["喜剧", "爱情"],
    "rate": 7.4,
    "story": "青年艾迪（甄子丹 饰）痴迷霹雳舞，兴之所至，生活中的一举一动也要伴着舞蹈的节奏。家姐阿英一把年纪仍然未嫁，表妹西巴拉（罗美薇 饰）帮助阿英打点快餐店，并暗恋着艾迪。这天艾迪路遇落魄武生大眼哥（袁和平 饰），见其身手出色饥肠辘辘，艾迪邀请他去自家店内工作。\n霹雳舞高手肯尼回港，对艾迪的同学安娜大献殷勤。年轻气盛的艾迪与对方展开连场比斗，明招暗招，网球街舞，花样百出。同时大眼哥与阿英这对儿大龄单身配的关系也在波澜不惊中发展。艾迪虽然与肯尼斗舞中获胜，但西巴拉却大为吃味，艾迪用遥控车示爱也挽回不了对方，这时，误认艾迪为武林高手的武痴（狄威 饰）打上门来，要与艾迪一决高下……©豆瓣",
    "director": ["袁和平"],
    "actor": ["袁和平", "甄子丹", "狄威"]
  },
  {
    "name": "花仔多情",
    "year": "1985",
    "id": "1998672",
    "type": ["爱情"],
    "rate": 6.3,
    "story": "剧情\n阿伦拥有一间花店，但令阿伦伤心的是，女友已决意离开他。阿兰一直暗恋阿伦，但苦于没有机会，索性就在哥哥也就是阿伦的好友“一丈红”的撮合下灌醉阿伦胡里糊涂地成了事。但阿伦对阿兰并没有任何感情，事后非常懊恼，对阿兰愧疚，所以就敷衍着她与她交往。二人在日本旅游时，阿伦偶遇了幸子，顿时一见钟情、相逢狠晚。但谁知却为此得罪了一丈红与她妹妹，逼迫她交出花店来换取自由身。为了幸子，阿伦义无返顾地去了日本寻找幸子，但幸子的父亲却极力阻止，认为阿伦是有意他家的财产。阿伦在与幸子父亲唇枪舌剑之后，而跟他举行了日本剑道决斗，伦败而黯然离去，幸因此深受感动。\n幕后制作\n影片仍旧是阿伦在八十年代期间最习惯的喜剧路线，但不同的是，少了一些疯癫的味道，反而更多了一重温情的色彩。阿伦在文艺类型角色上还是比较有自己的个性，虽不说是演技精湛，却也是能够捕获观者的心。影片中浪漫的音乐，结合着千回百转的人生跌宕，让人回味不尽。虽然没有豪华的群星阵容，也没有高昂的制作投入，但影片仍旧被广大影迷所喜爱，卖座千万。",
    "director": ["王英杰"],
    "actor": ["谭咏麟", "曾志伟", "山崎笃子", "钟慧冰"]
  },
  {
    "name": "平安夜",
    "year": "1985",
    "id": "1298791",
    "type": ["犯罪", "恐怖", "悬疑"],
    "rate": 5.5,
    "story": "一个温馨的平夜里，名模特儿李杰茜在家与一名男子正发生龃龉。男子轻抚着她的粉颈，一只手沿着她身体游滑下去，突然，粗暴的抓下去，痛得李大叫，该男子更拿起一把利刀狂刺李。整个凶杀过程，被李的六岁女儿在门后目睹一切，改变一生的命运……",
    "director": ["陈欣健"],
    "actor": ["陈欣健", "黄锦燊", "夏文汐", "王小凤"]
  },
  {
    "name": "非法移民",
    "year": "1985",
    "id": "1401245",
    "type": ["剧情", "爱情"],
    "rate": 7.2,
    "story": "剧情 讲述没有合法身份的中国青年在美国唐人街的生活故事，充满真实感。主演基本都是非职业演员，男主角是导演的大学同学。\n导演 张婉婷（处女作）\n编剧 罗启锐\n摄影 Bob Bukowsky\n音乐 锺镇涛 徐日勤\n出品 邵氏兄弟\n获奖 入围第5届香港电影金像奖（1986）最佳影片、最佳导演、最佳编剧，并最终获得最佳导演奖。",
    "director": ["张婉婷"],
    "actor": ["荆永卓", "吴福星", "廖军祐"]
  },
  {
    "name": "歌舞升平",
    "year": "1985",
    "id": "1302424",
    "type": ["爱情"],
    "rate": 5.9,
    "story": "阿梅饰演当红新扎女歌手方敖儿Jannie，离开了一手捧红她的经理人占士，改签另一间规模更大的唱片公司，令占士相当气愤。但她并没忘本。\n占士要捧红新人罗素与她对敌。当占士的公司出现问题时，她拔刀相助。最后两人冰释前嫌，更结成一对。阿梅在戏中有不少歌舞表演，开场不久便演绎了一首《别离的无奈》，片末又与罗素同台演出，唱了原与李中浩合唱的《迈向新一天》。\n这套电影水平一般，最可观的是戏中阿梅的舞台表演。电影开首阿梅演绎《别离的无奈》，一脸冷傲，很有型！印象中没有看过阿梅在台上唱这首歌，这段戏虽不是现场演唱，但也很珍贵。片尾《迈向新一天》里阿梅与罗素载歌载舞，阿梅的舞姿很美。",
    "director": ["余允抗"],
    "actor": ["梅艳芳", "杨雪仪", "徐锦江", "黄霑"]
  },
  {
    "name": "霹雳十杰",
    "year": "1985",
    "id": "1890128",
    "type": ["动作"],
    "rate": 6.2,
    "story": "方世玉（小侯）因与大清武馆高手（刘家良）结怨，其母苗翠花（李丽丽）为避冲突，暗带方上少林寺，求三德和尚（刘家辉）收其为俗家弟子；方入寺后自恃功夫了得频频闯祸，终被三德逐出。奸人提督（白彪）乘势诱方邀同房九杰离寺，暗图一网打尽；十杰失踪，三德心知有异，遂约苗同往督府对付旗兵……",
    "director": ["刘家良"],
    "actor": ["小侯", "李丽丽", "刘家辉", "刘家良"]
  },
  {
    "name": "爱神一号",
    "year": "1985",
    "id": "1299734",
    "type": ["爱情"],
    "rate": 7.1,
    "story": "阿梅（叶倩文 饰）是船王的女儿，即将嫁给和自己门当户对的船业大亨之子丹尼。一场意外中，阿梅遭遇了车祸，连带着路过的阿强（郑浩南 饰）和其女友阿露倒了大霉，愤怒的阿强想要找阿梅讨个说法，没想到高傲的阿梅竟然绝尘而去。\n之后，阿梅在一场派对上喝醉了酒，糊里糊涂的跌入了海中，挣扎之下，她爬上了一艘路过的游艇，让阿梅没有想到的是，阿强竟然在游艇之上，他将要护送这艘游艇驶往泰国。时间紧迫，阿梅只得跟随游艇的航线，也就是在此过程中，她和阿强之间的关系由最初的相互看不顺眼转变成为了心心相惜，可是两人都身陷在另一段缘分之中，他们能够将爱情进行到底吗？©豆瓣",
    "director": ["林岭东"],
    "actor": ["郑浩南", "叶倩文"]
  },
  {
    "name": "补镬英雄",
    "year": "1985",
    "id": "3076793",
    "type": ["动作", "喜剧", "剧情"],
    "rate": 6.2,
    "story": "清朝未年，居住在英国占领地新街的邓二被英军惊吓后气绝身亡。今日此地变成了建筑工地的楼盘，邓三的鬼魂经常出来捣蛋，令工人们不敢开工。新任工程师林丰与邓三不打不成相识，竟结为莫逆，工程亦得以顺利开工。奠基礼将由一政要前来剪彩，但是一个来自未来世界的女郎珊珊突然出现，并要杀死林丰，因为林卡要在奠基礼上杀死那位政要，将对社会产生极坏的影响。可是，珊珊又得知自己童年时曾被林丰搭救，心中十分矛盾。随着奠基礼日期的临近，珊珊的预言一步步显现，于是，清朝的鬼魂邓二、今天的建筑师林丰、未来世界的珊珊3人为了补救未来共同携起手来。",
    "director": ["梁普智"],
    "actor": ["梁普智", "林威", "叶倩文", "潘源良"]
  },
  {
    "name": "时来运转",
    "year": "1985",
    "id": "1304748",
    "type": ["喜剧", "恐怖", "武侠"],
    "rate": 6.8,
    "story": "赵子龙（元彪 饰）和吴贵德（曾志伟 饰）两人是无话不谈的好友，而两人的父亲一个是占卜术士，一个是勾魂鬼差，这截然不同的身份令他们常常闹出不少笑话。某日，吴贵德代替赵子龙演一出跳楼戏，结果发生意外，所幸赵子龙的父亲阻止了鬼差收走吴贵德的魂魄，否则吴贵德早已经灵魂出窍。\n吴贵德起死回生，赵子龙亦与名为阿乐的女孩成为了情侣，在一片祥和的气氛中，阿龙的父亲发现自己的行为惹恼了其他鬼差，最终，他惨遭杀害。赵子龙的父亲死后，赵子龙在鬼使神差之下竟然开始收魂，原来，鬼差一职世代相传，一任丧命，就要由他的下一代来填补空缺，为了让赵子龙摆脱这悲惨的命运，吴贵德的父亲和勾魂鬼差开始了一场恶战。©豆瓣",
    "director": ["刘家荣"],
    "actor": ["元彪", "曾志伟", "林正英", "冯淬帆"]
  },
  {
    "name": "皇家大贼",
    "year": "1985",
    "id": "1307259",
    "type": ["动作", "犯罪"],
    "rate": 6.3,
    "story": "年捍探周福祥（费翔）的好友金（梁家仁），因误杀余人而引咎辞职，由警察沦为职业杀手。金所执行的多宗凶杀案中，恰巧由周负责这些案中，好友二人一明一暗，在命运安排下，面临生死决。期间周发现一个重大秘密。",
    "director": ["章国明"],
    "actor": ["梁家仁", "朱江", "费翔", "古嘉露"]
  },
  {
    "name": "龙凤智多星",
    "year": "1985",
    "id": "1306891",
    "type": ["剧情", "喜剧", "动作"],
    "rate": 6.6,
    "story": "西门汀（楼南光 饰）和张荣（张国荣 饰）是同行，两人不打不相识，之后成为了好友。一次偶然中，他们遇见了名为单（林忆莲 饰）和双（倪淑君 饰）的扒手姐妹，两个大男人迅速坠入了情网，无奈“落花有意流水无情”。\n米安（左颂升 饰）是入行多年的职业杀手，一次执行任务之时，单和双竟然从中作梗，夺走了米安的“劳动果实”，愤怒之中，米安决定穷追不舍。身陷麻烦之中的双转而向西门汀求助，可单却不幸中了米安的埋伏，最终惨遭杀害。情同手足的姐妹被害，双悲痛欲绝，她发誓一定要为单报仇，不达到此目的誓不罢休，而在此过程中，少不了西门汀和张荣的帮助。©豆瓣",
    "director": ["黎应就"],
    "actor": ["张国荣", "林忆莲", "楼南光", "倪淑君"]
  },
  {
    "name": "女人心",
    "year": "1985",
    "id": "1305283",
    "type": ["剧情"],
    "rate": 6.9,
    "story": "孙子威（周润发 饰）与梁宝儿（缪骞人 饰）结婚八年，并育有一子，眼下他们的婚姻因孙子威的出轨而处于崩溃的边缘。梁决意离婚，加入了五个同性好友的“单身女性俱乐部”，然而在这些女人表面的恣意之下，却深深潜藏着孤独的痛苦。另一方面，孙子威与情人沙妞（钟楚红 饰）正式同居，二人的关系看似热烈，但孙子威仍然对梁宝儿念念不忘。终于到了协议离婚的时刻，孙子威醒悟自己对前妻难以割舍，遂终止了同沙妞的关系，回到梁宝儿身边，可再次走到一起的两人，并没有理顺生活的所有矛盾……\n本片为香港导演关锦鹏处女作，获当年香港金像奖与金马奖多项提名。©豆瓣",
    "director": ["关锦鹏"],
    "actor": ["周润发", "缪骞人", "钟楚红", "金燕玲"]
  },
  {
    "name": "1/2段情",
    "year": "1986",
    "id": "2332443",
    "type": ["爱情"],
    "rate": 7.1,
    "story": "唐泰忠从国外回到香港，与朋友开了一间制作公司。某日二个为一对新婚夫妇拍摄，似乎透过画面看到了另一面。瑶瑶单纯、直率，其丈夫却虚伪可憎，因为一家人的命运掌握在她手里，移民在即，但却快乐不起来，直到登机前她终于作出了选择。",
    "director": ["陈国熹"],
    "actor": ["叶童", "许冠英", "卢冠廷"]
  },
  {
    "name": "祝您好运",
    "year": "1985",
    "id": "1306650",
    "type": ["喜剧"],
    "rate": 6.3,
    "story": "健美班女教练阿芝（梅艳芳 饰）和隔壁的私人侦探阿佐（万梓良 饰）是一对欢喜冤家，两人一见面便口角不断，笑话连连。\n某天，四个劫匪抢劫了富商曹先生的名贵钻石，逃亡途中阴差阳错将钻石掉到了阿芝那里。一无所知的阿芝随后遭到劫匪们的追杀，最终被绑架而去。渐渐喜欢上阿芝的阿佐眼看心上之人身陷虎口，懊恼不已。幸亏其助手IQ博士送给阿芝的防狼器中藏有跟踪器，二人一路追踪到劫匪的藏匿窝点。却不知，阿芝几经周折已脱身而出。但穷凶极恶的劫匪怎肯罢休，誓要得到钻石为止，而他们的背后似乎又有个黑手暗中操控……©豆瓣",
    "director": ["袁祥仁"],
    "actor": ["万梓良", "梅艳芳", "袁祥仁"]
  },
  {
    "name": "花心红杏",
    "year": "1985",
    "id": "1456481",
    "type": ["喜剧"],
    "rate": 5.8,
    "story": "懵妹乃巨富爵士之独女，承继大笔遗产，下嫁大滚友，风流成性，情妇无数。扮醒靓妹－懵妹之表妹，偶然机会，揭发楚原劣性，遂教懵妹骗走老公，出嚟滚靓仔，一于报复送绿帽老公戴。谁知！滚着……新扎师兄、龟公、憨居佬、咸湿佬、放蛇警官及黐线佬，最后更引来大贼绑架。",
    "director": ["楚原"],
    "actor": ["梁朝伟", "钟楚红", "夏文汐", "楚原"]
  },
  {
    "name": "四眼仔",
    "year": "1985",
    "id": "1304632",
    "type": ["剧情"],
    "rate": 6.6,
    "story": "过去悲惨的经历让青年李锦伦（谭咏麟 饰）的个性慢慢变得扭曲不堪，对社会充满了仇恨。某日，他在误打误撞之下杀了人，负责此案的探长（彭建新 饰）在报纸上公然宣称此案的凶手必定是个弱智的性无能，这让李锦伦感到十分愤怒。\n探长戴骠（董骠 饰）得知李锦伦正是案件的罪魁祸首，又意外得知他是一个孝子，于是心生一计。戴骠假意追求李锦伦的母亲（邓碧云 饰），李锦伦知道此事必有蹊跷，担心母亲受其利用，便想要杀了戴骠灭口，戴骠一记假死骗过了李锦伦，之后又在他的家中设下了重重计谋，一步一步诱导李锦伦落入了圈套，李锦伦误以为自己杀死了最爱的母亲，崩溃下最终落入法网。©豆瓣",
    "director": ["于仁泰"],
    "actor": ["谭咏麟", "董骠", "邓碧云", "邓丽盈"]
  },
  {
    "name": "开心鬼放暑假",
    "year": "1985",
    "id": "1305915",
    "type": ["喜剧", "奇幻"],
    "rate": 7.3,
    "story": "开心鬼（黄百鸣）转世投胎，摇身变作某女子中学教师，在他班上，几名爱捉弄人的调皮女生，戴卓仪（袁洁莹）、MAY（罗美薇）和姚琼（陈家玲），成立了以整人为乐的“卑鄙会”，开心鬼是她们最爱拿来开玩笑的对象。\n开心鬼喜欢上隔壁男校某名女教师，正欲展开攻势，发现该教师正被各方面条件都强于自己的某体育教师追求，相比形秽，开心鬼郁郁不得意，更受打击的是，他因掉入戴卓仪一众设的“陷阱”，遭校长误会被迫离开学校。戴卓仪一众后悔不迭，开始想办法弥补过错。©豆瓣",
    "director": ["高志森"],
    "actor": ["黄百鸣", "袁洁莹", "罗美薇", "陈加玲"]
  },
  {
    "name": "威龙猛探",
    "year": "1985",
    "id": "1304199",
    "type": ["剧情", "动作", "犯罪"],
    "rate": 6.2,
    "story": "当夜色笼罩纽约，这里又变成了一座犯罪猖獗的城市。华人警察黄比利（成龙 饰）和同事来到酒吧庆祝来美十周年，不料同事却被一群闯入的劫匪杀死，愤怒的比利将凶手正法，因此激怒了上司，被惩罚性质的派到大亨沙比路的时装展上维持治安，表演期间，沙比路的女儿罗娜被一群人劫走，而沙比路的保镖宾尼事发前曾向香港打过多个电话，种种迹象表明，沙比路和香港头号毒枭高伟洛（乔宏 饰）有过合作，而二人产生争执可能导致这次的绑架。比利和搭档丹尼（丹尼·埃洛 Danny Aiello 饰）前往香港，在这里找到了高伟洛昔日两名合作伙伴李兴以及何天的女儿何美芳（叶倩文 饰），希望对方能够提供线索。高伟洛迅速派人追杀比利和丹尼，以及昔日的合作伙伴。比利冲破重重阻碍，查清了高伟洛的巢穴，带领搭档向高发起了猛攻……©豆瓣",
    "director": ["詹姆斯·格利肯豪斯"],
    "actor": ["成龙", "丹尼·爱罗", "Sandy Alexander", "维克多·阿诺德"]
  },
  {
    "name": "摩登仙履奇缘",
    "year": "1985",
    "id": "1303172",
    "type": ["喜剧", "爱情"],
    "rate": 6.2,
    "story": "陈七（陈百祥 饰）和肥猫（王晶 饰）是一对江洋大盗，除了从来不使用暴力伤人外几乎干尽了坏事。某日，陈七在偷车的过程中遇见了名为张曼珠（张曼玉 饰）的女子，美丽的张曼珠立刻吸引了陈七的注意，令陈七坠入了情网，可惜落花有意流水无情。\n一次偶然中，陈七得到了一枚钻石，这枚钻石带来的财富，却也令陈七成为了黑道暗杀名单上的首当其冲。于是，陈七将钻石藏在了一只高跟鞋里，没想到，这双高跟鞋正巧被张曼珠买下，准备去参加舞会。在舞会上，张曼珠邂逅了英俊的王子泰（潘震伟 饰），两人情投意合，没想到王子泰竟是心术不正之人，在得到了钻石之后，竟然想要杀人灭口。©豆瓣",
    "director": ["王晶"],
    "actor": ["张曼玉", "陈百祥", "王晶", "汪禹"]
  },
  {
    "name": "求爱反斗星",
    "year": "1985",
    "id": "1470856",
    "type": ["喜剧"],
    "rate": 6.7,
    "story": "繁华的国际大都会香港闹市中心，口若悬河的洪家宝（陈百祥 饰）带着傻乎乎的小弟麦交（邵国华 饰）公然行窃，结果路上遭遇妙龄女郎嘉嘉（张艾嘉 饰）举报。虽然两人百般抵赖，但在最后关头漏了马脚，被警察关进监狱。令洪、麦意想不到的是，嘉嘉居然是监狱的辅导官，所谓冤家路窄，洪家宝真是窝了一肚子火。二人所在的牢房狱霸横行，为了逃出对方魔爪，他们不惜羞辱监狱长官。经过一段时间牢狱之灾，二人和狱中认识的伙伴冠仁（胡大为 饰）出狱。谁知他们死性不改，骗吃骗喝再度锒铛入狱，这次又撞上了有着一副好皮囊、爱装警察的小混混荣仔（张国荣 饰）。\n洪家宝大骂荣仔，意想不到的是荣仔的老姐居然就是洪的仇敌嘉嘉……©豆瓣",
    "director": ["梁家树"],
    "actor": ["张艾嘉", "陈百祥", "张国荣", "曹查理"]
  },
  {
    "name": "青春差馆",
    "year": "1985",
    "id": "1302101",
    "type": ["动作"],
    "rate": 6.5,
    "story": "火爆刚烈之女帮温柔英，她手下全部都是年青干探，包括足智多谋的小宝，经常碰黑的芝麻糊，青春少女O娘，白马王子及嗜好发明的蓝霹雳。小宝乃新兵到步，住在肥鹏家中，后结识了新房客阿玉。阿玉以夜总会公关作掩饰，实暗地里追查人蛇集团首脑，小宝与芝麻糊力追阿玉，却处处阻碍玊与警方接头，小宝不知不觉间发觉自己对英渐生情意，便全力协助芝麻糊，最后终能助玉破获人蛇集团，更知道玉原来是女帮身份。",
    "director": ["邱家雄"],
    "actor": ["梁朝伟", "梅艳芳", "曾华倩", "吕方"]
  },
  {
    "name": "打工皇帝",
    "year": "1985",
    "id": "1304002",
    "type": ["喜剧"],
    "rate": 6.8,
    "story": "面包厂的阿忍（许冠杰 饰）和拖车厂的阿神（徐克 饰）、阿庆（泰迪罗宾 饰）因一场小车祸双双丢掉工作。阿忍面对抚养自己长大母亲只得谎言应付，阿庆则跟随好友阿神回家，暂时住在同一屋檐下。\n所谓不打不相识，三人因此事件却成为了好朋友，最终进入皇帝面厂工作，但上班第一天便遇到了麻烦。车间主任（吴孟达 饰）和厂长任人唯亲，颠倒黑白，为包庇一个犯错的女人企图开除三人顶包。多亏董事长女儿阿美（王祖贤 饰）帮助才保住工作。自此，三个好朋友连同阿美与腐败的厂长一伙展开了笑料百出的斗智赛……©豆瓣",
    "director": ["徐克"],
    "actor": ["许冠杰", "泰迪·罗宾", "徐克", "王祖贤"]
  },
  {
    "name": "夏日福星",
    "year": "1985",
    "id": "1303717",
    "type": ["动作", "喜剧"],
    "rate": 7.3,
    "story": "鹧鸪菜（洪金宝 饰）、犀牛皮（冯淬帆 饰）、大山地（吴耀汉 饰）、罗汉果（曾志伟）、花旗参（秦祥林 饰）、大力丸（成龙 饰）、巴巴拉（胡慧中 饰）和维奇（元彪 饰）等警察兄弟一起放大假出外旅游，岂料他们刚刚到达目的地就被上司通知马上回港执行任务。\n原来，香港富商冯先生遭杀手杀害，他的女儿冯小姐（关之琳 饰）和冯先生的好友刘先生现在随时都有生命危险。于是，为了保护两人，大力丸和助手贴身保护刘先生；而年轻漂亮的冯小姐则住到巴巴拉的家由犀牛皮等人保护，众人都想和这位漂亮开放到冯小姐搭上关系；维奇和巴巴拉住入冯家引诱杀手上钩。夏日里，一连串爆笑惊险的场面上演了！©豆瓣",
    "director": ["洪金宝"],
    "actor": ["洪金宝", "吴耀汉", "冯淬帆", "苗侨伟"]
  },
  {
    "name": "小狐仙",
    "year": "1985",
    "id": "1479832",
    "type": ["奇幻"],
    "rate": 7.3,
    "story": "罗伯特（陈勋奇 饰）从小就失去了父母，和舅父相依为命的他在舅父的广告公司中谋得了一份不错的差事。克里奥帕拉（倪淑君 饰）是公司里的创意经理，长相甜美个性活泼的她吸引了罗伯特的注意，令罗伯特深陷情网不能自拔。\n一次偶然中，罗伯特的舅父从古董店中偷得了一枚铜镜，让他没有想到的是，他竟然就此将一位古灵精怪的小狐仙也顺道带回了家。调皮的小狐仙附在了克里奥帕拉的身上，利用自己的法力和克里奥帕拉的身体制造了一连串的祸端，可即便如此，罗伯特还是深深的迷恋着她。为了让着了魔的侄儿还魂，罗伯特的舅父偷偷调换了铜镜，没想到却让罗伯特因此死于一场车祸，小狐仙现身施法，令时光倒转，想要救回这个痴心人。©豆瓣",
    "director": ["陈勋奇"],
    "actor": ["陈勋奇", "倪淑君"]
  },
  {
    "name": "天使出更",
    "year": "1985",
    "id": "1829483",
    "type": ["喜剧"],
    "rate": 6.2,
    "story": "圣幕伦私人医院有着几位做事颠倒的英联邦实习医生，罗保罗、福克兰、金子文（文隽 饰）和李雨文（张坚庭 饰）在主治陈医生（陈友 饰）治下整日无心救人。医务署接到病人投诉，前往圣幕伦调查医师水平与硬件设施，院长想出对策，令护士长谷琳达（林建明 饰）主持整改。谷琳达随即召入大批新护士，方小敏等姑娘如愿进入了护士岗位。深谙实习医生手段的谷琳达又召入一名男护士阿旦（郑丹瑞 饰），以便时时保护护士不受实习医生们的骚扰。可罗保罗等人怎肯善罢甘休？一群年轻人在医院内外闹出连场笑话。与此同时，奇怪的病人、医护之间的恶作剧充斥着整家医院，医务署再次调查圣幕伦之后得出的结论依然不理想，究竟圣幕伦众医护如何才能得到患者和医务署的认可呢？©豆瓣",
    "director": ["陈友"],
    "actor": ["张坚庭", "林建明", "陈友", "钟保罗"]
  },
  {
    "name": "花女情狂",
    "year": "1985",
    "id": "25933386",
    "type": ["爱情", "情色"],
    "rate": 0,
    "story": "：《花女情狂》是由韩国女星玄智慧来港后的作品，在片中男主演连伟健还与「花女」玄智慧真爱了一回，影片的配乐是当时还初出茅庐的歌神张学友的经典情歌《Smile Again 玛莉亚》。",
    "director": ["何藩"],
    "actor": ["连晋", "曹查理", "吴孟达", "黄一飞"]
  },
  {
    "name": "毒咒",
    "year": "1985",
    "id": "5354502",
    "type": ["恐怖"],
    "rate": 4.8,
    "story": "不灭毒咒，祸延三世，妖邪侵犯，惨不忍睹.南洋是个降头的发源地沙拉是个凶狠邪恶的巫师只要收了别人的钱就会用邪术作法害人将别人置之死地手段极为凶残狠毒降头师古老拉一直看不过眼沙拉无辜害人，只有暗中帮助那些被害之人，沙拉闻讯大怒与古拉展开连场生死大站结果两败俱伤；古老拉早料有此一劫在临死前用毕生功力向沙拉施下永生不灭的毒咒要让沙拉绝子绝孙...",
    "director": ["彭龄"],
    "actor": ["丽莎", "关海山", "方野", "吴杭生"]
  },
  {
    "name": "疯狂游戏",
    "year": "1985",
    "id": "5108802",
    "type": ["喜剧"],
    "rate": 0,
    "story": "《疯狂游戏》是由冯意清执导，李丽珍、林利、胡渭康、孙明光、吴少刚、张卫健、吴孟达主演的中国香港喜剧片。",
    "director": ["冯意清"],
    "actor": ["张卫健", "李丽珍", "孫明光", "吴孟达"]
  },
  {
    "name": "再世风流劫",
    "year": "1985",
    "id": "1307754",
    "type": ["剧情", "恐怖", "情色"],
    "rate": 0,
    "story": "",
    "director": ["陆正"],
    "actor": ["玄智慧", "庄峰", "马宝明", "郑丽芳"]
  },
  {
    "name": "冷血屠夫",
    "year": "1985",
    "id": "10679461",
    "type": ["剧情"],
    "rate": 0,
    "story": "讲述段看似没甚关系的人和事，却同样围绕著死亡，被命运以不幸的连线，暝暝中连结在一起。在殓房，福伯是这尸家重地的主理人，他和新丁一新一旧，看在眼里的男尸藏婴,女尸全程解剖,殓房轶事禁忌都截然不一样，郁郁的表象原来藏著一段私感情;城市的另一国度，杀手鹫哥为社团盲目行事，赐予死亡却从不问究竟，可是轮火血刃里面，是那不张扬的悲痛过去;死囚监仓内，葡籍厨师终日会见罪犯，在末路上聆听他们的心声，为他们写下未完的心结，再设计一道最后晚餐。福伯,鹫哥及厨师──三个带著灰色的悲情人物，有人逆来顺受,有人乖戾顽抗,也有人玩味玩世，但结果也是殊途同归。",
    "director": ["羅棋"],
    "actor": ["徐少强", "陈惠敏", "陈丽丽", "高飞"]
  },
  {
    "name": "江湖了断",
    "year": "1985",
    "id": "2054939",
    "type": ["剧情", "动作", "犯罪"],
    "rate": 6.2,
    "story": "本片由黃泰來導演，黃岳泰攝影。故事描述，羅莽、尹相林、強漢、湯鎮宗及左燕翎五人偷渡赴港時，湯不慎誤踏陷阱，動彈不得，羅等欲救不果，看駐軍逼近，只得捨湯而去。四人到港後，三男淪為黑幫打手，一次私下行劫時，失手被捕入獄；期間羅因鬧事被加判刑期，然尹、強出獄後即被神秘殺害，督察白彪疑是三人之仇家所為，遂提前釋放羅，企圖引出兇手。羅出獄後屢遭追殺，疑是左所為，蓋行劫當日乃由左接應，但左至今未動賊贓分毫……",
    "director": ["黄泰来"],
    "actor": ["罗莽", "汤镇宗", "白彪", "孙健"]
  },
  {
    "name": "摸错骨",
    "year": "1985",
    "id": "10437787",
    "type": ["喜剧", "爱情", "恐怖"],
    "rate": 0,
    "story": "漂亮女子Carol醉酒横过马路，惨被豪华轿车撞死。Carol因不知谁是肇事司机，故成为无主孤魂。Carol找阴阳先生替自己算命，希望可以查出谁弄死她，但她找不到真正的阴阳先生，反而阴阳先生之子Joe见Carol秀色可餐，便冒充摸骨圣手，欲乘她便宜......",
    "director": ["黄鹰"],
    "actor": ["古嘉露", "嘉伦", "贾思乐"]
  },
  {
    "name": "女人风情话",
    "year": "1985",
    "id": "1304270",
    "type": ["剧情"],
    "rate": 6.3,
    "story": "杨秀姗（郑文雅 饰）是一位典型的新新女性，她有着一份稳定的工作，万事靠自己，个性坚强又独立。大嫂陆娉婷（陈婉丽 饰）远道而来，希望能够在香港为自己打拼出一席之地，面对野心勃勃的大嫂，杨秀姗这个小姑子内心十分不是滋味。\n雪上加霜的是，一个名叫湛开平（杨群 饰）的富有男人出现在了杨秀姗和陆娉婷的身边，两个女人均被他所吸引，关系恶化成为了情敌，气氛紧张一触即发。阿芳（倪淑君 饰）是湛开平的女儿，她深知父亲风流成性，也知道有两个女人为了他争得热火朝天，但阿芳什么也没有说，什么也没有做，因为她知道时间会给出最好的答案。©豆瓣",
    "director": ["唐基明"],
    "actor": ["郑文雅", "倪淑君", "左燕翎", "陈婉丽"]
  },
  { "name": "现代豪放女", "id": "2355276" },
  {
    "name": "法外情",
    "year": "1985",
    "id": "1306977",
    "type": ["犯罪"],
    "rate": 7.4,
    "story": "1961年，孤儿院出身的刘志鹏（刘德华 饰）在伦敦的法律学院以优异成绩毕业，携女友安妮（蓝洁瑛 饰）返回香港，并在女友父亲的安排下进入律师行工作。刘志鹏接手的第一件案子是一宗妓女杀人案，因为死者乃望族背景，众律师不便为嫌疑人辩护，刘志鹏挺身而出，与嫌疑人刘惠兰（叶德娴 饰）面谈后，实知死者是一名变态性癖患者，刘惠兰当夜因惊恐错手杀人。刘志鹏为案件多方奔走，收集证据，连安妮也被他冷落，两人关系出现裂痕。而刘惠兰因刘志鹏的怀表发现他是自己寄养在孤儿院的亲生儿子，原来当年刘惠兰不肯令儿子在自己的阴影下成长，化身“无名氏叔叔”在孤儿院外伴儿子长大，如今母子相见却不能相认，未知审判之后是否阴阳两隔……©豆瓣",
    "director": ["吴思远"],
    "actor": ["刘德华", "叶德娴", "秦沛", "刘兆铭"]
  },
  {
    "name": "我愿意",
    "year": "1985",
    "id": "2138575",
    "type": ["喜剧", "爱情"],
    "rate": 6.8,
    "story": "安妮（柏安妮 饰）是衔着金汤匙出生的富家小姐，为了锻炼她自食其力的本事，父亲要求安妮到外面去工作，自己赚钱养活自己。就这样，安妮来到了一家花店成为了店员。花店的对面是一家照相馆，在那里工作的本（廖伟雄 饰）一眼就喜欢上了温婉美丽的安妮，可惜找不到机会能够同她相识，于是，本向自己的好友坡仔（温伟伦 饰）寻求帮助。\n终于，在一次偶然中，本、坡仔和安妮熟识了起来，本随即就对安妮展开了热情的攻势，然而，安妮更喜欢的，似乎是整天吊儿郎当不务正业的坡仔。安妮和坡仔越走越近，而他们之间的感情自然遭到了安妮的父亲的强烈反对。©豆瓣",
    "director": ["刘家豪"],
    "actor": ["柏安妮", "温韦伦", "任喜宝", "廖伟雄"]
  },
  {
    "name": "斗气小神仙",
    "year": "1985",
    "id": "1304497",
    "type": ["喜剧", "爱情"],
    "rate": 6.7,
    "story": "丁安安（白允然）與雍晴（林姍姍）兩個表姐妹自小就讀於同一所女校，因二人的母親（韓瑪利、蘇杏璇）一向口和心不和，從小就向自己女兒灌輸好勝思想，因此形成安安與晴從小鬥到大，三日一小吵，五日一大鬥。\n她們在校中認識了男同學米高（張衛健）及保羅（陳俊國），很快成為情侶，兩對小冤家後來因鬥氣竟然互調了男朋友……\n本人八卦:\n本片是张卫健的荧屏处女作，而他的荧屏初吻自然也献给林姗姗。林姗姗在当时小有名气，和陈百强的合唱曲目也是本片的插曲《再见Puppy Love 》是她的代表作品，同时她还有主持和电影差不多同名的节目《三个小神仙》。据说她还是发现郑伊健的经理人……",
    "director": ["苏静雯"],
    "actor": ["林珊珊", "白允然", "陈俊国", "张卫健"]
  },
  {
    "name": "生死线",
    "year": "1985",
    "id": "2062462",
    "type": ["剧情", "惊悚"],
    "rate": 6.9,
    "story": "大发（陈龙 饰）、二发（陈敬 饰）和三发（程守一 饰）自小生长在小岛之上，由瘫痪不能行走的母亲一手拉扯长大，三人样貌心智上各有缺陷，性格亦因此不可避免的发生了扭曲。母亲一心希望能给三发找到一个老婆传宗接代，为此不惜绑架软禁了一位名为阿宝（袁丽嫦 饰）的女子。\n一晃眼多年过去，张老师（岑建勋 饰）带领着一干学生来岛上游玩，遇见了三兄弟，此时他们的母亲早已过世。三发一眼就看上了美丽的女学生费丽斯，懵懂不通人情世故的他竟然向张老师“提亲”，期初，张老师以为这只是三兄弟开的一个玩笑，谁知道三人接下来的举动却否定了他的这一想法。当张老师想要带着学生们离开这片是非之地时，却发现他们早已经没有了退路。©豆瓣",
    "director": ["梁普智"],
    "actor": ["岑建勋", "陈敬", "邵传勇", "袁丽嫦"]
  },
  {
    "name": "龙的心",
    "year": "1985",
    "id": "1294251",
    "type": ["喜剧", "动作", "犯罪"],
    "rate": 7.2,
    "story": "阿泰（成龙 饰）自小就志愿当一名无拘无束的海员，可惜哥哥嘟嘟（洪金宝 饰）天生智力障碍，自幼就和嘟嘟相依为命的阿泰为了照顾哥哥，一直没有实现心中梦想，当上了一名普通的警察。可是阿泰在警局过得并不快乐，天性无拘无束的他极不受上司欢迎。终于在一次和上司顶撞后，阿泰愤然辞职，决定去当海员。\n看到阿泰辞职，嘟嘟以为弟弟准备抛弃他了，开始自己试着去自力更生。一天，他和邻家小孩玩游戏时，意外捡到了劫匪留下的珠宝。邻家小孩的哥哥贪财，将嘟嘟推下了山边，抢走了珠宝，岂料此时劫匪返回，将他杀了。这时，阿泰闻讯赶来，一番打斗后将劫匪杀了，在山边救回了嘟嘟。阿泰亦因杀了人免不了牢狱之灾……©豆瓣",
    "director": ["洪金宝"],
    "actor": ["成龙", "洪金宝", "黄锦燊", "钟发"]
  },
  {
    "name": "疯狂上海滩",
    "year": "1985",
    "id": "6957757",
    "type": ["剧情", "喜剧"],
    "rate": 7.8,
    "story": "1930年代的大上海，从小没就爹没妈的周阿弟在一个剃头铺子做学徒。剃头铺子的老板娘特别刻薄，啥活都指着周阿弟干。周阿弟长得清秀，人也特机灵，但忙不过来的时候难免出错，像把孩子的尿布扔给师傅当毛巾使、开水拿去给客人洗头这样的事经常有。直到有一天，周阿弟脚忙手乱引发一场大火，老板和老板娘将周阿弟扫地出门。\n离开了剃头铺子，周阿弟在一家饭馆找到一份泡汤的活。有一天，周阿弟出去给一家话剧团送外卖。周阿弟也不知道话剧正在上演，听帷幕后的工作人员说要外卖的在台上，周阿弟就将外卖的汤面送到了戏台上。周阿弟的出现，立刻引起台下观众的哄堂大笑，机灵的周阿弟现场编戏加词，很快就稳住乱台上两位主角的阵脚，赢得幕后导演的称赞，留在话剧团跑龙套。\n在话剧团，周阿弟吃苦耐劳，前台幕后啥活都干。一个周末，剧团放假休息，周阿弟上街闲逛，无心之中听两个人说要把一个名叫李桂芬的姑娘卖到怡红院去。周阿弟在耍把式、玩杂技的人中小声地喊着阿芬的名字，从两个人贩子手中机智地将阿芬救走。周阿弟把阿芬带到剧团，导演可怜阿芬的遭遇，将阿芬留在剧团，跟周阿弟一起跑龙套。\n周阿弟和阿芬之间很快就有了感情。由于剧团台柱子的从众挑拨，周阿弟和阿芬赌气，跑出去喝闷酒，结果撞上上次遇到的两个人贩子。周阿弟尽管喝得头重脚轻，但还是机智脱身。第二天早上，阿弟从拖船上醒来时，让人当作贼抓了去见官。幸好遇到一个法师说情，阿弟免于见官，随法师来到寺庙，引发一场荒唐闹剧。\n阿弟从寺庙出来，去一家酒店做服务员。阿弟脚踩滚轴，身轻如燕在几十张桌子间穿梭上菜，不巧又让那两个人贩子撞上。阿弟赶紧脱身，把一辆自行车愣是骑成独轮车，飞身闯进杂技表演馆，奇迹般地与阿芬邂逅。阿弟和阿芬联袂献上一场精彩的空中飞人后离开杂技团，去应招芭蕾舞演员。\n阿芬如愿入选，阿弟非但入选，还让一个妩媚的女董事长请去演一场大戏。原来，女董事长的男人是个垂危的老头。老头儿有一个原配、六个姨太太。原配夫人七十年前去世，老头非要见原配夫人玛利亚才短期。阿弟长得酷似老头的原配夫人，女董事长将阿弟打扮一新，带到垂危的老头面前，老头非但没断气，还歪歪窜窜地追出来，吓得阿弟和阿芬连忙逃命。",
    "director": ["胡小峰"],
    "actor": ["周粤成", "李芸", "金沙"]
  },
  {
    "name": "飞虎奇兵",
    "year": "1985",
    "id": "3143248",
    "type": ["剧情", "动作"],
    "rate": 6.2,
    "story": "一个好汉三个帮。绰号沙胆（郑浩南 饰）、大只（邓浩光 饰）、迷信（彭建新 饰）、有钱（王米高 饰）和处男(楼南光 饰)的五个年轻人聚在了一起，他们都怀着一腔热诚投靠了警察。然而普通警员的平静生活又让他们感到不满足，于是，他们同时投考了飞虎队。经过层层筛选，五人成功入选。训练营的生活既严格、又艰苦，教官都是冷冷冰冰的，但这一切并没有击倒五名热血沸腾的年轻人，他们都以优异的成绩毕了业。他们毕业后的第一项任务，就是解救被匪徒扣押的十几名人质……©豆瓣",
    "director": ["余允抗"],
    "actor": ["石天", "郑浩南", "王敏德", "邓浩光"]
  },
  {
    "name": "花街时代",
    "year": "1985",
    "id": "1470770",
    "type": ["剧情"],
    "rate": 7.8,
    "story": "越战时期，奔赴战场的美国大兵途径香港时，会在湾仔停留，这让湾仔自1950年代末的数年间，充斥靠他们过日子的纹身师傅、小要饭、拿着照片找爸爸的“杂种”、阿飞及实为妓女的Bar女郎，形成特有的风情。\nBar坊妈咪回乡找人做Bar女，家境贫寒、相貌不俗、个性倔强的赖水尾（夏文汐）和几个同乡姐妹从大澳渔村来到湾仔，开始卖肉生涯。起初，渔家女受到其他Bar女的嘲笑，但经过经验丰富的小伶玉（于倩）的一番调教，她们很快不输她人，易名水美丽的赖水尾更是出尽风头。风度翩翩却又年少轻狂的“杂种”Jimmy（黄秋生）幼年丧母，小伶玉将他养大后视作私有财产，不过Jimmy对她并无爱情，他心里只有不知身在何方的父亲。为Jimmy着迷的不止小伶玉一人，诸多Bar女只怪小伶玉将他看得太紧，他又不给她们揩油的机会。水美丽亦钟情于他。\n某次Jimmy被阿飞堵截，水美丽机智将他相救，又相告有心听来的他父亲的名字，两人瞒着小伶玉开始恋爱。后来水美丽为了他与小伶玉撕破脸，主动离开Bar坊，而找到父亲的他早忘记当初誓言，拍拍屁股去了美国。一家不要家家不要的行规令水美丽成为街头妓女，但小伶玉这个机会亦不给她，无奈之下她去了麻油地，几年挣扎，境况越来越糟。亏得性情相投的黑帮大姐大王英（叶德娴）相助，水美丽东山再起，短短几年更将生意做到了尖沙咀。\n随着越战的结束，湾仔渐成荒凉地，小伶玉亦变作风中残烛。水美丽念旧恩将她探望时，Jimmy恰好回港。听闻他是回港找妻，旁人都以为水美丽会与他再续前缘，对他早已死心的水美丽心底亦再泛涟漪，不料他早变作世俗之人，更将两人的感情忘得一干二净。其后水美丽有心将精力全部放在生意上，无奈时代风云不是她及待她若同性爱侣的王英所能把握。©豆瓣",
    "director": ["陈安琪"],
    "actor": ["夏文汐", "黄秋生", "于倩", "叶德娴"]
  },
  {
    "name": "尖东枭雄",
    "year": "1985",
    "id": "3067291",
    "type": ["动作", "惊悚"],
    "rate": 6.8,
    "story": "故事背景围绕沈威扮演的二五仔为坐上社团龙头的位置出卖社团主脑石坚，并伙同争夺新地盘的新社团主脑吞并地盘而展开的，为了给石坚一家报仇清理门户和救出被掳去的梁家仁之爱女，梁家仁、徐少强、王龙威三兄弟跟新社团展开一场情与义的血战 .....",
    "director": ["王龙威"],
    "actor": ["梁家仁", "徐少强", "徐淑媛", "王龙威"]
  },
  {
    "name": "何必有我",
    "year": "1985",
    "id": "1464936",
    "type": ["剧情"],
    "rate": 7.9,
    "story": "Koko（郑文雅 饰）的男友（周润发 饰）是香港一名社工，乐于助人。在男友的影响下，Koko也当上了一名社工。Koko虽然能经常帮助别人，但却一直未能改善自己和父亲的关系。Koko父亲刚刚刑满获释，因为不满父亲的所作所为，Koko多次将来向奶奶要钱的父亲赶出家门。一次偶然，Koko认识弱智青年肥猫（郑则仕 饰），肥猫的智商一直保留在童年水平，他和母亲在清贫中度日，整日和街坊一班小孩子玩耍。附近有一个恶霸经常欺负肥猫，周围的人对此亦无可奈何。Koko想帮助肥猫适应社会、自力更生，她最终能成功吗？©豆瓣",
    "director": ["郑则仕"],
    "actor": ["郑则仕", "郑文雅", "周润发", "焦姣"]
  },
  {
    "name": "僵尸先生",
    "year": "1985",
    "id": "1295933",
    "type": ["动作", "喜剧", "奇幻"],
    "rate": 8.3,
    "story": "富贵乡绅任发（黄虾 饰）先父当年威逼利诱求得一块风水宝地，经风水先生指点，其父下葬二十年后起坟迁葬，以利子孙。然九叔（林正英 饰）察看墓穴得知，当年风水先生与任家私怨在身，在墓穴中做下手脚，二十年后任老太爷尸体已生恶变。九叔提议就地火化，在任老爷请求下才将尸骨移往义庄。虽经小心看护，但任老太爷仍化作僵尸，将其子任发杀害。\n九叔断定任老太爷和任发的僵尸将再次出现，于是命令徒弟秋生（钱小豪 饰）和文才（许冠英 饰）小心应付……©豆瓣",
    "director": ["刘观伟"],
    "actor": ["林正英", "许冠英", "钱小豪", "李赛凤"]
  },
  {
    "name": "流氓公仆",
    "year": "1985",
    "id": "1304009",
    "type": ["动作", "犯罪"],
    "rate": 6.1,
    "story": "警察李惠明（李修贤 饰）是个玩世不恭的家伙，行为作风很是随意。他甚至会借故跟晨练的女孩相撞趁机占便宜。不过，在抓罪犯方面，他还是尽职尽责，警队的员工都称呼他为大情人，尤其是老警察亚彪（王钟 饰）跟他配合默契。不过，新来的女上司却对他们很是看不惯。有一次，他在餐厅为了素未谋面的女模特安妮（杨雪仪 饰）大打出手。后来，在抓捕罪犯大烟枪的过程中，他再次碰到了上次搭救的安妮，得知她正遭受骚扰。原来她换衣服时被摄影师男友瑞奇偷拍，后者以此威胁逼她就范。为了帮安妮出气同时展开恋情，大情人挺身而出当众教训了男友，由此遭到了对方的嫉恨。后来，在一次办案中，他将借故捣乱的男友送进了精神病院。不想，后者偷偷逃出了精神病院，并开始了凶残的报复行动……©豆瓣",
    "director": ["王钟"],
    "actor": ["李修贤", "王钟", "杨雪仪", "王俊棠"]
  },
  {
    "name": "替枪老豆",
    "year": "1985",
    "id": "1914014",
    "type": ["喜剧"],
    "rate": 6.4,
    "story": "夏文汐与万梓良主演一对夫妻，他们婚后多年忽欲产子，但万却被证实精子发育不健全，乃在好友建议下让夏往夏威夷接受人工受孕；然万心底里仍不免感到怪异，内心的矛盾弄至精神紧张，行为时有乖常表现，闹出不少笑话；万在夏平安产子前後，每多奇异幻想，错摸连场，猜疑甚多，更怀疑夏与任职于夏威夷精子银行的表哥潘震伟有染，不是人工受孕，而是被人受孕……\n这部喜剧片是古龙式武侠片首席导演楚原的温馨之作，由两获香港电影金像奖最佳编剧奖的鬼才编导张坚庭倾情编写，俊男靓女夏文汐与万梓良继《唐朝豪放女》後再度携手主演。故事描述妻子接受人工受孕前後丈夫的怪异感受，颇具超现实、悬疑和奇异幻想情结，可以想像大丈夫「何患无子」的尴尬场景.",
    "director": ["楚原"],
    "actor": ["万梓良", "夏文汐", "潘震伟"]
  },
  {
    "name": "猛鬼迫人",
    "year": "1985",
    "id": "1298885",
    "type": ["恐怖"],
    "rate": 4.8,
    "story": "在东南亚流传的降头与毒咒有很多人都相信确有其事，且曾经目睹，但本片并不探究其真实性，只求给各位官能的刺激，达到娱乐的效果。马文彪是香港派往南洋交换服务的警探，带队破获杀童祭神案，并当场打死巫婆，巫婆临死时说，要用血咒杀死彪全家，彪回港后双腿突然风瘫，屡医无效，此后鬼怪之事连串发生……（",
    "director": ["庄保文", "古森林"],
    "actor": ["商天娥", "潘震伟", "关海山", "胡枫"]
  },
  {
    "name": "龙发威",
    "year": "1985",
    "id": "1302761",
    "type": ["动作", "喜剧", "奇幻"],
    "rate": 0,
    "story": "故事叙述叛出师门的童虎（高飞饰）为取得师门密藏之宝剑，率弟子夜闯师门。童虎虽成功击败师门众多子弟，得知宝剑所在，却苦于藏宝处需七星甲焉能开启之门。七星甲的持有者马奶奶（赵冈生饰）为一武术高手，惟其孙小狗子（孙国明饰）自幼因祖母的宠爱呵护而在武术方面并无深究。但在受到久别重逢的青梅竹马虎妞（邹美仪饰）的强势态度和惨败于为夺七星甲而来的童虎徒弟下，小狗子始体认到自己应致力于武学。于是在马奶奶的安排下，小狗子带着七星甲逐投师伯苟不理（梁家仁饰）处学习武艺。\n一日，小狗子与苟不理回村探望马奶奶，岂知竟发现马奶奶早已丧生于上门夺甲的童虎一行之手，童虎等更向小狗子二人出手，欲夺得七星甲。幸在苟不理帮助下，两人全身而退。回到苟不理居所后，小狗子立誓将勤加练武，必为马奶奶报仇。",
    "director": ["赵中兴"],
    "actor": ["梁家仁", "高飞", "江生", "孙国明"]
  },
  {
    "name": "皇家师姐",
    "year": "1985",
    "id": "1294467",
    "type": ["动作"],
    "rate": 6.5,
    "story": "督察吴落茜（杨紫琼 饰）身手敏捷、嫉恶如仇，某日在赴约时惊见身为伦敦方面调查员的好友身死，原来该调查员因掌握了田氏集团假合约的胶片而被杀。当日，胶片被闯入宾馆的小偷散利痛（孟海 饰）、止立消（岑建勋 饰）无意中盗走，二人将带有胶片的护照交与师兄弟脱苦海（徐克 饰）加工贩卖。同时，伦敦方面派出女警麦瑞（罗芙洛 饰）赴港调查调查员遇害一案。脱苦海师兄弟三人为了摆脱自己调查员遇害一案的嫌疑，选择向警方告密，结果被假护照买家寻仇。而一直在暗中计划夺回胶片的田氏集团，亦派出杀手追踪脱苦海师兄弟的下落，吴落茜与麦瑞的女警组合只得与脱苦海等人以及田氏集团斗智斗勇……©豆瓣",
    "director": ["元奎"],
    "actor": ["杨紫琼", "罗芙洛", "岑建勋", "孟海"]
  },
  {
    "name": "摩登女性",
    "year": "1985",
    "id": "5169823",
    "type": ["爱情"],
    "rate": 0,
    "story": "云珍、玉英是解放前成长起来的新一代女大学生，她们拥有一个共同的奋斗目标：解放妇女权利，摆脱男尊女卑的封建传统思想。虽然两人想要解放自己的思想相同，但是两人的处事方法却不同。云珍冲动，还有些爱慕虚荣，对家的责任没有什么概念，盲目追求自我解放，志华对她很不满。美仪则事事周全，妥善处理家庭和事业，做到两不耽误！通过对比的手段，鲜明的表现了两个知识女性不同的生活境遇。最终，在美仪的帮助下，云珍也成熟起来，并最终和志华破镜重圆。",
    "director": ["Tso Nam Lee", "李作楠"],
    "actor": ["林雨洁", "金姬美", "香川翔", "李昆"]
  },
  {
    "name": "欢场",
    "year": "1985",
    "id": "1464820",
    "type": ["喜剧"],
    "rate": 6.4,
    "story": "七名表面上被解雇的女警：豪放女、女教徒、爱金、福尔摩斯、六尺三、肥妹及沙展蟹钳，原为一名变态色魔案件，在日式夜总会当卧底，在罪恶城夜总会中第一组妈妈生QE最当红，时常为难女警们，在龙凤榜宣传夜，蟹钳命令各人不顾一切尽力拉票，而QE之弟大支强诱骗豪放女外出拍照，并露出真面目，向豪放女施暴，并拍摄杀人录影带，千钧一发之际，群女赶到，救回豪放女……",
    "director": ["麦当杰"],
    "actor": ["叶德娴", "潘先仪", "林河廷", "卢佩琼"]
  },
  {
    "name": "青春节拍",
    "year": "1985",
    "id": "25879009",
    "type": ["喜剧", "音乐"],
    "rate": 0,
    "story": "日本当红歌星组合少女队的香港之行引起了记者和匪邦的骚动，少女队一向被管制甚严，歹徒多次企图绑架但无从下手，可这次却因为其经理人和接待人的疏乎而让匪徒阴谋得成。谁知匪徒之一的山本阳一，本性善良，只是被迫做贼，因为在对少女组看守的期间，对少女组发生了爱情，终于施计救出少女组并在警方协助下逮捕了匪首。",
    "director": ["陆剑明"],
    "actor": ["少女队", "雷安娜", "魏绮清", "夏韶声"]
  },
  {
    "name": "警察故事",
    "year": "1985",
    "id": "1400868",
    "type": ["动作", "喜剧", "惊悚"],
    "rate": 7.9,
    "story": "受过特警训练的警察陈家驹（成龙）为人正直办案拼命，时常将女友（张曼玉）忽略。某次围剿行动中陈家驹拘捕了大毒枭朱滔，但因证人（朱滔的秘书）莎莲娜（林青霞）的突然失踪，未能将其绳之于法，陈家驹因此受降职处分。事后含恨在心的朱滔为了报复陈家驹，设计将其诱至囚禁莎莲娜的别墅，并派手下杀死一名警察嫁祸其身，令陈家驹在警方的通辑令下只能四处流亡。\n而侥幸逃脱的莎莲娜明白到朱滔为人不择手段的本质，为求自保，冒险潜入朱滔办公室偷得证据，却被其手下追杀至商场，陈家驹及时赶到，与朱滔手下展开激战。©豆瓣",
    "director": ["成龙"],
    "actor": ["成龙", "林青霞", "张曼玉", "董骠"]
  },
  {
    "name": "圣诞奇遇结良缘",
    "year": "1985",
    "id": "1307254",
    "type": ["喜剧", "犯罪"],
    "rate": 6.6,
    "story": "故事梗概\n本片为香港德宝电影公司的创业巨制之一，由杰出的摄影指导钟志文升任导演，是一部热闹的浪漫冒险喜剧。内容描述一名地下军火专家制造了一个小型炸弹企图有所不轨，计划被助手知悉，以致他杀人灭口，但却被三名互不认识的平凡寂寞人目睹此事件。两名疯狂杀手奉命追杀三名目击者，他们乃展开逃亡，过程中发挥同舟共济的精神来化解危机。全片是典型以追杀为主戏的娱乐片，但不强调暴力动作，反而有不少惊险笑料。三个主角的个性也纯真好玩，将都市寂寞人偶然碰到刺激遭遇时的反应生动地表现了出来。",
    "director": ["钟志文"],
    "actor": ["林子祥", "岑建勋", "张曼玉", "午马"]
  },
  {
    "name": "开心乐园",
    "year": "1985",
    "id": "2138528",
    "type": ["喜剧"],
    "rate": 7.6,
    "story": "一队女童军在教练带领下准备前往英国伦敦拉练，六个队员Ann（柏安妮 饰）、May（罗美薇 饰）、Fanny（袁洁莹 饰）、阿珍（李丽珍 饰）、阿朱（罗明珠 饰）、阿玲（陈加玲 饰）性格各异、活泼好动，甫一上飞机，她们便捉弄同机的推销员王初一（黄百鸣 饰），令初一被教练认定为色狼。飞行半路故障失事，女童军和初一流落一座荒岛。八人解除误会后，在潜藏着大猩猩和各种怪异生物的岛上通力合作，将荒岛改造成一个小小乐园，不久，因阿珠受伤，他们结识了在战争年代就来岛上定居的老兵邓伯还有猩猩伙伴“靓仔”。邓伯透露在岛上的后山有一片毒贩种植的罂粟，如果想返回香港，就要趁毒贩来岛上的时候借用他们的船……©豆瓣",
    "director": ["麦当杰"],
    "actor": ["黄百鸣", "杜丽莎", "邓寄尘", "郑浩南"]
  },
  {
    "name": "水儿武士",
    "year": "1985",
    "id": "2247097",
    "type": ["动作"],
    "rate": 5,
    "story": "水兒（傅欣瑜）原是大太子之私生女，流落青樓，二太子（梁家輝）欲利用水兒揭大太子醜行以謀皇位。大太子不惜派殺手暗殺水兒，而二太子則命燕十三（莫少聰）、練飛霞（余安安）等護送水兒回宮。兩批人沿途激戰，水兒得武士（董瑋）相救避禍隱居荒村，然二人性格迥異經常引起衝突……",
    "director": ["查传谊"],
    "actor": ["董玮", "万梓良", "余安安", "惠英红"]
  }
]
