[
  {
    "name": "同根生",
    "year": "1989",
    "id": "1298803",
    "type": ["动作"],
    "rate": 6.4,
    "story": "刘德华、林威饰演的两兄弟在六二年的大逃亡潮时失散，威遭遣返大陆劳改，华获蛋家妹温碧霞救起，到港并结为夫妇。华从苦力做起，后来成为台湾养鱼业及船务的成功商人，而威则被犯罪集团雇用来港参加打劫，又被指使往台湾掳劫华之女儿，更错手杀死华女。华返港报仇，与威力拼，后来认出彼此是失散多年的兄弟……\n同根生\n导演： 王龙威  编剧：\n类型： 动作 地区： 中国香港\n语言：  色彩： 彩色\n单位： 浚升电影公司 职员：\n主要演员\n刘德华\n温碧霞\n林威\n陈惠敏\n沈威\n谷峰\n龙铭欣\n卢惠光\n洪新南\n王侠\n狄威\n高飞\n策划：　　邓荣汞\n出品人：　　袁金伦\n监制：　　袁金伦、汪小明\n摄影：　　余积廉\n制片：　　刘俊辉\n剪辑：　　洪新南\n作曲：　　泰迪罗宝、鲁世杰\n美术设计：　　曾少娟\n动作设计：　　谭东、洪新南\n公映日期：　　1989.1.7-1.20\n票房收入：　　HK$5,940,788\n院线：　　新宝",
    "director": ["王龙威"],
    "actor": ["刘德华", "林威", "温碧霞", "陈惠敏"]
  },
  {
    "name": "夜疯狂",
    "year": "1989",
    "id": "1932573",
    "type": ["剧情", "喜剧", "犯罪"],
    "rate": 6.7,
    "story": "幼稚园教师汪小云在一个晚上出外看戏消遗,看完戏后碰上打劫银行携着四千万赃款逃走的重伤劫匪阿B,她被挟持到夜店,在一间夜店中她和售货员玲玲等和阿B发生纠缠,阿B后来伤重死去。  小云，玲玲和师姐，在玲玲表姊小倩的指挥下，企图毁尸灭迹，平分赃款。岂料劫匪同当党追踪而至，贼首大哥等对她们企图先奸后杀，幸得警察把他们及时救出。  在围捕中，几经艰险才把全部匪徒逮住，四千万赃款则在围捕中被炸药炸毁了。\nUpon entering a 24 hour convenience store, a criminal with a lonesome primary-school teacher as hostage is accidentally killed by her and the youthful attendant in their hilarious struggle to subdue him.\nThe two soon discover a stash of money on the man's person and along with another customer - an attractive model - they decide to cover up any evidence of the man's visit in a pact to split the money between themselves.\nThe group's seemingly full-proof plans are confounded by the vengeful acts of the money's rightful owner and a set of persistent, yet stupid and often comical policeman who hang around 'pursuing' the women.",
    "director": ["麦大杰"],
    "actor": ["郑裕玲", "李美凤", "陈奕诗", "郭锦恩"]
  },
  {
    "name": "省港旗兵3",
    "year": "1989",
    "id": "1786413",
    "type": ["动作"],
    "rate": 6.2,
    "story": "退伍军人李长江（刘德华 饰）被两名抢劫的战友连累入狱，他受尽警察毛向阳（徐锦江 饰）毒打后被判处死刑，临刑当口，长江用父亲给他的锯片侥幸逃脱……长江找到人蛇集团偷渡到香港，于路结识了鸡心（莫少聪 饰）、阿满（李美凤 饰），阿满姑娘的善良深深打动了长江。因香港的亲戚拒绝接收长江，他只能在工地为人蛇集团头目良哥工作还账，期间长江听说阿满被卖为妓女，日夜思索搭救方法，长江孤身力拼皮条帮派不敌，只得在良哥介绍下帮助湖南帮老大沙皮卓打劫金店，以此借助帮派力量搭救阿满。同在沙皮卓手下出力的鸡心在打劫金店时险些被擒，长江搭救他以后两人结为莫逆。长江帮沙皮卓打劫后对方并未履行承诺，反而用阿满逼迫长江继续犯罪，同时毛向阳为了抓捕长江专程赴港……©豆瓣",
    "director": ["麦当杰"],
    "actor": ["刘德华", "徐锦江", "李美凤", "莫少聪"]
  },
  {
    "name": "皇家飞凤",
    "year": "1989",
    "id": "5384541",
    "type": ["动作"],
    "rate": 5.2,
    "story": "盼与丽为高级警官，感情要好，盼更视丽父三柴枫为亲人。盼、丽联手侦查一犯罪团，在警匪混战中虽把匪徒击杀，但亦泄露了警方卧底之身份。犯罪集团首脑大家姐派遣杀手飞及威杀卧底。飞行事时棋差一着，虽杀死卧底。但却失手为丽所杀。威得知后，决为飞报仇，遂挟持当夜总会公关之丽妹安娜，迫丽与枫去救安娜，而枫与安娜终惨死威手上，丽亦难逃厄运，在医院被威击杀。盼眼见好友为正义而惨遭灭门之祸，悲恸不已，誓找威决一死战。一场激烈大战后，盼终杀威，替丽一家报了灭门之仇。",
    "director": ["何志强"],
    "actor": ["杨盼盼", "颜莉   Anh Lee", "孟秋   Chui Meng"]
  },
  {
    "name": "西雅图大屠杀",
    "year": "1989",
    "id": "5093681",
    "type": ["动作", "犯罪"],
    "rate": 0,
    "story": "",
    "director": ["袁祥仁", "朱米高"],
    "actor": ["曾江", "林威", "白彪", "伊原信"]
  },
  {
    "name": "警察也移民",
    "year": "1989",
    "id": "1303229",
    "type": ["剧情"],
    "rate": 0,
    "story": "陈比得中学毕业后投身警界，对警务工作，热忱而又偏爱，其舅父曾江亦为现役警司，但巳届退休之龄，其父早于廿年前赴美谋生，在美国与一西班牙籍女士同居，藉获得居留权，因为此事，与其母仳离，母亲白茵颇能干，在港投资酒楼，亲力亲为，把邓浩光抚养成人。\n曾江旧同僚陈欣健，五年前已辞职移民美国，但于唐人街颇具影响力，与当地警方谂熟，适值唐人街警局增聘华籍探员，陈欣健介绍陈浩光前往，邓在香港办理好一切手续，飞美就任，行前其母依依不舍。\n邓浩光勤奋工作，未到三年，已跃升为沙展，在一次破获假表案中，击毙了两名歹徒，上级更为重视，于侦查罪案中，发现疑犯是陈罗拔，而陈罗拔乃其生父，在正义与亲情冲突下，令邓浩光感到烦恼。\n留美华侨女学生沈菲菲，与邓浩光认识，感情融洽，行将结婚，沈菲菲极力向邓浩光劝解，并要深入调查案情，才作出应付办法。\n假表案陈罗拔为幕后人，但其拍挡亚苏突然为凶徒用鱼枪杀害，案情又牵涉到另一方面，于是着令邓浩光限期破案，突然，陈罗拔又被不明枪手伤肩，留医在医院中，邓浩光探父，要求父将真情披露，但父似有难言之隐……\n当邓浩光离开医院时，迎面遇一混血儿阿甸，窃去其银包与警章，并致电警署，密告此案疑犯陈罗拔乃邓浩光之亲父，上司召邓浩光，着令暂停此案进行，另派美籍探员负责，令邓加上一重负担，唯有暗中进行，查明真相。\n混血儿阿甸，乃陈与西班牙女所生，亦即邓浩光同父异母兄弟，阿甸以鱼枪杀害亚苏，为免亚苏迫陈回港追查假表来源，射伤乃父，是转移警方目标，陈罗拔斥甸狂妄，阿甸当时被警方包围，以父作人质，但卒为邓浩光等制服，陈罗拔犯假表罪，阿甸杀人都要受法律制裁。\n曾江退休后申请移民获得签证，邓浩光在美申请母亲也有结果，其父早与西班牙女子分开，于是曾江与白茵也欣然就道，飞往美国与其子相会及探望其父。",
    "director": ["陆志刚"],
    "actor": ["邓浩光", "殷亭如", "曾江", "邵音音"]
  },
  {
    "name": "合家欢",
    "year": "1989",
    "id": "1297038",
    "type": ["喜剧"],
    "rate": 7.5,
    "story": "雁南归（许冠文 饰）与远嫁香港的妹妹阿萍（郑雅文 饰）分离多年，虽然阿萍常寄钱物，但雁南归大都用来为村民谋福，自己整日在树林中腾跃劳作，落得快活。这一日，雁南归终于决定奔赴香港，探望妹妹和传闻中富足的妹夫黄嘉范（黄百鸣 饰）。然而雁南归甫一抵达，便发现实情颇有出入，妹妹一家四口与嘉范未嫁的空姐小妹黄嘉玲（王祖贤 饰）挤在一间不大的两居室里，黄嘉范只凭鞋店店员的工作养家。同时，黄家人对雁南归大大咧咧的乡下作风颇感不适，双方硬凑一个屋檐下，惹起诸多矛盾。雁南归经黄嘉范介绍入鞋店工作，但只一天便被老板娘逐出；嘉玲与富商公子的关系不久也被雁南归搞砸。失落之下雁南归参加有奖节目意外获得出国机会，却不幸在旅途中遭遇不测……©豆瓣",
    "director": ["高志森"],
    "actor": ["许冠文", "黄百鸣", "许冠英", "郑文雅"]
  },
  {
    "name": "黑色迷墙",
    "year": "1989",
    "id": "1308136",
    "type": ["剧情"],
    "rate": 6.1,
    "story": "《黑色迷墙》是第一部香港出品的三级血腥电影。\n阿邦的叔父是警探阿六，他非常宠爱阿邦。阿邦是黑帮头目二爷属下的杀手。他和二爷手下另一头目丧亨不和。因丧亨贩毒，阿邦憎恨贩毒。\n阿邦爱上了被丧亨抛弃的歌星阿芳，她跟丧亨前，他们曾经相爱过。\n二爷在丧亨的主使下，蒙骗阿邦去刺杀阿六，还杀死了阿芳和他的手下。阿邦悲愤之极，即往找二爷和丧亨算帐。结果他先后把二爷和丧邦杀了。替叔报仇。",
    "director": ["刘家勇"],
    "actor": ["吴启华", "甄楚倩", "刘兆铭", "何沛东"]
  },
  {
    "name": "新最佳拍档",
    "year": "1989",
    "id": "1299790",
    "type": ["动作", "喜剧", "犯罪"],
    "rate": 6.8,
    "story": "金刚（许冠杰 饰）与光头佬（麦嘉 饰）在一次泰国的任务中不欢而散，自此分道扬镳各奔前程……时间一晃三年，国宝兵马俑与秦皇宝剑在赴港展出的路上被白手套一伙施调包计窃走，自称“新最佳拍档”的飞贼姐弟（利智&张国荣 饰）再由白手套手中夺走宝剑，并高调登报嫁祸于最佳拍档。一时间，大陆方面派出的中国蓝波（李元霸 饰）与白手套等人均认为退出江湖的最佳拍档是夺剑人，对金刚和光头佬展开连番追捕。最终两个老搭档终于澄清误会，联合飞贼姐弟接受大陆方面的艰苦训练，以期能够为保护国宝而战……\n本片是《最佳拍档》系列电影的第五集。©豆瓣",
    "director": ["刘家良"],
    "actor": ["许冠杰", "麦嘉", "张国荣", "利智"]
  },
  {
    "name": "神勇飞虎霸王花",
    "year": "1989",
    "id": "1305016",
    "type": ["喜剧", "动作"],
    "rate": 6.9,
    "story": "Amy（吴君如 饰）荣立功勋将Madam胡（胡慧中 饰）肆意整治，醒来后却发现是南柯一梦……霸王花队伍迎来了Susanna（叶子楣 饰）、Joey（罗美薇 饰）等新鲜血液，Amy与May（惠英红 饰）众人怎能放过拿新人寻开心的好机会？于是霸王花营地一时剑拔弩张，后经互相了解终于一致决定为Madam胡筹办生日宴会。飞虎队简Sir（冯淬帆 饰）对Madam胡一往情深，可惜嘴拙舌笨一直落于竞争者卢Sir（黄锦燊 饰）之后，这次生日宴自然是表现的大好机会，以阿南（楼南光 饰）为首的一班飞虎队亦对此次聚会兴致勃勃，搞出笑料连场。\n不久国际恐怖分子金毛狮一伙赴港搭救同伙，霸王花与飞虎队联袂出击，而简Sir终于在这次行动中迎来了自己的爱情……©豆瓣",
    "director": ["钱升玮"],
    "actor": ["胡慧中", "冯淬帆", "吴君如", "惠英红"]
  },
  {
    "name": "富贵再三逼人",
    "year": "1989",
    "id": "1482495",
    "type": ["喜剧", "家庭"],
    "rate": 7,
    "story": "在加拿大领取了3千万奖金的骠叔（董骠 饰）一家，回到了香港居住。从未见过这么多钱的一家人竟然决定从银行取出了所有的现钞。所谓财不可以露眼，他们这么高调的行为引起了劫匪的注意。劫匪抢走了他们所有现钞，劫匪所开的车突然爆炸，钞票也全部被烧毁。\n骠叔感叹自己又变成了穷人。但他们的运气还在，随即他们发现领取款项的收据连同钞票一起被烧掉了，银行只能当作骠叔一家还没有领取3千万的巨款，让他再次取款。\n他们又再一次成为了富人。真是时来运到，骠叔的女儿们同时在澳门赢得了300多万的奖金。©豆瓣",
    "director": ["冼杞然"],
    "actor": ["董骠", "沈殿霞", "李丽珍"]
  },
  {
    "name": "福星临门",
    "year": "1989",
    "id": "2084338",
    "type": ["喜剧"],
    "rate": 6,
    "story": "谭咏莲、钟震桃、陈百嫦三人一同工作一同生活，亲如姊妹。\n梅艳江、邓丽宝、叶史文是同学，他们合作开了一间\"甲大旅行社\"。梅艳江首先认识了钟震桃，此后他们交上朋友，和产生了爱情，变成三对恋人。\n\"甲大旅行社\"经济上遇到困难，谭咏莲等为了解救男朋友们的困难，同去夜总会当舞女，邓丽宝等误会她们变坏和变了心，爱情产生波折。后来知道错怪了，并向她们认错。只有咏莲仍不肯原谅丽宝，在震桃，百嫦，艳江，史文举行婚礼时，丽宝假意跳入泳池自杀，才使咏莲相信他的真情，最后有情人终成眷属。",
    "director": ["邱家雄"],
    "actor": ["张学友", "曾志伟", "刘嘉玲"]
  },
  {
    "name": "孔雀王子",
    "year": "1988",
    "id": "1307445",
    "type": ["动作", "冒险", "奇幻"],
    "rate": 6.5,
    "story": "很久很久以前，地狱王被打败封印与地底深处，如今，蠢蠢欲动的他企图打破封印，重返人间。慈空和尚（绪形拳 饰）和孤峰法师（高雄 饰）得知了这一消息，便派出了弟子孔雀（元彪 饰）与吉祥果（三上博史 饰）前去应对。\n在地狱使者阿修罗（叶蕴仪 饰）和罗我（王小凤 饰）打开的魔洞之中，孔雀和吉祥果同地狱王展开了激烈的战斗，交锋之中，阿修罗意外丧生，于是，孔雀带着阿修罗的遗体返回西藏，希望自己的师傅能够挽回她的性命。之后，孔雀意外得知他和吉祥果竟然是失散多年的兄弟，亦是世界上唯二能够打败地狱王的存在，背负着巨大的使命，孔雀和吉祥果踏上了征途。©豆瓣",
    "director": ["蓝乃才", "元彪"],
    "actor": ["元彪", "三上博史", "安田成美", "叶蕴仪"]
  },
  {
    "name": "八宝奇兵",
    "year": "1989",
    "id": "1305695",
    "type": ["剧情", "喜剧", "动作"],
    "rate": 5.8,
    "story": "匪帮首领李大东（张耀扬 饰）被女干探常洛红（惠英红 饰）打至重伤，逃至广州招揽前公安福摩斯、庄劲等七人，企图返港进行连串械劫案。训练期间，七人偷偷往舞厅见识，结识了黑社会头目天九，并得悉大东的真正阴谋。此时，他们也揭发女教练是警方卧底探员。为救女教练，七人施展混身解数，八宝尽数，合力对抗大东与其匪帮……",
    "director": ["霍耀良"],
    "actor": ["曾志伟", "吴君如", "邱淑贞"]
  },
  {
    "name": "发达先生",
    "year": "1989",
    "id": "1303486",
    "type": ["喜剧"],
    "rate": 6.4,
    "story": "有小男人绰号的玩具设计师罗友弟,偶遇一专爱说谎的富家女阿贞,她自称是问题少女,正被黑社会逼害,罗出于正义感,决定帮助她解脱困难,重新做人。\n友弟常受同事前度女友阿丽和老板娘阿珍的欺凌，阿贞鼓励他辞职，辞职后他们同在快餐店当售货员。\n贞父见友弟能使骄横的女儿刻苦自立，大为高兴。他知友是一玩具设计师，乃收购一玩具公司交他主理。贞父的跟班米高对友弟嫉妒，讥讽他靠富家女发达，没她不能生存。他因此不再和阿贞来往。她千方百计仍不能挽回二人感情，乃气愤地和他绝交。其后友弟知中了奸人圈套向阿贞施苦肉计，二人和好如初。",
    "director": ["查传谊"],
    "actor": ["陈友", "邱淑贞", "乔宏", "文隽"]
  },
  {
    "name": "群龙戏凤",
    "year": "1989",
    "id": "1305420",
    "type": ["动作", "喜剧", "爱情"],
    "rate": 7,
    "story": "罗通（洪金宝 饰）和做饼的方师傅（孙越 饰）同时爱上了美丽温柔的阿冰（利智 饰），两人对阿冰展开了热烈的追求。当方师傅知道阿冰的心中早已经有了罗通时，善良的他选择了放弃，罗通和阿冰顺理成章的走到了一起。\n麦芽糖（莫少聪 饰）是罗通的挚友，某日，他邂逅了名为小翠（袁洁莹 饰）的女子，并很快坠入了情网。然而，好友山楂饼（卢冠廷 饰）于无意之中暴露了小翠妓女的身份，使得麦芽糖自觉受到了背叛和欺骗，对麦芽糖一往情深的小翠亦深感受伤。在朋友们的劝解撮合之下，麦芽糖和小翠总算打开了心结喜结连理，却在结婚当晚被恶霸尤五（岑建勋 饰）双双杀死。悲愤之中，罗通决定替好兄弟报仇。©豆瓣",
    "director": ["洪金宝"],
    "actor": ["洪金宝", "利智", "孙越", "莫少聪"]
  },
  {
    "name": "飙城",
    "year": "1989",
    "id": "1299630",
    "type": ["犯罪", "剧情", "爱情"],
    "rate": 7,
    "story": "台东的飙车王林港（刘德华 饰）在一次飚车比赛中与当地黑帮起冲突，撞死了一名黑帮要员而逃到了香港，投靠了当地黑帮老大顶爷。顶爷安排林港住在手下焦贵的情妇阿Sue（吕秀菱 饰）家，林港则和焦贵一起负责黑帮的生意买卖。一次焦贵和湖南大圈仔帮交易时私吞金表，不知就里的林港帮焦贵击退了大圈仔，令大圈华（王霄 饰）误以为是林港私吞了金表。大圈仔帮四处找林港寻仇，阿Sue亦牵涉其中，同时，警方亦威逼利诱林港作线人。无奈之下，林港和阿Sue逃回了大陆暂避风头，然而依旧逃不过大圈仔帮的追杀，林港最终命运如何？©豆瓣",
    "director": ["黎大炜"],
    "actor": ["刘德华", "吕秀菱", "岳翎", "方刚"]
  },
  {
    "name": "四千金",
    "year": "1989",
    "id": "2335088",
    "type": ["喜剧", "剧情", "爱情"],
    "rate": 6.7,
    "story": "丽芳（王小凤 饰）与丽琼（郭锦恩 饰）是一对情同手足的姐妹，两人从内地远赴香港，投靠亲戚。在途中，姐妹两人遭遇了劫匪，所幸有名叫佩玲（利智 饰）的女孩勇敢地出手相助，才得以脱险。在丽芳和丽琼的游说下，佩玲决定跟她们一同赴港。\n在香港，亲戚家的女儿小娟（刘嘉玲 饰）成为了三个姑娘的好友，四人时常一同行动，成为一道亮丽的风景。之后，四人均邂逅了令她们感到心动的男人，但都没有迎来圆满的结局。佩玲陪伴丽芳前往澳门，两人没有想到的是，她们竟然同时爱上了名叫振宇（尔冬升 饰）的男子，面对这矛盾的局面，佩玲决定将爱人拱手相让。©豆瓣",
    "director": ["陆剑明"],
    "actor": ["利智", "刘嘉玲", "王小凤", "郭锦恩"]
  },
  {
    "name": "血裸祭",
    "year": "1989",
    "id": "3112461",
    "type": ["犯罪", "恐怖"],
    "rate": 5.6,
    "story": "是一部三级警匪片电影。它叙述警方如何侦破和消灭无恶不作的邪教过程。\n邪教近日作恶多端，不独械劫，强奸，生剥少女祭神，还混入警署，掳劫和枪杀不少警方人员。公然向专案小组挑战。\n私家侦探小魏受富商委托，侦查其独生女失踪事，事件明显涉及邪教，故招致被杀。\n已退出江湖的黑道红人雷坤，因老友小魏被杀，和不值邪教所为，毅然插手和警方消灭邪教小组马Sir里应外合，把邪教的主要领导人和邪教大本营消灭了。虽然如此，但邪教仍未完全灭绝，余党仍四处为患，警方仍要面对邪教的挑战。",
    "director": ["李元青"],
    "actor": ["林迪安", "徐少强", "邵音音", "陈中坚"]
  },
  {
    "name": "阿郎的故事",
    "year": "1989",
    "id": "1293315",
    "type": ["剧情", "家庭"],
    "rate": 8.5,
    "story": "阿郎（周润发）年轻时作为出色的赛车手很是放荡不羁，却不妨碍富家女波波（张艾嘉）对其一往情深，波波不顾家人反对同他结婚并怀下身孕后，发 现阿郎背着她还有其它女人，愤然离去。波波临盆之际，阿郎参加非法赛车撞死警察入狱，波波也因被母亲和医生告知婴儿夭折去了美国。出狱后，阿郎很为以前行 为愧疚，从孤儿院找回儿子取名波仔（黄坤玄），父子二人开始相依为命过日子。\n十年后，已有未婚夫的波波回港又遇阿郎，得知波仔是自己的儿子后想将其带去美国，内心仍深爱波波的阿郎为了证明自己已有彻底改变，决定不顾年纪和身体状况再战赛场。©豆瓣",
    "director": ["杜琪峰"],
    "actor": ["周润发", "张艾嘉", "黄坤玄", "吴孟达"]
  },
  {
    "name": "最佳男朋友",
    "year": "1989",
    "id": "1305572",
    "type": ["喜剧", "爱情"],
    "rate": 6.3,
    "story": "家琪是乐氏玩具公司的董事长，一场意外让她和执行董事彼得之间产生了误会，两人互相视彼此为眼中钉肉中刺。一束送错了人的鲜花让家琪渐渐改变了对待彼得的态度，而彼得亦发现了家琪的温柔可人之处，两人渐渐走到了一起。这让一直暗恋家琪的下属大卫感到十分嫉妒。\n为了破坏家琪和彼得的感情，大卫找到了彼得的前妻，两人设下了一出假孕大计，果然让家琪以为彼得和前妻旧情复燃，两人因此爆发了激烈的争吵。与此同时，彼得的事业也遭遇了滑铁卢，心灰意冷的彼得决定辞职前往加拿大。知道这是家琪才发现原来自己一直错怪了彼得，她决定行动起来，挽回这段真挚的感情。©豆瓣",
    "director": ["陈国新"],
    "actor": ["林子祥", "郑裕玲", "刘德华", "陈雅伦"]
  },
  {
    "name": "再见王老五",
    "year": "1989",
    "id": "1299763",
    "type": ["喜剧"],
    "rate": 7.1,
    "story": "陈子南（钟镇涛 饰）和张小玉（张曼玉 饰）恋爱多年，彼此之间的感情一直十分要好，然而两人都没有想过以后的事情。某日，张小玉意外的发现自己可能怀孕了，无奈之下，他们只得着手开始准备婚礼相关的事宜。\n然而，两人要用来结婚的钱在陈子南一场失败的投资中输得一干二净，情况紧急之下，他们只好借了高利贷。就在婚礼即将举行之际，债主找上了门来要陈子南和张小玉还钱，陈子南急中生智，在婚宴上搞起了慈善募捐，最终总算凑够了钱，解决了燃眉之急。可是一波未平一波又起，本该还给债主的钱竟然被劫匪给抢走了，陈子南报了警，协助警察一同将劫匪捉拿归案。©豆瓣",
    "director": ["尔冬升"],
    "actor": ["钟镇涛", "张曼玉", "郑丹瑞", "林建明"]
  },
  {
    "name": "花心三剑侠",
    "year": "1989",
    "id": "1304994",
    "type": ["喜剧", "爱情"],
    "rate": 5.9,
    "story": "戴文豪经营着一家皮革公司，每年，他都要前往日本北海道，美其名曰考察分公司的经营状况，实际上不过就是去泡妞。这一次，他将自己觊觎已久的女会计麦琪带在身边，希望能够伺机占有她。让戴文豪没有想到的是，这边厢他准备向麦琪伸出“魔爪”，那边厢半路杀出了个凶悍老婆。\n三寸丁年岁渐长却依然是处子之身，这一次他千里迢迢赶赴北海道，是下定了决心，要尝一尝女人的滋味，然而，不断出现的波折与意外让他和自己最初的“梦想”渐行渐远。钟国昌是一位专栏作家，他决定将戴文豪的风流韵事作为写作题材，没想到，不仅文章没有写成，自己还遇到了大麻烦。©豆瓣",
    "director": ["陈建忠"],
    "actor": ["吴耀汉", "恬妞", "楼南光", "文隽"]
  },
  {
    "name": "省港双龙",
    "year": "1989",
    "id": "1302717",
    "type": ["动作", "犯罪"],
    "rate": 0,
    "story": "《省港双龙》是一部警匪片。它叙述香港警探刘帮办和大陆公安干部林彤，如何联手消灭雷鹏大圈仔匪帮的故事。\n中国大陆公安人员林彤，其弟林魁偷渡来港犯案受伤，遭同党杀害，林彤借公干为名来港，其实暗中侦查，香港督察刘Sir被派陪同，知悉其动机，愿意协助。\n他俩性格回异，各施各法，迅速查到不少线索，连番追缉大圈党徒，终查出头领雷鹏为杀林魁之主凶。\n林彤与刘Sir设计捕捉雷鹏失败，双 方激烈交战后，雷鹏负伤逃脱。\n二人的奋勇表现非但未获上司赞赏，反遭重案组多番阻挠及指斥，刘Sir差点被“炖冬菇”，而林彤亦被安排返回大陆。\n刘Sir无奈地到机塲送行，与林彤相对无言，难道就此让雷鹏逍遥法外吗？",
    "director": ["陈全"],
    "actor": ["林威", "黄锦燊", "任达华", "金燕玲"]
  },
  {
    "name": "猛鬼大厦",
    "year": "1989",
    "id": "1303676",
    "type": ["喜剧", "恐怖"],
    "rate": 6.8,
    "story": "易办事（楼南光 饰）与新婚妻子（吴君如 饰）自泰国蜜月返回，适逢阿信警司（胡枫 饰）为侦破一起伪钞案，令易妻与两名女警（柏安妮&关秀媚 饰）连同外甥女小敏（张敏 饰）组成卧底队伍，与香港嫌犯大傻（成奎安 饰）在枫林大厦接洽。当夜枫林大厦颇为热闹，一位僧人做法收鬼，将肆虐大厦的群鬼一一收复封印，却不料一只女鬼半路逃逸。而误会妻子与阿信偷情的易办事亦气势汹汹的赶到枫林“捉奸”。女鬼在大厦内四处游弋，寻找机会释放群鬼，令易办事等人魂飞魄散，连累前来谈判的大傻一同被猛鬼缠身。高僧返回枫林收拾残局，于是一场人鬼之间的无厘头对决在深夜中的大厦上演……©豆瓣",
    "director": ["刘镇伟"],
    "actor": ["吴君如", "楼南光", "张敏", "柏安妮"]
  },
  {
    "name": "傲气雄鹰",
    "year": "1989",
    "id": "1298654",
    "type": ["动作"],
    "rate": 6.6,
    "story": "为了应对愈发严重的犯罪形势，香港警方组建精英部队“B.O.B.”，向警队内部广泛招揽人才。神枪手李建华（刘德华 饰）为人自信、技术过硬，甘冒风险解除了一次人质危机，虽然做事莽撞被上司批评，但也如愿和好友阿伟（苗侨伟 饰）一起获得了加入B.O.B.的机会。B.O.B.之教官Miss唐（关之琳 饰）令李建华一见钟情，在严苛的训练之余不忘对其大胆追求。不久，一越南犯罪团伙赴港绑架人质，李建华与队友们奉命出击，首次行动就旗开得胜，然而这批匪徒只是掩护，真正的越南犯罪集团I.B.S.正在暗处筹划刺杀政要，B.O.B.再次出击，这次他们遭遇了真正的考验……©豆瓣",
    "director": ["李擎柱"],
    "actor": ["刘德华", "关之琳", "苗侨伟", "吴镇宇"]
  },
  {
    "name": "杀手天使",
    "year": "1989",
    "id": "2174229",
    "type": ["动作", "犯罪", "惊悚"],
    "rate": 5.4,
    "story": "美国唐人街鬼影帮帮员积奇陈，在美国跟组织不和，回港想跟律政署合作，声称偷了鬼影帮东南亚帮员名单，要得到政府保护的同时，还向鬼影帮香港首领马齐勒索。积奇陈甫下飞机，就被马齐派人劫走。律政署怕警方有鬼影帮渗入，遂派两个武功高强的女子“蓝天使”前往营救。尤丽，艾美不负所托，救回积奇。积奇透露香港夜总会大亨朱仲声可能是鬼影帮东亚地区幕后黑手，为了搜集证据，尤丽便混入朱仲声的夜总会。尤丽在夜总会遇到杀手米高，米高十分喜欢尤丽，对她多加照顾。朱仲声女儿则十分不满，可是不能遏止米高对尤丽的爱意。经过连场激战，尤丽找到朱仲声的犯罪证据，并将之绳之于法。米高也于保护尤丽时牺牲了性命",
    "director": ["鲁俊谷"],
    "actor": ["成奎安", "刘家辉", "吴孟达", "李赛凤"]
  },
  {
    "name": "龙之争霸",
    "year": "1989",
    "id": "1863817",
    "type": ["动作", "犯罪"],
    "rate": 6.2,
    "story": "黑帮龙头大哥洪老大与家人于餐厅共晋晚餐，向大家宣布退休后把所有生意交给幼子威，饭后众人于餐厅外遇到袭击，追随洪老大多年的仇震雄把老大推倒地上避过流弹，却暗中把老大头部大力撞向楼梯，令他伤重死亡。雄拉拢老大长子华，欲助他铲除威，登上龙头大哥之位，威母却早着先机，派出杀手对付雄一家，雄长子及长女遭毒手，雄召次子志孝回港。孝带同一帮朋友自荷兰回港，不但替雄杀尽敌人，更活捉了华，让威亲手除掉亲弟，孝完成任务，准备与友人离开香港，却发现雄为了灭口，秘密把他们杀掉，孝非常愤怒，往杀掉威并把尸体藏在桌下，雄见状大怒，陷进疯狂状态，把孝枪伤，最后更精神崩溃，孝则伤重不治。",
    "director": ["陈勋奇"],
    "actor": ["陈勋奇", "任达华", "苗侨伟", "柯俊雄"]
  },
  {
    "name": "火爆行动",
    "year": "1989",
    "id": "1298782",
    "type": ["动作", "犯罪"],
    "rate": 0,
    "story": "张、李、王三个难兄难弟，失业兼逄老婆怀孕，苦无良策迫上良山，做贼阿爸打劫恶棍沙尘超，得手后各人分予妻子逃亡，并叮嘱将来孩子出世，必须结拜为兄弟或姊妹，附以信物。沙尘超终追杀至张、李、王三人，严刑迫供，三人亦不交还款项，沙大怒下，把三人活活打死。廿年后；沙之非法勾当扩大，警方密切注意之余，同行互相猜疑，仇杀在所难免，在两帮仇家追杀，警方追捕之际，张、李、王三人之后凭信物相认，联手对付尘超，一场激烈火...",
    "director": ["张棘男"],
    "actor": ["刘家辉", "梁家仁", "周秀兰"]
  },
  {
    "name": "猛虎发火",
    "year": "1989",
    "id": "1302365",
    "type": ["动作", "喜剧", "犯罪"],
    "rate": 0,
    "story": "《猛虎发火》叙述干探朱龙和孟蓝如何侦破专门杀害少女的谋杀案，并把冷血杀手绳之于法。有一冷血杀手专门用炸弹杀害午夜丽人，已有多名丽人遇害，干探朱龙和孟蓝奉命侦查此案。冷血杀手最新的行凶对象是朱龙深爱的前女友萧琪。她为了贪慕虚荣离开了他。他目睹萧琪被凶徒杀死，非常伤心，誓要捉拿凶徒归案。几番追查捉到一个疑凶军火灿，进一步侦查才知凶手另有其人。女督察刘倩盈参与侦查此案。她用自己做饵引凶手出现，她发觉凶手是朱龙的好朋友麦斯。他正在准备杀害孟蓝女友碧琪。因为碧琪曾经是他女朋友，不满其所为不辞而别。麦斯身份暴露后，在逃走前把炸药放置朱龙车内，在追捕麦时，朱用车撞向麦车，两车相撞爆炸，炸死麦斯；朱及时跳车脱险。",
    "director": ["张立勤"],
    "actor": ["孟龙", "刘家辉", "黄日华", "童玲"]
  },
  {
    "name": "第一茧",
    "year": "1989",
    "id": "1301324",
    "type": ["剧情", "爱情", "惊悚"],
    "rate": 7.1,
    "story": "少女马玉凤（马斯晨 饰）因藏毒罪名被判入狱半年，男友罗伯特指使她在狱中寻找杀死他大哥的女子Winnie，以便为其大哥报仇。第一次入狱的玉凤开始了被称为“第一茧”的狱中生活，同监室的女犯人“男人婆”性格跋扈欺凌新人，玉凤在遭男人婆殴打时幸被狱中著名的“疯大姐”（吴家丽 饰）救下，自此玉凤和疯大姐以及多话乐观的大肚婆（林建明 饰）结为好友。原来疯大姐即是Winnie，Winnie受吸毒的父亲拖累，不得不在欢场求生，百无聊赖中自己也染上了毒瘾，因一次偶遇，Winnie与卧底警察阿勇（刘德华 饰）结识，二人坠入爱河，阿勇对毒瘾发作的Winnie不离不弃并计划与之远赴加拿大生活，岂料阿勇身份被揭发，导致Winnie杀死了罗伯特的大哥……©豆瓣",
    "director": ["梁本熙"],
    "actor": ["刘德华", "吴家丽", "马斯晨", "林建明"]
  },
  {
    "name": "鬼媾人",
    "year": "1989",
    "id": "1479819",
    "type": ["喜剧"],
    "rate": 5.8,
    "story": "凌兆祥（王晶 饰）和妻子（夏文汐 饰）开开心心地搬进了新置的豪宅，准备享受全新的生活。尽管豪宅里怪象频出，佛学专家许禅（莫少聪 饰）亦给予了凌兆祥警告，但沉浸在兴奋中的凌兆祥并没有将这一切放在眼里。\n妻子怀孕住进了医院，再度变回“单身汉”的凌兆祥怎么可能放过这次难能可贵的机会？他伙同损友欧公子（陈百祥 饰）和屈臣氏（曹查理 饰）外出狂欢，并且邂逅了美丽女子冰淇（关之琳 饰）。凌兆祥同冰淇一夜温存，事后，对妻子心怀愧疚的凌兆祥决定断绝同冰淇的往来，没想到，不愿意放过他的，不仅仅是冰淇，还有冰淇身后那一干早已化作冤魂厉鬼的家人们。©豆瓣",
    "director": ["刘仕裕"],
    "actor": ["王晶", "关之琳", "陈百祥", "夏文汐"]
  },
  {
    "name": "杀手蝴蝶梦",
    "year": "1989",
    "id": "1306313",
    "type": ["爱情", "惊悚"],
    "rate": 6.8,
    "story": "不问江湖事多年的老张（关海山 饰）开了家临海的PUB，与女儿阿立（王祖贤 饰）及伙计阿列（钟镇涛 饰）过着简单快乐的生活，阿立与阿列是情侣。某日老张被旧搭档找上门，被迫战战兢兢出山，但事情中途还是突变，被他拉去做司机的阿列成杀人凶手。老张喊阿立同他及阿列一起偷渡时被抓，为救他，阿立 答应跟黑社会老大神爷（陈惠敏 饰），并哄骗阿列让他先去了菲律宾。\n6年后，阿列在菲律宾成为名杀手，阿立则一副大姐大做派，身边跟有忠实小弟阿祥（梁朝伟 饰）。神爷听闻昔日搭档将在法庭上指证他，派人找来杀手做掉了那人，该杀手正是阿列。而在行动中，阿列无意间与阿立重逢，虽6年里从没忘情阿立，阿列神情仍是冷漠。时间难敌爱意，得知当年事情真相后，阿列再牵亦是时时将他思念的阿立之手。\n不想重逢一幕被神爷的手下、一直想占阿立便宜的料哥（刘家辉 饰）尽收眼底。阿立收拾行装时，心存邪念的料哥冒了出来，但及时出现的阿详打碎了他的黄粱美梦，不过神爷亦因此被惊动。©豆瓣",
    "director": ["谭家明"],
    "actor": ["钟镇涛", "王祖贤", "梁朝伟", "陈惠敏"]
  },
  {
    "name": "神勇双妹唛",
    "year": "1989",
    "id": "1298051",
    "type": ["喜剧"],
    "rate": 6.4,
    "story": "梁山伯（郑裕玲 饰）与祝英台（张曼玉 饰）是情同手足的表姐妹，彼此之间感情十分要好，两人靠着收租维生。阿本（潘震伟 饰）是两人家中的租客，某一日，他突然离奇死亡，梁山伯和男友装帅（陈百祥 饰）对阿本的死因产生了怀疑。一位名叫山姆（林俊贤 饰）出现自称是阿本的弟弟，领走了阿本的遗物。\n杀手大蟒蛇（韩义生 饰）绑架了梁山伯和祝英台，命令他们交出阿本的遗物，好在山姆和装帅及时赶到，两位柔弱女子才幸免于难。徐警督（关明玉 饰）找到了梁山伯等人，让他们交出神秘玉佩，原来，徐警督正是杀害阿本的真凶，而山姆的真实身份则是调查整个事件的警探。©豆瓣",
    "director": ["王晶"],
    "actor": ["郑裕玲", "张曼玉", "陈百祥", "林俊贤"]
  },
  {
    "name": "福星闯江湖",
    "year": "1989",
    "id": "1302110",
    "type": ["喜剧"],
    "rate": 6.5,
    "story": "曹警司（曹达华 饰）为了使过气黑帮头子戴哥大（卢海鹏 饰）做警方污点证人，指导证黑帮头子巫二器（王青 饰）的罪行，设计逼犀牛皮（冯淬帆 饰）、大生地（吴耀汉 饰）、花塔饼（苗乔伟饰）、罗汉果（曾志伟 饰）等四位有福星之称的私家侦探做卧底，曹又派他的女儿高级帮办Banana（刘嘉玲 饰），应徵做女佣人暗中保护他们。 四福星入狱救出戴哥大，同往找他的女儿Mina，适值巫二器正欲迷奸她，他们把她救出，戴哥大感激四福星，答应做污点证人指证巫二器的罪恶，但给巫二器想尽一切办法开脱了罪名。 曹警司又安排Banana诈被巫杀死，激发起四福星替她报仇的斗志。片末，四福星和警方一起逮捕了巫二器，把他领导的匪帮全部消灭。©豆瓣",
    "director": ["冯淬帆"],
    "actor": ["吴耀汉", "曾志伟", "冯淬帆", "苗侨伟"]
  },
  {
    "name": "师姐大晒",
    "year": "1989",
    "id": "1998696",
    "type": ["动作"],
    "rate": 6.1,
    "story": "不法商人黄德（黄锦燊 饰）在纽约从事印制伪钞的勾当，其旗下集团为CIA一举捣毁。身为主犯的黄德逃回香港，设立印刷集团，表面行出版之事，暗地里继续不法行径。CIA方面派出女干探辛蒂（Cynthia Rothrock 辛西娅•罗斯洛克 饰）飞抵香港，势要捉拿黄德归案。\n辛蒂伪装成应聘记者，混入黄德的集团，然中途身份败露，被迫逃出。辛蒂投靠其在香港的好友茱迪（李美凤 饰），继而得知茱迪的父亲余检控官（乔宏 饰）也在侦查黄德的犯罪证据。可惜开庭之前余检控官被黄德绑架，强迫注射令人心智失常的药物，随后茱迪更被虏去。为救出好友，辛蒂和同事共入匪穴，与之展开正邪的较量……©豆瓣",
    "director": ["孟海"],
    "actor": ["李美凤", "罗芙洛", "钱小豪", "孟海"]
  },
  {
    "name": "火烛鬼",
    "year": "1989",
    "id": "2138545",
    "type": ["喜剧", "爱情", "恐怖"],
    "rate": 6.8,
    "story": "消防员亚健（钟镇涛 饰）从一场大火之中救出了已故女星亚玲（郑裕玲 饰）的牌位，亚玲显灵决心报答亚健，却反而连累亚健遭到了消防局的开除，沦为无业游民。亚健找到了自封居士的哥哥亚源（午马 饰），亚源在误打误撞之中招来了女鬼亚花（黎燕珊 饰），亚花竟然爱上了亚源。\n一场意外之中，亚健见到了现身的亚玲，误以为亚玲是平凡女子，坠入了情网，同样爱上了亚健的亚玲隐瞒了自己的真实身份。亚花的恋情遭到亚玲的阻挠，一怒之下将亚玲是女鬼的消息告诉了亚源。得知身份暴露的亚玲选择了离开，可直到此时亚健才发现，自己已经无法离开亚玲了。©豆瓣",
    "director": ["午马"],
    "actor": ["钟镇涛", "郑裕玲", "午马", "黎燕珊"]
  },
  {
    "name": "黑道福星",
    "year": "1989",
    "id": "1304075",
    "type": ["喜剧", "动作", "犯罪"],
    "rate": 6,
    "story": "拳师差利与教练到日本参赛,结识了当地黑帮山冈组首领横田及其女歌子.横田在黑帮斗争中被杀,其妻宏子接任,为安全计将歌子送到香港交差利照顾。因受大川组逼害，宏子向差利求救，差利求助于力奇及王三，最后决定用毒品交换军火，提供日本的宏子。宏子被袭受伤，歌子独返虎穴探母，差利、力奇急忙赴日援助。",
    "director": ["陈欣健"],
    "actor": ["张国强", "叶德娴", "陈惠敏", "刘家荣"]
  },
  {
    "name": "奇迹",
    "year": "1989",
    "id": "1293941",
    "type": ["动作", "喜剧", "犯罪"],
    "rate": 7.9,
    "story": "青年郭振华（成龙 饰）赴港谋求发展，路见不平之下卷入两派黑帮争斗，却阴差阳错做了帮派大哥，郭振华反思此一段奇遇，发觉是街边卖花的玫瑰夫人（归亚蕾 饰）将好运带给了自己，自此谈判、出门前总要购买玫瑰夫人的玫瑰以求心安。郭振华将帮派所属丽池饭店改为夜总会经营，饭店前任老板之女杨露明（梅艳芳 饰）出于还债在夜总会表演结果大红大紫，郭杨二人更发展出了一段恋情。觊觎夜总会生意多时的福建帮频频向郭振华发难，郭一如既往向玫瑰夫人求运，意外发现玫瑰夫人正身陷更大的麻烦，原来她为使外地的女儿安心读书编造了自己堂皇的身份，而眼下终于面临戳穿，郭出于感激帮助玫瑰夫人圆谎，由此引发了连环笑料……\n本片根据Frank Capra的作品《一日贵妇》改编，大量香港明星在本片中客串演出。©豆瓣",
    "director": ["成龙"],
    "actor": ["成龙", "梅艳芳", "归亚蕾", "柯俊雄"]
  },
  {
    "name": "再起风云",
    "year": "1989",
    "id": "3089160",
    "type": ["犯罪"],
    "rate": 6.6,
    "story": "小贩孙文光在一次事件中遭高级督察诬陷入狱，出狱后回家，始知旧居已遭卖掉，此时是一名叫七巧的少女居住其中，七巧乃坚女友，但却对孙生出好感。孙住在好友铁木真家中，铁之同居女友波子暗当私钟女郎，被坚召去大逞淫欲，孙知道后找坚痛殴一番。孙被卷入杀人案中，并误杀坚之表弟逃去，坚为了寻出孙，不慎严刑逼青铁及波，最后更导出人命……",
    "director": ["范秀明"],
    "actor": ["万梓良", "关之琳", "张卫健"]
  },
  {
    "name": "飞越危墙",
    "year": "1989",
    "id": "1303321",
    "type": ["动作"],
    "rate": 6.1,
    "story": "林伟栋得了癌病。他为了筹集供弟弟伟梁到外国攻读医科的学费，替私枭招应强抢劫了一批钻石。他得手后把真的藏起来，偷龙转凤将假的交给招，招发觉便把他枪杀了。\n为了找回钻石，招布下诡计，做成伟梁是杀人嫌疑犯，又安排他的日籍女部下和美救了他，将他藏起来及替他治理枪伤。在和美细心治疗下，伟梁痊愈了，他们亦建立了深厚情谊。\n伟梁好友警探郭少彬被派侦查此案，他和伟梁无意发现伟栋收藏钻石，和美把钻石抢去，招赶到逼伟梁交出，他们交不出，招正想杀他们，和美突然返回和招发生打斗，打斗中和美被招杀死，伟梁亦把招杀死。",
    "director": ["周振荣"],
    "actor": ["莫少聪", "苗侨伟", "大岛由加利", "狄威"]
  },
  {
    "name": "火舞丽人",
    "year": "1989",
    "id": "1300192",
    "type": ["剧情", "动作"],
    "rate": 0,
    "story": "丽雯、Betty、Shirley是club女，几人各有故事。Shirley为大学生男友供书，待毕业后从良，岂料Michael要深造，Shirley为筹款出卖自己，Michael得悉还斥打Shirley。Betty为人任性与姐妹结怨，勾引其男友。三人分手后，Betty又被靓仔施暴，不堪刺激自杀，幸亚伟赶到劝解。丽雯因丧夫迫于环境，本对亚伟有戒心，后因多次相助，两人感情展开。大傻不忿丽雯投怀亚伟，将其子女劫去，索20万摆平。丽雯甘受豪客虐待，筹得20万。但交易时大傻反口，要杀阿伟，最后阿光被大傻打死，而阿伟临死前也斩死了大傻。",
    "director": ["韦烈"],
    "actor": ["邓萃雯", "陈加玲", "简慧真", "戴志卫"]
  },
  {
    "name": "小男人周记",
    "year": "1989",
    "id": "1473919",
    "type": ["喜剧", "爱情"],
    "rate": 6.6,
    "story": "32岁的梁宽（郑丹瑞 饰）结婚七年，但回首婚姻生活，他与妻子Ann（郑裕玲 饰）之间似乎只有无止尽的摩擦，同时在事业出色的妻子笼罩之下，梁宽的自卑感日日囤积。于是乎，决定找寻男性人生的梁宽与Ann协议分居，进入了离婚的前奏。\n刚刚成为半自由身的梁宽便和同事的情人Cora（邓萃雯 饰）因误会而在Ann面前同处一室，暧昧虽有，但梁宽却未越雷池。不久公司新到一位强硬上司——林太（钟楚红 饰），梁宽等人在林太的铁腕下倍感职业压力，所幸梁宽工作颇有建树与林太之间亦培养出了微妙的感情，梁宽小男人剪不断理还乱的私人生活还未从与林太的暧昧中脱清关系，又被昔日的女友Jeney（李美凤 饰）找上门来，梁宽出于好心将其收留，却不知自己的妻子Ann在离开他后事业走向了低谷……©豆瓣",
    "director": ["陈嘉上"],
    "actor": ["郑丹瑞", "郑裕玲", "钟楚红", "文隽"]
  },
  {
    "name": "神行太保",
    "year": "1989",
    "id": "2295794",
    "type": ["惊悚"],
    "rate": 6.4,
    "story": "本片是少数以新闻界为背景的港片，描写老、中、青三代记者。副采访主任苗侨伟，资深记者刘德华，见习记者林俊贤和老编曾志伟面对采访压力时的反应。主要情节是林俊贤无意间发现一个财团的污点证据文件，乃合三人之力跟对方的恶势力周旋，当对方企图以暴力手段压制新闻见报时，全报馆的职工一声号令之下挺身对抗，终获最后胜利。",
    "director": ["赵良骏"],
    "actor": ["林俊贤", "刘德华", "苗侨伟", "曾志伟"]
  },
  {
    "name": "我要富贵",
    "year": "1989",
    "id": "1307682",
    "type": ["剧情"],
    "rate": 7,
    "story": "大学毕业生天翔（张学友 饰）出身贫寒，其父猜叔（董骠 饰）靠在榕树头卖唱养活天翔以及年幼的一子一女，天翔不愿父亲在市场唱黄色小曲挣钱，但无奈工资微薄，只得在同事的侧目中忍受。天翔在工作中踏实肯干，在好友大傻（刘青云 饰）的帮助下为公司立下功劳，同时大老板的妹妹比蒂（周海媚 饰）对天翔也颇为有意，二人感情渐浓之际，大老板却因天翔一家的地位低下而中断了这段姻缘，天翔只得从相邻的舞女周枫（张曼玉 饰）处获得情感慰藉。失去工作的天翔加入黑道团伙，与大傻一起同另一势力高佬森连番拼杀，高佬森一伙将大傻和周枫害死，天翔向高佬森寻仇之际，猜叔为保全儿子挺身而出……©豆瓣",
    "director": ["姜大卫"],
    "actor": ["张学友", "张曼玉", "董骠", "周海媚"]
  },
  {
    "name": "猛鬼撞鬼",
    "year": "1989",
    "id": "1303011",
    "type": ["喜剧", "恐怖"],
    "rate": 6.6,
    "story": "舞女阿如（吴君如 饰）是个烂赌鬼，她借姐妹们的钱高价赌马，结果输了个精光。走投无路之下跑到最好的朋友阿娥（江欣燕 饰）的住处筹款，并以死相威胁。偏巧阿娥被男友骗尽钱财，绝望至极遂决定与阿如同赴黄泉。阿如极不情愿地与好友尝试用各种方法自杀，然而都以失败告终。最后阿娥希望跳楼自尽，盲打误撞阿如却自己栽了下去。\n另一方面，某黑帮头子求神婆从马来西亚收来一个女鬼，在追杀组织内部的卧底时不慎将巨额钞票和封印女鬼的瓷盅扔出窗外，刚好掉在侥幸逃生的阿如的怀中。对阿如来说，这简直是飞来横福……©豆瓣",
    "director": ["袁祥仁"],
    "actor": ["吴君如", "江欣燕", "楼南光", "曹查理"]
  },
  {
    "name": "伴我闯天涯",
    "year": "1989",
    "id": "1294658",
    "type": ["惊悚", "动作", "剧情"],
    "rate": 7.3,
    "story": "警察阿猫（周润发 饰）于枪枝交易现场发现了一具女尸，跟一个小女孩加加。为了能顺利破案，他找到了死者妹妹阿雪（钟楚红 饰），刚开始阿雪对阿猫有莫明的恐惧，拒绝配合阿猫的工作，但后来见阿猫对加加的细心照顾，慢慢对他有了好感。此时阿雪的前夫阿良回来要求阿雪与他复婚，因为阿雪已经爱上了阿猫，便拒绝了阿良的要求。 一天，阿猫遇到了头晕军火的匪徒，双方激战后阿猫逮捕了他们，受了重伤的阿猫幸好得到了阿雪的照顾，两人感情加深。阿良竟然住进了阿雪的家里，偷运军火的人也盯上了阿猫。刚到阿雪家，阿猫便受到了阿良的袭击，两人打斗之时，暴徒也追赶了上来……©豆瓣",
    "director": ["林岭东"],
    "actor": ["周润发", "钟楚红", "张耀扬", "秦沛"]
  },
  {
    "name": "捉鬼大师",
    "year": "1989",
    "id": "1294309",
    "type": ["喜剧", "恐怖"],
    "rate": 6.4,
    "story": "文化大革命席卷中华大地，一切反动派和牛鬼蛇神都被打倒。张天师后人张十一（郑则仕 饰）也不能幸免，受到了亲生儿子为首革命小将的冲击。他家有一口祖传埕子，相传500年前张天师的一名徒弟为非作歹，天师派出另一名徒弟将恶徒收入埕中。张十一抵死保护坛子，危难时刻将埕子抛入大海。未过多久，香港议院祁大川（冯淬帆 饰）在慈善拍卖会上买到这口埕子，祁的女友Mable找来旧相好——坑蒙拐骗的江湖术士陈百通（陈百祥 饰）测吉凶，谁知陈却阴差阳错揭开了里面的封印。夜幕降临，当祁的儿子天佑（张学友 饰）正吓唬女友阿Cat时，埕中恶鬼突然现身。人吓人、鬼吓人、人吓鬼，惊恐异常。不久，猛鬼附体，为乱香江。\n另一边，张十一也辗转来到邪云密布的香港……©豆瓣",
    "director": ["萧荣", "罗文"],
    "actor": ["郑则仕", "陈百祥", "冯淬帆", "张学友"]
  },
  { "name": "我未成年", "id": "1301973" },
  {
    "name": "至尊无上",
    "year": "1989",
    "id": "1300581",
    "type": ["剧情"],
    "rate": 7.2,
    "story": "有“亚洲第一快手”之称的陈亚蟹（刘德华 饰）因出老千入狱，刑满出狱后，他的搭档Sam（谭咏麟 饰）第一时间令助手波波（关之琳 饰）迎接。亚蟹刚获得自由，便同Sam合演了一出里应外合扮猪吃老虎的好戏。不久，两人受朋友所托，远赴美国调查日本出千团伙，结果顺利为赌场挽回损失，令日本人颜面扫地，日本方面自此寻机报复。Sam在美国结识了富家大小姐童可人（陈玉莲 饰），Sam使出众多浪漫桥段抱得美人归，也令岳父接纳了自己，但代价却是要疏远亚蟹等不体面的朋友。同时，日本出千集团首脑宫本父子加紧了报仇的步骤，亚蟹为搭救Sam，被对方废了自己引以为傲的快手。面对宫本的咄咄逼人，亚蟹与Sam兄弟俩终于再次联手对敌。©豆瓣",
    "director": ["王晶", "向华胜"],
    "actor": ["谭咏麟", "刘德华", "陈玉莲", "关之琳"]
  },
  {
    "name": "情义我心知",
    "year": "1989",
    "id": "3218644",
    "type": ["剧情"],
    "rate": 7.1,
    "story": "阿根（廖伟雄 饰）是一名出租车司机，拥有强烈的正义感的他一直渴望能够成为一名警察惩奸除恶。不幸的是，因为色盲的关系，阿根在面试当中失败了，无奈之下，他只得成为了一名商场护卫员，也算是在某种意义上实现了自己的愿望。\n阿根本来有一个漂亮的女友，但因为贫穷，女友和阿根分手了，之后，阿根邂逅了名为阿珍（周海媚 饰）的盲女，善良的阿珍很快就和阿根走到了一起。让阿根感到震惊的是，阿珍的叔叔是一名毒贩，而阿珍经常被叔叔威逼利诱，帮忙运送毒品，愤怒的阿根决定一定要救出阿珍，将贩毒集团一网打尽。©豆瓣",
    "director": ["鞠觉亮"],
    "actor": ["廖伟雄", "周海媚", "方刚", "骆应钧"]
  },
  {
    "name": "但愿人长久",
    "year": "1989",
    "id": "1902731",
    "type": ["剧情"],
    "rate": 0,
    "story": "<<但願人長久>>是一部倫理悲劇片。電影原是《9港電臺電視部》出口的一部電視劇。它的電影版本作為9港電臺六十周年紀念作品在電影院作慈善公映。它敘述消防員江家和在染上癌病後臨死前的生活遭遇。\n消防員江家和是個盡忠的消防員，他深受他的妻子和家人。不幸他染上鼻咽癌，他最初還鎮靜，在醫生和妻子的悉心治療和照顧下，有了康復的跡像。其後家庭接二連三的打擊：父親受傷和跌死；弟弟事業受了挫折；為了解決家庭生活，他兼職當的士司機，由於操勞過度，患了肺癌。當他知道表情後，一度表現煩躁、粗暴、頹喪、恐慌、",
    "director": ["单慧珠"],
    "actor": ["江华", "王雪珊", "李子瞻", "许芬"]
  },
  {
    "name": "单身贵族",
    "year": "1989",
    "id": "3060682",
    "type": ["喜剧", "爱情"],
    "rate": 6.5,
    "story": "阿玲（郑裕玲 饰）是一名经验丰富的室内设计师，一次偶然之中，她遇见了同行阿友（张学友 饰），两人之间因为一场小小的误会而发生了激烈的争吵，导致阿玲对这个狂妄自大又傲慢无礼的男人充满了厌恶。\n富商叶祖荣找到了阿玲，委托她帮自己设计装修别墅，阿玲虽然接下了这个工程，但却发现仅凭一己之力无法完成任务。无奈之下，阿玲找到了阿友求他帮忙，阿友答应了。在此过程中，阿玲和阿友之间的误会渐渐化解，阿友被阿玲所展现出的善良和才华所折服，渐渐爱上了这个独特的女人。然而，就在这个节骨眼上，阿玲的男友回到了阿玲的身边，令阿玲陷入了两难之中。©豆瓣",
    "director": ["陈学人"],
    "actor": ["张学友", "郑裕玲", "王敏德", "董骠"]
  },
  {
    "name": "喋血双雄",
    "year": "1989",
    "id": "1296519",
    "type": ["动作", "犯罪", "剧情"],
    "rate": 8.4,
    "story": "杀手亚庄（周润发）在一次暗杀行动中误伤了歌星Jennie（叶倩文），令其双目接近失明，自此，深感内疚的他开始暗中保护、帮助 Jennie，并想趁她眼睛完全失明前筹一笔款送她去国外医治，为此，亚庄铤而走险再当杀手，不想任务完成后不但没收到钱，反被雇他杀人的汪海派人追杀。\n奉命侦查相关命案的警探李鹰（李修贤）在查案过程中知晓事情另有隐情，亚庄并非冷血杀手，开始同其惺惺相惜，而在应对汪海势力的追杀中，两人更是结成生死之交。然而亚庄的命运，似乎是被注定了。©豆瓣",
    "director": ["吴宇森"],
    "actor": ["周润发", "李修贤", "叶倩文", "曾江"]
  },
  {
    "name": "返老还童",
    "year": "1989",
    "id": "3143967",
    "type": ["喜剧"],
    "rate": 6.5,
    "story": "保龄球（曾志伟 饰）和花枝康（林俊贤 饰）、通天明（许冠英 饰）等一干好友相识多年，彼此之间感情十分深厚，某日一行五人参加了一个前往泰国的旅行团，哪知道遭遇了意外竟然被迫成为了试药对象，药物令除了保龄球之外的四人统统变成了小孩，四人只得暂时躲在保龄球的家中。\n通天明的老婆鱼雷艇（林建明 饰）觉得丈夫的不知所踪十分可疑，再加上四人的银行账户都攥在保龄球的手中，不禁怀疑保龄球谋财害命，随后闹出了不少的笑话。之后，鱼雷艇和花枝康暗恋的王老师（陈雅伦 饰）得知了事件的真相，与此同时，五人之前结识的神医终于调配出了解药，这场返老还童的风波眼看着就要平息。©豆瓣",
    "director": ["曾志伟"],
    "actor": ["陈雅伦", "曾志伟", "林俊贤", "陈百祥"]
  },
  {
    "name": "铁胆雄风",
    "year": "1989",
    "id": "1863759",
    "type": ["动作", "犯罪", "惊悚"],
    "rate": 4.9,
    "story": "利比亚恐怖分子到港刺杀来港开会的美国政要,香港警方派出雷勇领导的特工队侦查此案，目的是消灭此批恐怖分子。由于此案交政治部负责，令到重案组高级督察许达明感到不满，暗中插手调查此案。他误交了以女记者身份掩护的恐怖分子首领Catherine，被她杀害了。特工队队员陈志成的表妹Stella亦卷入这案的漩涡中，被恐怖分子所杀。特工队经过慎密调查和计划，在恐怖分子企图刺杀来港开会的政时出动……",
    "director": ["袁祥仁"],
    "actor": ["任达华", "刘青云", "吕少玲", "张立基"]
  },
  {
    "name": "花心梦里人",
    "year": "1989",
    "id": "2062919",
    "type": ["喜剧", "爱情"],
    "rate": 6.6,
    "story": "肥招（曾志伟 饰）和凡秋（陈勋奇 饰）是一对从小一起长大的好朋友，但两人的性格却大不相同，肥招老实木讷，凡秋则浮华招摇。因投资不善，凡秋被高利贷逼得走投无路，幸亏有好友相助，才得以在肥招家中暂时栖身。此前肥招家里住着一个离家出走的叛逆少女阿君（陈淑兰 饰），凡秋随她出席某酒会，认识了美貌和财富并重的美女保莲（杨宝玲 饰）。以此为契机，他的事业初见起色，随后更和文静贤淑的女友莎莉（张敏 饰）分手，与保莲坠入爱河。\n另一方面，害羞腼腆的肥招也开始喜欢上莎莉，在阿君的参谋下，他向这个失意的女子展开了感情攻势……©豆瓣",
    "director": ["柯星沛"],
    "actor": ["陈勋奇", "曾志伟", "张敏"]
  },
  {
    "name": "发达秘笈",
    "year": "1989",
    "id": "2003669",
    "type": ["喜剧"],
    "rate": 7.1,
    "story": "黄尚（黄百鸣 饰）是一个其貌不扬的小小上班族，来到了车水马龙人头攒动的香港，心里满怀希望的他决定要在此干出一番大事业。在香港，黄尚结识了三位各具风情的美女——个性温柔贤良淑德的亚萍（杨宝玲 饰）、风情万种热情奔放的露露（李美凤 饰）和高贵冷艳霸气外露的珍妮（郑文雅 饰） ，每一个人都让黄尚心动不已。\n一次偶然中，黄尚捡到了一本《发财秘笈》，半信半疑的他按照书中所写待人处事，果然没过多久便升官发财。发达之后的黄尚先是得到了露露的芳心，之后又利用手段逼迫珍妮同自己结婚，一番折腾之后，一场超现实的奇遇却让黄尚开始思考，这样的生活真的是自己想要的吗？©豆瓣",
    "director": ["高志森", "黄百鸣"],
    "actor": ["李美凤", "郑文雅", "杨宝玲", "黄百鸣"]
  },
  {
    "name": "皇家师姐IV直击证人",
    "year": "1989",
    "id": "1461353",
    "type": ["动作", "犯罪"],
    "rate": 6.9,
    "story": "香港国际警察杨丽清（杨丽清 饰）前往美国与当地的缉毒组组长东尼（甄子丹 饰）一起调查西雅图的一起贩毒案，当他们追查到当地的一名华人嫌疑人六仔（袁日初 饰），早已收到消息六仔潜回了香港，于是，杨丽清和东尼一起回到了香港。在追捕过程中，他们发现六仔不断受到追击，几次险些丧命。东尼开始觉得六仔绝对不仅仅是牵涉到这起贩毒案这么简单。当东尼和杨丽清一直追查下去时，发现整件事竟然关系到美国中央情报六局，而东尼的同僚另一组的组长迈克尔（王敏德 饰）竟然也牵涉在内。事件的真相真正一层层剥开。©豆瓣",
    "director": ["袁和平"],
    "actor": ["甄子丹", "杨丽菁", "王敏德", "袁日初"]
  },
  {
    "name": "一眉道人",
    "year": "1989",
    "id": "1472783",
    "type": ["动作", "喜剧", "恐怖"],
    "rate": 7.7,
    "story": "一眉道人（林正英 饰）修为高强，擅长茅山道术，和徒弟阿豪（钱小豪 饰）住在一个小镇上；他养了一只清朝的小僵尸，小僵尸经常帮他和阿豪办事。一天，一眉道人被邻镇的人邀请去捉鬼，因为邻镇瘟疫蔓延，不时有僵尸出没。一眉道人带上阿豪和小僵尸出发了。\n在邻镇一眉道人他们遇上了一群修女，阿豪弄出不少笑话。一眉道人发现邻镇的引用水源都被尸毒污染，不能饮用，于是和阿豪一起寻找水源。他在教堂的地下室发现了僵尸的痕迹，原来此处本来放着一具西洋僵尸，邻镇乡公所的所长意外令西洋僵尸复活了。一场精彩的中国法术对付西洋僵尸的好戏上演了。©豆瓣",
    "director": ["林正英"],
    "actor": ["林正英", "钱小豪", "吕方", "吴君如"]
  },
  {
    "name": "开心巨无霸",
    "year": "1989",
    "id": "1305370",
    "type": ["喜剧", "犯罪", "家庭"],
    "rate": 6.5,
    "story": "胖女郎珊因体型肥胖加上动作迟缓, 打工屡次被辞退, 影响她做人消极, 缺乏自信心. 珊认识另一身躯肥胖的麦包, 他的性格却甚为乐观, 时常鼓励珊, 并且因为他积极和乐天的个性, 使珊父去除顽固, 与子女关系改善. 珊与麦在一商场当便衣保安, 追查炸弹勒索事, 先是乌龙百出, 正当面临被辞退时, 二人发现线索, 施展浑身解数, 终联手勇擒劫匪!",
    "director": ["陈欣健"],
    "actor": ["郑则仕", "玛利亚", "午马", "焦姣"]
  },
  {
    "name": "我在黑社会的日子",
    "year": "1989",
    "id": "1301185",
    "type": ["犯罪", "剧情"],
    "rate": 6.5,
    "story": "黑帮洪兴社与敌对帮派谈判破裂，双方大打出手。洪兴老大李坤混乱中被刺，重伤身亡，社团顿时一团混乱。留学并定居美国的李万豪（周润发 饰）携妻儿回港为父奔丧，在众老叔苦苦哀求下无奈出任龙头一职。虽生在黑社会家庭，但万豪自幼不参与社团事务，更对江湖上的规矩与利害一无所知，因此一系列改革举措招来了其他帮派的攻击与不满。\n决意返美的万豪推举老成持重的谢胜（陈惠敏 饰）担当老大，此举却引来少壮派头目杨港（张耀扬 饰）的不满。内忧外患，处在过渡期的洪兴社风雨飘摇……©豆瓣",
    "director": ["黄泰来"],
    "actor": ["周润发", "张耀扬", "成奎安", "陈惠敏"]
  },
  {
    "name": "富贵开心鬼",
    "year": "1989",
    "id": "1299182",
    "type": ["剧情", "喜剧", "惊悚"],
    "rate": 6.8,
    "story": "凌浩西（董彪 饰）和老婆（沈殿霞 饰）育有两个漂亮的女儿，生活美满幸福。不过凌母一心移民加拿大，为此不惜逼小女儿玲玲（陈淑兰 饰）甩掉一片痴心的男朋友包有路（吴大维 饰）。得知真相的包有路气愤离开，而当晚凌家四口人也因煤气中毒死亡。\n他们的灵魂来到阴间，移民之心不死，却被告知须在加拿大修好坟墓方好动身。然前期筹备移民，钱财散尽。凌家人获得特许，暂时还魂赚钱。蒙在鼓里的包有路帮助他们出主意，让凌父充当警方线人，凌母当按摩师、大女儿嘉嘉（吕秀菱 饰）。一家人全部动员起来，眼看最后期限临近……©豆瓣",
    "director": ["黎大炜"],
    "actor": ["董骠", "沈殿霞", "吴大维", "关佩琳"]
  },
  {
    "name": "人海孤鸿",
    "year": "1989",
    "id": "1298648",
    "type": ["动作"],
    "rate": 6.8,
    "story": "1962年，年幼的林初三（莫少聪 饰）和姑妈秀姨（鲍起静 饰）母女随大陆难民潮来到香港，无依无靠的初三在暴动中结识了地头蛇大哥泉哥（成奎安 饰），被其收为义子，和泉哥的儿子沙皮（刘德华 饰）做了异性兄弟。泉哥被仇人杀死，初三跟沙皮两兄弟自此寄人篱下，初三因藏匿老大的毒品被迫染上毒瘾，时间一晃多年，初三告别戒毒所后，与沙皮结识了女学生阿美（罗美薇 饰），初三对阿美一见钟情，两人不久奉子成婚。沙皮在婚礼上为了保住初三的面子不惜以身犯险，结果婚宴刚过，两兄弟因打劫又刺伤警察被判入狱。在狱中，他们领悟到小弟生涯毫无前途，于是出狱后借高利贷拉皮条，这将二人又引向了另一个深渊……©豆瓣",
    "director": ["潘文杰"],
    "actor": ["刘德华", "莫少聪", "罗美薇"]
  },
  {
    "name": "猎魔群英",
    "year": "1989",
    "id": "1305478",
    "type": ["动作"],
    "rate": 6.1,
    "story": "毒枭韩山（王伟 饰）和齐仁（刘兆铭 饰）约定在青龙水上乐园进行毒品交易，得到线报的警察暗地潜伏，如果行动成功的话，他们便能够将两大团伙的头目一举拿下。哪知道，就在这个节骨眼上，出现了神秘人物齐越（吕良伟 饰）和秦冰（李赛凤 饰），导致警方的计划暴露，行动失败。韩山认为是齐仁走漏了消息，将他打死。这令齐越发誓一定要为父亲报仇。\n赵成（吴镇宇 饰）本是韩山的部下，却起了僭越之心，逼迫韩山退位让贤。胡坚和燕虎（陈惠敏 饰）忠心护主，却都落得了惨死的下场。临死前，燕虎将组里的情报告诉了警方，警方派出得力干将唐枫（胡慧中 饰）试图将赵成的黑恶势力捣破。©豆瓣",
    "director": ["王振仰"],
    "actor": ["胡慧中", "李赛凤", "万梓良", "吕良伟"]
  },
  {
    "name": "急冻奇侠",
    "year": "1989",
    "id": "1293729",
    "type": ["动作", "爱情", "科幻"],
    "rate": 6.5,
    "story": "故事开始于明朝，凤三（元华 饰）心肠歹毒，无恶不作，身为锦衣卫，同时又是凤三的师弟，方守正（元彪 饰）发誓要将凤三绳之于法。然而，凤三此人诡计多端，甚至想要偷取能够扭转时空的黑玉佛，借此逃脱法网，几番争斗之后，两人双双跌落山崖。\n时光荏苒，转眼已是现代，考古队在雪地中挖掘出了凤三和方守正被冰封住的尸体，将两人运往美国研究，然而，途中一场意外却令两人死而复生。方守正于机缘巧合之下遇见了名为阿玉（张曼玉 饰）的不良少女，阴差阳错的成为了她的保镖，而凤三不改奸邪本性，加入了黑社会，继续为非作歹。当方守正得知凤三依旧作恶多端后，他决定继续自己未完成的使命。©豆瓣",
    "director": ["霍耀良"],
    "actor": ["元彪", "元华", "张曼玉", "林聪"]
  },
  {
    "name": "相见好",
    "year": "1989",
    "id": "5114916",
    "type": ["喜剧", "爱情"],
    "rate": 6.9,
    "story": "相见好 (1989)故事梗概\n电视台记者董卓玲与投资公司董事助理钟世霖,在一个雨夜中喝醉了酒,他们糊里糊涂的同睡一张床,而且发生了关系,开始了他们相恋和同居生活。\n二人同居后始发觉对方的缺点，卓玲对工作非常投入，工作压力令她神经过敏。世霖邻居有一个热情顽皮的小姑娘妹头，令她产生一些酸风醋雨。\n卓玲负责一个探讨性的股票专题节目，其中涉及世霖工作的投资公司，其中有关商业秘密和职业道德，因此他们发生磨擦，最后还导致分手。\n股票买卖原来有黑幕，令不少小市民受害，世霖及其友人也是其中一份子，他勇敢地公开揭发的黑幕，他的正义行动赢得卓玲的欣赏和谅解，他们又重新开始享受爱情的甜蜜。",
    "director": ["冼杞然"],
    "actor": ["钟镇涛", "周慧敏", "邱淑贞", "钟楚红"]
  },
  {
    "name": "壮志雄心",
    "year": "1989",
    "id": "3178147",
    "type": ["剧情"],
    "rate": 7.1,
    "story": "李鹰是一个刚直，有正义感的刑警总督察。因他屡建奇功，上司荐升他为警察少年训练学校副校长。李甫入学校，发现学员是一群有潜质，但野性未驯的少年。于是李特别调派女督察唐淑仪进入警校，以爱心关怀及严格训练，将不羁的学员导入正轨。",
    "director": ["黎继明"],
    "actor": ["李修贤", "唐丽球", "张家辉"]
  },
  {
    "name": "老虎出监",
    "year": "1989",
    "id": "2156686",
    "type": ["动作"],
    "rate": 6.5,
    "story": "洛培刚释入出狱,他已决定改过自新。他往银行提款时被劫匪吴诚才挟为人质。警方梁沙展误认这次劫案是洛和吴合谋的。\n洛在劫案中受了伤，吴把他带返家中治疗，他了解吴劫银行是为了得款治疗患病的女儿，遂决定协助吴父女逃离香港。\n为了购买假护照他得罪了匪首大哥成。他和吴父女先匿在他女友May家，然后安排他们上船逃走，正当他们发现吴女小梅不药而愈正在高兴时，大哥成等追至欲加害他们。幸梁沙展等赶到拘捕了大哥成.........",
    "director": ["王钟"],
    "actor": ["狄龙", "吴耀汉", "吕秀菱", "郑则仕"]
  },
  {
    "name": "忠义群英",
    "year": "1989",
    "id": "1305230",
    "type": ["动作", "犯罪", "剧情"],
    "rate": 6.6,
    "story": "根据黑泽明经典电影《七武士》改编，讲述民国军阀割据年代，以戚大富为首的七个侠客义士来到某个小山村协助农民击退屡次进犯的土匪的故事。",
    "director": ["唐基明"],
    "actor": ["郑少秋", "梁朝伟", "莫少聪", "张学友"]
  },
  {
    "name": "龙在天涯",
    "year": "1989",
    "id": "1294227",
    "type": ["动作"],
    "rate": 6.4,
    "story": "中国武术队赴三藩市表演，武术冠军李国南（李连杰 饰）博得满堂喝彩，台下观众席上的阿友（周星驰 饰）大为敬佩。武术团成员王威（狄威 饰）自感年纪渐大，前途黯淡心中苦闷，在武术团登机回国之时，王威离队留美，国南出面挽留，反而也被滞留美国。王威在机场脱身时袭警，连累国南被警方逮捕，面临牢狱之灾。经亲戚阿平介绍，王威加入了黑帮华人头目马科一伙，而此时，国南趁警车遭遇车祸，奋力逃脱。国南想从阿平处打听王威下落，后者却因卷入帮派仇杀身亡，由越南赴美的阿平姐姐阿玲（利智 饰）自此失去依靠。王威在帮派中做大，独当一面，阿玲则为了生存做了马科的情人，此时国南寄宿在阿友的小店中谋生并寻找回国的机会。王威的毒品在混战中被阿友拾走，这群流落异乡的华人的命运，因此又联系到了一起……©豆瓣",
    "director": ["邓衍成"],
    "actor": ["李连杰", "狄威", "利智", "周星驰"]
  },
  {
    "name": "不脱袜的人",
    "year": "1989",
    "id": "1394425",
    "type": ["剧情", "爱情"],
    "rate": 7.2,
    "story": "20世纪60年代末，左翼暴动席卷香港，局势动荡。\n从乡下来到大都市小玉（张曼玉 饰）是一个苦不见出头的小演员，为了金钱为了上位，真可谓不惜一切代价。在某导演的帮助下，小玉搬入一栋新公寓，偶然机会认识了住在天台的阿恭（钟镇涛 饰）。穷困潦倒的阿恭白天是一名白牌出租车司机，晚上则成为阔太太的性伴侣。两个畸零人从最初的轻视和憎恨，最终走到了一起。他们努力赚钱，经营生活，但动乱的局势仍将他们微小的幸福一次次击碎……\n本片荣获1990年香港金像奖最佳女主角（张曼玉）、最佳艺术指导和最佳剧本三项大奖。©豆瓣",
    "director": ["陈友"],
    "actor": ["张曼玉", "钟镇涛", "陈友", "顾美华"]
  },
  {
    "name": "飞越黄昏",
    "year": "1989",
    "id": "1302238",
    "type": ["剧情"],
    "rate": 7.9,
    "story": "阿乔（叶童 饰）和母亲（冯宝宝 饰）一起过着相依为命的生活，然而不满母亲专横独断的作风，阿乔早早离开了母亲来到美国独自生活，并在美国结婚生子，一晃眼十多年过去。借着女婿回港讲学的机会，阿乔终于踏上了故土，见到了久违的母亲。阿乔满心愧疚，希望能够弥补这么多年来的亏欠，然而母亲的个性依然如故，两人之前的矛盾再度爆发。\n在老伯（吴耀汉 饰）的调解之下，阿乔和母亲之间的误会消解了，老伯这么多年来一直孤身一人，个性温和善良，阿乔希望撮合他和母亲，使两位老人能够在晚年相互作伴。母亲和老伯之间其实互有好感，然而抵不住周遭的非议，两人在犹豫之中迟迟不愿向前迈进。©豆瓣",
    "director": ["张之亮"],
    "actor": ["冯宝宝", "叶童", "吴耀汉", "卢冠廷"]
  },
  {
    "name": "少女心",
    "year": "1989",
    "id": "1298088",
    "type": ["剧情"],
    "rate": 6.3,
    "story": "<<少女心>>是一部爱情片。它叙述曾富艳等四个现代少女对爱情的不同看法和态度。\n百货公司人事主管曾富艳和出身高贵，身居高职的男友，过着优皮士生活。有一次他们同游即将清拆的九龙城寨，见到一些陈旧贫困的生活，使她的人生观改变了和汪结了婚。\n村女李湘云看来温柔纯品，不似水性杨花，但她不断和正派男友相恋，上床交欢后却感到虚无，所以每段情都迅速结束。\n小家碧玉王新雅很喜欢谈情说爱，却又守身如玉，她的女友崔明珠介绍了一姓蔡的男友给她。崔的男友黄光雄看中王，向崔提议和王交换伴侣，崔竟然答应并和蔡很快便发生肉体关系，黄发觉王不肯上床，便想和崔重修旧好，这时王又结识了一个来自台湾的俊好的男青年，他们之间的关系搅得乱七八糟。",
    "director": ["张永雄"],
    "actor": ["钟镇涛", "张曼玉", "温碧霞", "罗美薇"]
  },
  {
    "name": "义胆群英",
    "year": "1989",
    "id": "1299057",
    "type": ["动作"],
    "rate": 6.9,
    "story": "某社团老大乘车夜归途中遭人枪杀，凶手不知去向。该社团围绕继承人问题展开争论，为避免出现分裂与争执，社团元老马公（午马 饰）与王律师（黄霑 饰）商议，委托老大之名指定正直勤奋的阿修（李修贤 饰）为帮会继承人。\n另一方面，与阿修同期的阿泰（陈观泰 饰）某日接到老大司机的电话，称阿修为刺杀老大的幕后指示。阿泰的小弟小奇（周星驰 饰）听到录音后恼羞成怒，发誓要阿修付出代价。一场裹挟了黑帮阴谋仇杀和兄弟情谊的战争随即展开……©豆瓣",
    "director": ["吴宇森", "午马"],
    "actor": ["姜大卫", "李修贤", "午马", "陈观泰"]
  },
  {
    "name": "天使行动III魔女末日",
    "year": "1989",
    "id": "1298932",
    "type": ["动作", "犯罪", "惊悚"],
    "rate": 6.1,
    "story": "天使首领被邀请参与调查一宗有关泰国临国到访的亲善大使被暗杀事件，于是召集天使组织成员方中信、陈成贵及李赛凤，方与陈往见美国CIA亚洲区负责人，后查悉恐怖组织已组成神勇匕首队，并准备重金礼聘美、日两国女杀手为匕首队队长以训练队员。于是李赛凤便受命截杀上任之日本女杀手而混入组织作为内应，与方中信及陈成贵来一个里应外合，将恐怖组织一网打尽……",
    "director": ["唐季礼", "胡珊"],
    "actor": ["方中信", "李赛凤", "夏云娜", "成贵"]
  },
  {
    "name": "都市猎人",
    "year": "1989",
    "id": "1298570",
    "type": ["悬疑", "惊悚"],
    "rate": 6,
    "story": "富商叶世昌（万梓良 饰）无故失踪，他的太太雷茵（王祖贤 饰）委托探长马如龙调查此案，然而，几天之后，叶世昌自己回到了家，虽然一切看起来已经风平浪静，但雷茵却隐隐的察觉，自己的丈夫无论是说话还是行事都和从前有着天壤之别，判若两人。\n叶世昌和黄茵的表姐黄玲（吴家丽 饰）有了私情，这让雷茵感到十分愤怒，与此同时，雷茵的家庭医生赵明（黎明 饰）向雷茵表达了爱慕之情。不久之后，赵明死于非命，紧接着，黄玲也命丧黄泉，这让雷茵感到四面楚歌危机重重。在墓地里，叶世昌突然兽性大发想要取雷茵的性命，直到此时，雷茵才向马如龙承认了一个惊人的秘密。©豆瓣",
    "director": ["叶天行"],
    "actor": ["王祖贤", "万梓良", "冼宝华", "吴家丽"]
  },
  {
    "name": "潘金莲之前世今生",
    "year": "1989",
    "id": "1301367",
    "type": ["剧情", "悬疑", "奇幻"],
    "rate": 6.7,
    "story": "千古第一淫妇潘金莲（王祖贤饰）身首异处，魂赴阴曹，却念念不忘报仇雪恨。过奈何桥之际推翻孟婆汤，纵身跳入轮回的未知。今世正值文革动乱，芭蕾舞团的翘楚单玉莲（王祖贤饰）惨遭团长强暴，下放农村造鞋厂。一心只求宁静生活，却一再被宿命折磨的可怜女子注定了一生的颠沛流离。由内陆辗转香江，生命中先后出现的3个男人武龙（林俊贤饰）、武汝大（曾志伟饰）、Simon（单立文饰）似乎都只是前世的梦影。凄苦命运是否仍要重演，身处现代的飘零女子是否仍将走上千年前的老路？所谓的报仇雪恨是否真能如愿？爱恨交织的不了情又将何去何从？\n1989年上映，改编自香江名笔李碧华的同名小说的《潘金莲之前世今》在小心延续了该作妖艳诡异又不乏深邃犀利风格的同时，不可避免加入了港片诸多商业元素。但在注重娱乐性的同时，也将焦点放在了对人性以及女性细腻心理的探索上。镜头语言丰富，画面亦幻亦真，两个不同时空的影像交织，使信息的传达更富感性色彩。值得一看。©豆瓣",
    "director": ["罗卓瑶"],
    "actor": ["王祖贤", "林俊贤", "曾志伟", "单立文"]
  },
  {
    "name": "小小小员警",
    "year": "1989",
    "id": "1302359",
    "type": ["剧情", "喜剧"],
    "rate": 6.8,
    "story": "出身于犯罪世家的李志坚（曾志伟 饰）却从小立志做警察。皇天不负苦心人，终于借着警队破例收纳残疾人士的机会，个矮的李志坚如愿加入警队并进入了毒品调查组，在成功完成任务后，志坚再入扫黄组，执行任务期间被流莺恬妞（恬妞 饰）破处并爱上了对方，但恬妞很快消失于茫茫人海。志坚再调重案组，这次的对手是极恶罪犯“无人性”，志坚一举将无人性击毙，引得无人性父亲请出精于乔装的杀手“千面人”（苗侨伟 饰）为儿子报仇，千面人出手连害多名警员，重案组一时风声鹤唳，人人请调，李志坚受命与千面人周旋到底，这位小小小警察的无厘头警员经历该如何收场？©豆瓣",
    "director": ["曾志伟"],
    "actor": ["曾志伟", "刘德华", "莫少聪", "吴君如"]
  },
  {
    "name": "猛鬼舞厅",
    "year": "1989",
    "id": "1813498",
    "type": ["恐怖"],
    "rate": 5.2,
    "story": "舞厅一向是黑帮为所欲为的地方，一天红舞女阿咪突然被杀,从此舞厅变成鬼地,恶棍神雕唯有找来法师驱鬼.为人忠义的劲秋，终日被阿咪鬼魂缠绕,原来凶手是逼他接客的恶棍神雕,要借助其力报仇……",
    "director": ["唐伟成"],
    "actor": ["刘家辉", "卢惠光", "徐少强", "林迪安"]
  },
  {
    "name": "十面埋伏",
    "year": "1989",
    "id": "1300917",
    "type": ["动作"],
    "rate": 0,
    "story": "三名大圈仔来港串通警员雄打劫金饰工场。雄出诡计令大圈仔与警方先相残杀，一大圈仔死去，其兄弟往找雄算帐。另一方面，警方已暗下埋伏围剿贼匪。",
    "director": ["李钊"],
    "actor": ["林国斌", "大岛由加利", "高雄", "张敏婷"]
  },
  {
    "name": "目中无人",
    "year": "1989",
    "id": "1863808",
    "type": ["动作"],
    "rate": 5.8,
    "story": "剧情介绍\n张国强与苗侨卫自小友好,大学毕业后,张任职海关,苗任职毒品调查科.苗与高飞同为调查科高级督察,暗里与泰国金三角走私客挂钩,从中获取暴利。\n金三角毒贩吴真宇不甘被二人分薄利益，命香港之党羽黎汉持偷取他俩之罪证作要胁，反被二人设计赶尽杀绝。\n苗等欲拉拢张合作，被张拒绝，高派人杀张全家，张幸保性命，逃往泰国，匿藏表妹单桂枝家中。苗、高为刘铲除吴镇宇，前往泰国与走私生意的拍档任达华共商策略，二人得悉张亦在泰国，乃想出一石鸟之计。\n高约吴在酒店讲数时，枪杀吴，嫁祸张张，吴之未婚妻大岛由加利赶至，与张大打出手，单劝张离开。\n大岛终查出吴为任等人所杀，设下圈套，引任、苗、高到来，张负伤赶至，各方人马在毒枭的山头总曾爆发一场惨烈的大决战！",
    "director": ["高飞"],
    "actor": ["张国强", "任达华", "吴镇宇", "高飞"]
  },
  {
    "name": "求爱夜惊魂",
    "year": "1989",
    "id": "1302173",
    "type": ["恐怖"],
    "rate": 6.1,
    "story": "阿龙（吴启华 饰）是一名的士司机，痴痴的爱慕着电视台的女记者阿珍（张曼玉 饰）。为了讨阿珍的欢心，阿龙常常利用自己身为出租车司机所拥有的独特的情报网来替阿珍获取第一手的新闻素材，凭借着阿龙的帮助，阿珍在电视台的地位节节攀升，成为了上司眼下的红人。\n然而，不同寻常的事情哪会天天发生，而新闻报道则日日都有。当阿龙得不到素材时，便开始亲手“制造”新闻，哪知道因此而惹出了一连串的麻烦，令阿珍对他的好感度大跌，阿龙识趣的渐渐远离了阿珍。电视台里的竞争是如此的激烈，渐渐屈居人后的阿珍再度找到了阿龙，这一次，她需要一个劲爆的大新闻，来挽回自己在上司心目中的分量。©豆瓣",
    "director": ["冯意清"],
    "actor": ["张坚庭", "张曼玉", "吴君如", "吴启华"]
  },
  {
    "name": "专钓大鳄",
    "year": "1989",
    "id": "1401684",
    "type": ["动作", "喜剧"],
    "rate": 6.3,
    "story": "高级督察赵快乐在一次围剿劫匪行动中，不幸被子弹打中头部，需要休养九个月。赵复出之日，有四个积犯，在监房发难，胁持一电脑专家死火德及杀死惩教署人员越狱，警方高层震动，令赵快乐与资深警员臭口金合作缉捕四匪。死火德未婚妻伥鸡英尚在狱中服刑；为求查出死火德行踪，赵假释伥鸡英出狱作为警方线人，同时展开全面展开追查行动……",
    "director": ["王晶"],
    "actor": ["刘德华", "万梓良", "吴君如", "张国强"]
  },
  {
    "name": "说谎的女人",
    "year": "1989",
    "id": "1304983",
    "type": ["剧情"],
    "rate": 7.1,
    "story": "张嘉乐（刘嘉玲）是一个美丽、能干的都市现代女性，但她追求的仍是男性的爱情。张嘉乐幻想着男友Edward（曾江饰）会和他的妻子离婚而和她结合，但是Edward只顾拖延。高级公寓内住进了雍容华贵的盛文月（夏文汐饰），她优雅的品格征服了张嘉乐。文月和嘉乐成为好友。在晚宴上，嘉乐认识了Edgar（吴启华饰）。嘉乐放弃了Edward，但是Edgar的旧女友却出现了…©豆瓣",
    "director": ["区丁平"],
    "actor": ["刘嘉玲", "吴启华", "金燕玲", "周美凤"]
  },
  {
    "name": "惊魂记",
    "year": "1989",
    "id": "1300288",
    "type": ["惊悚"],
    "rate": 7.4,
    "story": "女律师林楚翘（林青霞 饰）即将移民加拿大，却在临行前收到一封恐吓信。信中威胁林支付100万，否则将其伪造假遗书的丑行公之于众。林经过一番试探，怀疑为其亲信阿May（王小凤 饰）所为。阿May早年随林打拼，如今却因学历问题而无法移民，怀恨在心的她发出恐吓信。在被林怀疑后，她悬崖勒马，决定收手。\n另一方面，阿May的室友阿群（王祖贤 饰）有一个蹲狱三年的双胞胎妹妹阿Cat（王祖贤 饰）。阿Cat欠下他人钱财，性命不保。为了筹得钱款，阿群在阿May的帮助下潜入林楚翘的别墅偷盗现金100万。阴差阳错，当晚适逢林在家中，撕扯中阿群被误杀，而这一切都被尾随前来的阿Cat看在眼里。事情开始朝着不可预测的方向发展……©豆瓣",
    "director": ["钟志文"],
    "actor": ["林青霞", "王祖贤", "李美凤", "李子雄"]
  },
  {
    "name": "城市判官",
    "year": "1989",
    "id": "5953169",
    "type": ["动作", "犯罪"],
    "rate": 5.5,
    "story": "阿豪、阿坤两兄弟与家人从越南偷渡来港，途中阿坤妻子中枪身亡。抵港后数年，阿豪与阿坤均投入警界，而阿豪担任谈判专家一职，屡建奇功，乃获上司赏识。\n香港犯罪集团请大圈仔徐七等人来港抢劫，为阿豪等人追捕，最后结果只得徐七和大象保住性命。徐七怀恨在心，俘掳阿豪妻，强暴泄愤，阿豪妻后来羞愤自杀，而阿坤遇害，阿豪捉着犯罪集团首脑痛脚，要胁交出徐七。阿豪解决徐七后，才晓得幕后主脑竟是其上司，阿豪十分悲愤，在众目睽睽之下把其上司杀掉。",
    "director": ["黄少俊"],
    "actor": ["万梓良", "徐少强", "温碧霞", "黃錦燊"]
  },
  {
    "name": "英雄本色III夕阳之歌",
    "year": "1989",
    "id": "1293759",
    "type": ["动作", "战争"],
    "rate": 7.4,
    "story": "Mark哥（周润发 饰）和志民（梁家辉 饰）是堂兄弟，两人是越南华侨，现正在香港发展。岂料越战打响，两人都十分担心仍然居住在越南西贡的志民的父亲松叔的安危，为了凑足钱将志民父亲接到香港，两人决定帮当地黑帮走私军火到越南。岂料他们在越南遭到了丧邦的伏击，关键时刻幸亏香港黑帮老大的女友英杰（梅艳芳 饰）及时相救，两人才幸免于难。逃过一劫的三人在西贡渡过了一段快乐时光后，英杰辞别了两人。随后Mark哥和志民将松叔顺利接回了香港。回港后，两人过着安稳平静的生活，只是一直都没有打听到恩人英杰的消息。突然有一天，英杰出现了，重逢令三人都十分开心。只是，一场祸事也在悄悄逼近……©豆瓣",
    "director": ["徐克"],
    "actor": ["周润发", "梅艳芳", "梁家辉", "张可颐"]
  },
  {
    "name": "大男人小传",
    "year": "1989",
    "id": "3067338",
    "type": ["喜剧"],
    "rate": 0,
    "story": "故事发生在二十世纪八十年代的香港。Joseph为人循规蹈矩，生活枯燥，夫妻关系更是平淡乏味。适逢Joseph与拍档阿坚往台湾公干，Joseph在阿坚怂恿下，搭上当地富女Gloria。Gloria对他苦苦痴缠，二人在台分别后，她受不了打击，再次勾起昔日被男人抛弃的恨事，渐渐进入疯狂状态。她更赴港欲与Joseph重拾旧欢。 Gloria潜入Joseph住所，用刀指吓Joseph妻子Doris，迫她离开丈夫，后来，Gloria被Joseph等人制服，闹事始息。事后，Gloria与阿坚结为夫妻，而Joseph则与妻子离婚……",
    "director": ["高锦棠"],
    "actor": ["王敏德", "林敏聪", "黎燕珊", "任达华"]
  },
  {
    "name": "我爱唐人街",
    "year": "1989",
    "id": "1899948",
    "type": ["爱情"],
    "rate": 6,
    "story": "弗兰克（吴启华 饰）和米雪（关之琳 饰）是一对非常恩爱的夫妻，两人相约前往欧洲度假。然而，一场误会的发生让弗兰克误会了米雪红杏出墙，愤怒之中，他孤身一人前往伦敦，找自己的好友张志强（吕良伟 饰）诉苦。另一方面，米雪独自去了巴黎散心。 最终，弗兰克明白了是自己误会了妻子，于是赶到巴黎找她重修旧好，却在那里和青梅竹马的玩伴妮娜（利智 饰）相遇了。妮娜如今是黑帮老大马老板的情人，马老板误以为弗兰克和张志强是妮娜的情夫，于是对两人展开了围剿，米雪也因此加深了对弗兰克的误解。螳螂捕蝉黄雀在后，马老板的一举一动都被缉毒警察们看在眼里。©豆瓣",
    "director": ["陆剑明"],
    "actor": ["吕良伟", "利智", "吴启华", "关之琳"]
  },
  {
    "name": "打工狂想曲",
    "year": "1989",
    "id": "3211323",
    "type": ["喜剧"],
    "rate": 7,
    "story": "贝奇，安吉和辛迪是在同一间公司里工作的同事，私底下三个姑娘亦是感情十分要好的好友。一次偶然中，三人在公司里捡到了一大袋钱，鬼迷心窍的她们将钱拿走藏在了贝奇的家中。虽然脑袋里有一万个想要用这笔钱来买的东西，但三人并不敢在毫不知情的情况下轻易的动用这笔钱。\n原来，这笔巨款的主人是公司的总经理康大维，他贪污受贿假公济私的举动不慎曝光，知情者于是向其勒索了一笔巨款，哪知道却被贝奇等人半路拿走。勒索者眼看着没有拿到钱，于是将康大维的所作所为举报给了警方，康大维随即接受了调查。得知这一事实，三个姑娘的心简直提到了嗓子眼，那一带钱也仿佛不是钱了，而是一颗随时都会爆炸的定时炸弹。©豆瓣",
    "director": ["钱永强"],
    "actor": ["郑裕玲", "王祖贤", "林忆莲", "刘以达"]
  },
  {
    "name": "三狼奇案",
    "year": "1989",
    "id": "1299367",
    "type": ["犯罪"],
    "rate": 7.3,
    "story": "本片根据香港60年代轰动一时的“三狼案”改编。\n混迹于各种下层场所的无照化妆师马二灿（郑则仕 饰）、驾驶教练邓子敬（徐锦江 饰）和商社服务生李怀（梁家辉 饰）三人年少时结为兄弟，如今靠马二灿工作之便，他们时常坑蒙拐骗，然而三个底层市民的小把戏被李怀之老板发现后每每被当场拆穿并遭辱骂。李怀又因舞女情妇与老板的公子发生冲撞，三人心怀愤懑，遂计划绑架老板家公子勒索，不料计划被赌徒蛇仔明偷听，于是当夜只得带上蛇仔明匆忙行动，他们得手后不慎将老板公子打死，勒索不成四人再度绑架老板本人，终于得逞，然而一张悲剧的网也逐渐向他们收拢……©豆瓣",
    "director": ["黄泰来"],
    "actor": ["梁家辉", "郑则仕", "徐锦江", "吴家丽"]
  },
  {
    "name": "我在江湖",
    "year": "1989",
    "id": "1298865",
    "type": ["动作"],
    "rate": 0,
    "story": "黑帮龙头马云龙领导帮会数十年。近年他努力把非法事业转向正行，建立一个企业王国。他感年事已高，欲金盆洗手，传位给他的女婿方景雄。方是警方人员，现职CID沙展，他本不愿染指黑帮，但他被人陷害致被革职，只好替岳丈主理帮中的主意。他把帮中生意搅得蒸蒸日上，备受岳丈重用。马的得力助手杨威和李胜眼看帮中大权即将落在方的身上，他们无法染指，因此合谋暗杀马，孤立方。他们首先引起帮会间不和，乘乱行动，把马和他的女儿都杀死了。方极为悲愤，经过一番剧斗，亦把杨威和李胜杀死。",
    "director": ["韦自豪"],
    "actor": ["万梓良", "成奎安", "柯俊雄", "吴家丽"]
  },
  {
    "name": "轰天龙虎会",
    "year": "1989",
    "id": "1299968",
    "type": ["犯罪", "剧情", "爱情"],
    "rate": 5.1,
    "story": "钟池（谷峰 饰）、烧鸡（刘德华 饰）和大烂才（万梓良 饰）是肝胆相照的兄弟，三人在阿姆斯特丹唐人街里打拼，最终成为了盘踞在此地的最大势力。一次偶然中，歌星燕虹（刘嘉玲 饰）遭到了黑道的伏击，性命危在旦夕，在此节骨眼上，钟池挺身而出救下了燕虹，两人因此结缘，成为了道上人人艳慕的神仙眷侣。\n在一场恶斗中，钟池失去了昔日的兄弟和爱人，幸运的是，他遇见了侠肝义胆的波比和丹尼，在两人的帮助之下，钟池重整旗鼓，很快就夺回了属于自己的地盘。钟池不再向往动荡而又刺激的生活，他在各堂口之间订下了和平条约，希望各帮派之间能够和平相处，互惠互利。©豆瓣",
    "director": ["于仁泰"],
    "actor": ["刘德华", "王盛德", "万梓良", "刘嘉玲"]
  },
  {
    "name": "追女重案组",
    "year": "1989",
    "id": "3892192",
    "type": ["喜剧"],
    "rate": 6.6,
    "story": "少女林洛欣被姐夫強奸了，還被姐姐誣指她企圖謀殺姐夫，她含冤被送進女童院。導師方卓雲對她和其他女童都充滿善意和誠意地進行教導。一次偶然機會洛欣和同房的幗英等逃出女童院，洛還偷了一枝警槍準備找姐夫算帳。洛等逃走後方和警方到處尋找她們。在追尋中，方和重案組幫辦陳國勇從冤家變成好友。逃走的女童找回了三個，通過她們知洛去找姐夫算帳。洛企圖殺姐夫不成，反被他協持，要殺她時，方和陳及時趕到痛打了他一頓後，再將他送去法辦。洛被送回女童院，她們都乖乖的接受方的教育改造....",
    "director": ["高滿楷"],
    "actor": ["万梓良", "缪骞人", "温碧霞", "陈美琪"]
  },
  {
    "name": "哗鬼有限公司",
    "year": "1989",
    "id": "1772850",
    "type": ["喜剧", "奇幻", "恐怖"],
    "rate": 6,
    "story": "孟加拉（陈百祥 饰）和罗拔（陈山河 饰）是公司里的新人，简天伟因为老板提拔自己的女儿简美芝（郭秀云 饰）为总经理而深感不满，于是请来了各路牛鬼蛇神将公司上下搅得一团糟。孟加拉暗恋着简美芝，而罗拔亦喜欢着女职员叶灵（邱淑贞 饰），两人为了爱人心甘情愿的留了下来。\n公司主任请来了两位法师，教大家斩妖除魔之术以对付公司里的恶鬼，就这样，一行人开始了训练。为了整顿训练营内的风气，两位法师命令男女学员分开训练，如有过界则会变马变鸡。然而，血气方刚的年轻人们哪里能够自控？经过重重的努力，孟加拉等人终于打败了公司内的恶鬼，哪知道心有不甘的简天伟请来了法力更加高强的女妖助阵。©豆瓣",
    "director": ["刘仕裕"],
    "actor": ["陈百祥", "邱淑贞", "吴君如", "陈山河"]
  },
  {
    "name": "冲天小子",
    "year": "1989",
    "id": "1298748",
    "type": ["剧情", "动作"],
    "rate": 6.2,
    "story": "张柏伦原是警校的好学生,被派去当卧底四年,现调回警官原校受训.他和同学招家宝等甚为友好。\n招家宝开设的店铺被黑社会捣乱，家宝被打伤。柏伦带领同学们把黑社会中人痛惩。此事犯了校规，教官林Sir不愿他们被革退替他们代罪，因此受到提前退职处分。柏伦等感到很内疚。\n林Sir退职后被四大天王匪帮杀死，柏伦等十分悲愤。毕业后他们都当了警察，他和家宝都和心爱的人结了婚。\n三年后他们得知四大天王的行踪，他们集中去围捕，在围捕中柏伦受了伤，四大天王都被他们亲手杀死，替休Sir报了仇。",
    "director": ["杨以和"],
    "actor": ["郑少秋", "周慧敏", "莫少聪", "周文健"]
  },
  {
    "name": "流氓差婆",
    "year": "1989",
    "id": "1298029",
    "type": ["动作", "犯罪", "剧情"],
    "rate": 6.1,
    "story": "女警阿南（吴君如 饰）行事笨拙，在抓捕毒枭陈凉时失误反将父亲冯sir害死。阿南自此苦练身手，期望为父报仇。阿南利用毒贩肥七（成奎安 饰）的情妇阿珍（柏安妮 饰）为线人，从其处得到了肥七将和陈凉交易的消息。阿南自告奋勇参与抓捕，反被上司老虎狗（刘镇伟 饰）公报私仇予以压制，阿南自作主张出手却再次导致陈凉逃脱。阿南担忧阿珍安危，与同事丽琛（林小楼 饰）一同看顾，在毒瘾发作的阿珍再三恳求下为其抢夺毒品。当夜，肥七找到阿珍后将其毒打，又令人围堵阿南、丽琛二人。结果丽琛身亡，阿南逃出后又被老虎狗设计陷害。走投无路的阿南逃出警局，去寻找肥七的亲弟弟小贤（周星驰 饰），这是她一雪前耻的最后机会……©豆瓣",
    "director": ["刘镇伟"],
    "actor": ["吴君如", "周星驰", "柏安妮", "成奎安"]
  },
  {
    "name": "妙探双龙",
    "year": "1989",
    "id": "1305442",
    "type": ["犯罪"],
    "rate": 5.6,
    "story": "美国黑帮份子Ken因藏有黑帮犯罪证据，欲作警方污点证人而被黑帮追杀。逃回香港，结识港之黑帮鹿川。而这时美黑帮收买港黑帮鹿川携手一齐追杀Ken，欲杀Ken灭口幸好Ken已察觉，反置鹿等于死地。鹿川妹妹西协来港为兄报仇，并以Ken之妹妹为人质要挟Ken，在危急时刻阿胜等及时赶到，救出Ken，拘捕了西协等匪徒。",
    "director": ["刘家荣"],
    "actor": ["苗侨伟", "成奎安", "罗芙洛", "关秀媚"]
  },
  {
    "name": "金牌师姐",
    "year": "1989",
    "id": "1307833",
    "type": ["动作"],
    "rate": 6.3,
    "story": "凤和盼是香港女警,她们友情极深厚。黑帮头子龙啸天的情妇作警方证人，盼和凤奉命保护她。龙派雌雄杀手去杀雯，雄杀手为凤所杀，雌杀手施美人计勾搭上凤的丈夫，利用他去约凤谈判使凤陷于险境，幸得盼把她救出。\n龙续命盼的养父曾去杀雯。当她知悉养父的情况后，为了报答他养育之恩，免他冒险，她毅然辞职和热恋中的男友决绝，代父执行灭口任务。盼杀雯后回家，见曾仍遭龙的毒手，她与龙决一死战结果同归于尽。\n当凤赶到龙的巢穴时，盼已垂危，她在死前把她的苦衷告诉凤后死去。",
    "director": ["何志强"],
    "actor": ["李赛凤", "杨盼盼", "西协美智子"]
  },
  {
    "name": "烈火街头",
    "year": "1989",
    "id": "3264580",
    "type": ["动作"],
    "rate": 7.6,
    "story": "家洛是黑社会份子，龙是将赴加留学的无案底青年，因一次偶然的机会不打不相识。二人因巧遇歹徒与警方驳火被卷入漩涡，被警方追捕，又因误杀警员，更弄致水洗不清，遂躲避家洛女友阿安家中，龙致电家中警方以电话追踪，家洛亦遭黑社会出卖，两人受黑社会人物及警方两面夹攻，后家洛在准备乘搭离境的渔船中受枪伤，龙亦被捕，幸得龙父诱使警司说为公报私仇真相，证据确凿，龙终得还清白，遵照家洛遗言与阿安飞赴加国。",
    "director": ["盧堅"],
    "actor": ["倪星", "錢小豪", "陳穎芝"]
  },
  {
    "name": "法内情大结局",
    "year": "1989",
    "id": "1475119",
    "type": ["剧情"],
    "rate": 7,
    "story": "为了替母亲刘慧兰（叶德娴 饰）洗脱不白之冤，律师刘志鹏（刘德华 饰）不惜假公济私，最终因为妨碍司法公正而丢了工作，两情相悦的恋人亦选择了离开。更糟糕的是，刘志鹏遭到对手陷害，沦为谋杀探员的罪魁祸首而遭到了拘捕。让刘志鹏没有想到的是，指证他的目击证人不是别人，正是他失散多年的亲生父亲陈兴。\n为了拯救儿子，刘慧兰苦苦哀求丈夫，还刘志鹏清白。在公堂之上，陈兴良心发现，更改了口供，与此同时，真凶亦落入法网，有十足的证据证明，刘志鹏与这一连串的犯罪事实没有任何关系。走出法院，刘志鹏得知刘慧兰因病住进了医院，命不久矣，最终，她在安宁与幸福中走完了人生的道路。©豆瓣",
    "director": ["麦当杰"],
    "actor": ["刘德华", "叶德娴", "仙杜拉", "秦沛"]
  },
  {
    "name": "沉底鳄",
    "year": "1989",
    "id": "1302098",
    "type": ["动作"],
    "rate": 5.8,
    "story": "干探雷大勇（万梓良 饰）和上司沈Sir（任达华 饰）合得来，和高级督察叶振强（吕良伟 饰）感情也非常不错；张启华原是一个好探员，他被诬贩毒坐了十年冤狱，出狱后他先杀了退休探员猪头炳，下一个目标是雷大勇，因为他认为他俩是陷害他的对头人。大勇和富家子发生争执，不久富家子被杀，大勇被指为凶手，他从警署中逃出来找真凶。启华和大勇遇上了，发生打斗，振强赶到告知他们内幕真相，真凶原来是沈Sir。沈Sir侦知启华，大勇的下落，和手下赶到欲杀他们灭口，一番激战之后，启华和沈Sir枪战中死亡，振强和能证明大勇冤枉的证人海伦亦受伤，大勇侥幸没有受伤，沉冤得雪。",
    "director": ["章国明"],
    "actor": ["万梓良", "任达华", "吕良伟", "大岛由加利"]
  },
  {
    "name": "偷情先生",
    "year": "1989",
    "id": "1302098",
    "type": ["动作"],
    "rate": 5.8,
    "story": "干探雷大勇（万梓良 饰）和上司沈Sir（任达华 饰）合得来，和高级督察叶振强（吕良伟 饰）感情也非常不错；张启华原是一个好探员，他被诬贩毒坐了十年冤狱，出狱后他先杀了退休探员猪头炳，下一个目标是雷大勇，因为他认为他俩是陷害他的对头人。大勇和富家子发生争执，不久富家子被杀，大勇被指为凶手，他从警署中逃出来找真凶。启华和大勇遇上了，发生打斗，振强赶到告知他们内幕真相，真凶原来是沈Sir。沈Sir侦知启华，大勇的下落，和手下赶到欲杀他们灭口，一番激战之后，启华和沈Sir枪战中死亡，振强和能证明大勇冤枉的证人海伦亦受伤，大勇侥幸没有受伤，沉冤得雪。",
    "director": ["章国明"],
    "actor": ["万梓良", "任达华", "吕良伟", "大岛由加利"]
  },
  {
    "name": "沉底鳄",
    "year": "1989",
    "id": "1302098",
    "type": ["动作"],
    "rate": 5.8,
    "story": "干探雷大勇（万梓良 饰）和上司沈Sir（任达华 饰）合得来，和高级督察叶振强（吕良伟 饰）感情也非常不错；张启华原是一个好探员，他被诬贩毒坐了十年冤狱，出狱后他先杀了退休探员猪头炳，下一个目标是雷大勇，因为他认为他俩是陷害他的对头人。大勇和富家子发生争执，不久富家子被杀，大勇被指为凶手，他从警署中逃出来找真凶。启华和大勇遇上了，发生打斗，振强赶到告知他们内幕真相，真凶原来是沈Sir。沈Sir侦知启华，大勇的下落，和手下赶到欲杀他们灭口，一番激战之后，启华和沈Sir枪战中死亡，振强和能证明大勇冤枉的证人海伦亦受伤，大勇侥幸没有受伤，沉冤得雪。",
    "director": ["章国明"],
    "actor": ["万梓良", "任达华", "吕良伟", "大岛由加利"]
  },
  {
    "name": "偷情先生",
    "year": "1989",
    "id": "1302586",
    "type": ["喜剧"],
    "rate": 6.7,
    "story": "阿沾（黄霑）是靠老婆（沈殿霞）发家的某家公司的总经理，他虽然非常怕老婆，却时刻琢磨着背着她偷点腥。看上风情万种的贫女阿凤（李美凤）后，阿沾以高薪诱惑她，双方讲好一夜情人之后阿凤进入阿沾公司做高级公关，不想紧要关头阿沾老婆打来一通电话，沮丧的阿沾要阿凤先去公司做事，以后再找机会行欢。\n阿凤刚入公司便招来一帮男同事大献殷勤，王小强（钟镇涛）虽也对她爱慕不已，却由于性格木讷老实，学不来同事们的那一手。阿沾几次借工作之便想与阿凤发生关系，都被老婆无意间破坏，王小强也无心插柳有了许多次与阿凤单独相处的机会，两人情感渐渐升温。阿凤在与王小强柔情蜜意之时听闻他最憎拿身体换取钱和利的女人时，心头一紧，而阿沾从没放松对阿凤肉体的追求。©豆瓣",
    "director": ["高志森"],
    "actor": ["钟镇涛", "李美凤", "黄霑", "沈殿霞"]
  },
  {
    "name": "福禄双星",
    "year": "1989",
    "id": "1304649",
    "type": [],
    "rate": 0,
    "story": "麦昌（任达华 饰）和余才（莫少聪 饰）是相识多年的好友，彼此之间友谊十分坚实。两个年轻人整天无所事事，在街头游荡，脑袋里装着的，却还都是些如何才能发家致富的“鬼点子”。某日，两人偶遇了一位名叫梅玉芬（廖见玲 饰）的女子，梅玉芬的温柔和善良很快就吸引了麦昌的注意，然而，梅玉芬的家境实在是太贫寒了，她觉得自己没有资格享受爱情。\n之后，麦昌和余才在制片人冯叔（曹查理 饰）的带领下成为了临时演员，然而实际上，冯叔是在利用无知的两人完成他打劫金铺的诡计。知道真相后的麦昌和余才决定向警方揭露冯叔的阴谋，为了消灭证据，冯叔对两人展开了步步紧逼的追杀。©豆瓣",
    "director": ["梁少华"],
    "actor": ["任达华", "莫少聪", "张卫健"]
  },
  {
    "name": "夜激情",
    "year": "1989",
    "id": "1977941",
    "type": ["剧情", "爱情"],
    "rate": 6.1,
    "story": "Ann、Lily和Julia是艺训班同学，情同姐妹。Ann家境富裕，性格保守，追求完美真爱。Lily家境贫穷，性格开放，立志追逐名利，不择手段。Julia生性乐天，绰号“傻猪”，是一个开心果。三人毕业后投考演员，结果Lily考取，认识了美术指导Jean。Jean亦是摄影师兼画家，邀Lily拍写真，并与Lily巫山云雨一番。Lily在记者招待会中作风大胆，抢尽女主角镜头。大老板总裁看中了她，将之金屋藏娇，捧为新片女主角。Lily遂与Jean分手。Jean继续找寻新灵感，与Ann感情发展一日千里，最后Ann替他做Model画裸像，二人同居。Lily因属“脱星”，不堪受王总裁之猪朋狗友酒后的奚落侮辱，愤而离席，王总裁遂将新片女主角换人以作惩戒。Lily戈失意打击之余与Jean旧情复燃，为Ann撞破奸情，二人反目。Ann伤心离开了Jean。Jean苦无新灵感创作，偶然发现Julia居然有一种“禁果式的美”，于是将Julia重新包装，脱胎换骨，拍摄了一辑写真，并以Julia的人体作画笔，画了一幅莹光画，其间并与Julia交欢，将艺术与性爱合而为一。但此种关系并不长久，因为Jean又要再追寻新刺激，新灵感夹创作。最后该画揭幕，众相交誉之际，Ann，Lily和Julia三人联袂盛装出现－－原来三人经历过人生旅途上种种挫折打击之后，体会到真正的人生，于是重拾友谊，携手步向缤纷前程。",
    "director": ["何藩"],
    "actor": ["汪永芳", "陈蓓琪", "洛可儿", "齊漢"]
  },
  {
    "name": "猛鬼山坟",
    "year": "1989",
    "id": "1305083",
    "type": ["恐怖"],
    "rate": 5.3,
    "story": "威叔是擅长治鬼的术士，道行十分高深，在业内享有很高的声誉。孤苦伶仃的小花是威叔的养女，天赋异禀的她拥有通灵之力，常常在坟场里和鬼魂们谈天说地，好不自在。威叔的一帮损友嗜赌如命，连累威叔欠下了巨额赌债，被黑社会追债的威叔走投无路，于是逼迫小花卖身替自己还债。\n某日，亭亭玉立的小花惨遭威叔和他的四个朋友的侮辱，悲愤交加却又无力抵抗的小花意外得知做摄青鬼能够替自己报仇雪恨。小花含恨死后果然化作厉鬼，她杀了威叔的三个朋友，却因为威叔的治鬼之术而拿他无能为力。于是，小花找来了好友亚鸡，在他的帮助下最终完成了复仇心愿。©豆瓣",
    "director": ["伊雷"],
    "actor": ["吴耀汉", "李菁", "伊雷", "沈威"]
  },
  {
    "name": "赌神",
    "year": "1989",
    "id": "1300883",
    "type": ["喜剧", "剧情"],
    "rate": 8.3,
    "story": "高进（周润发 饰）前来香港与赌魔决斗，怎料刚抵港，便被南哥（杨泽霖 饰）追杀，结果堕入陷阱而失忆。幸得刀仔（刘德华 饰）和其女友珍（王祖贤 饰）相救，他们把高进带回家中疗养，发现高进精通赌术后，兴奋不已，想利用他来挣大钱，却反而因为高进发挥不稳亏了钱。\n高进妻子遭其堂弟高义醉酒后污辱杀害。高义进而联手南哥，设计谋害高进，四处搜罗进的藏身地点，前往追杀。逃亡之时，高进翻车受伤，竟恢复了记忆——但是却怎样也记不起失忆期间的事情。刀仔提醒进，高义并非好人，但进却毅然蒙在鼓里，不知危难当头。©豆瓣",
    "director": ["王晶"],
    "actor": ["周润发", "刘德华", "王祖贤", "张敏"]
  },
  {
    "name": "缘分游戏",
    "year": "1989",
    "id": "4306661",
    "type": [],
    "rate": 0,
    "story": "",
    "director": ["陈国新"],
    "actor": ["吕方", "邓梓峰", "陈玉莲"]
  },
  {
    "name": "爱人同志",
    "year": "1989",
    "id": "1308229",
    "type": ["剧情", "战争"],
    "rate": 6.5,
    "story": "性格轻佻的摄影记着刘继祖（刘德华 饰）赴越南采访，与为政府服务的女翻译阮红（钟楚红 饰）萍水相逢，为了归还阮红遗落的物品，刘继祖惹出祸事，被越南当局关入劳动营，在集中了众多外籍“犯人”和本地民运人士的劳动营中，刘继祖遭受了肉体的折磨跟思想的强制改造，同时再次与前来工作的阮红相遇。不久刘继祖因香港同事帮助得以脱身，他再次拜访阮红，得知后者的弟弟因参加民运而失踪，可能身处曾羁押刘继祖的劳动营，刘继祖答应帮助阮红寻弟，然而他不经意卷入了民运人士的游行队伍，并被误认作学生运动领导而入狱。回到劳动营的刘继祖找到了阮红的弟弟，他与牢友合作，准备在阮红的帮助下涉险越狱……©豆瓣",
    "director": ["黄泰来"],
    "actor": ["刘德华", "钟楚红", "成奎安"]
  },
  {
    "name": "八两金",
    "year": "1989",
    "id": "1300202",
    "type": ["剧情", "喜剧", "爱情"],
    "rate": 8.2,
    "story": "张婉婷“移民三部曲”之一，时间背景为中国大陆改革开放初期。\n猴子（洪金宝）文革期间一声不吭离别家乡汕头台山偷渡赴美，立誓再也不回中国。16年来，他凭着中国人特有的小聪明和吃苦耐劳兢兢业业地做着的士司机，可是攒下的积蓄却是有限，不过身体倒是发福不少。熬不住思乡之苦下决心回乡时，他向伙伴借下八两金（金手表、金项链），又买大大小小物件若干好“衣锦还乡”。归家途中遭遇小波折，他借录“遗声”表达对父母、小妹的愧疚。\n到家猴子发现父母陪小妹去了乡下偷生政策不许的第二胎，在今成妹夫的儿时玩伴的陪同下，他见到童年时的拌嘴表妹乌嘴婆（张艾嘉），后者像其时的许多广东人一样想去香港或美国，不过比他们幸运的是，她已拿到赴美的“签证”——未来的husband在纽约唐人街开有一家餐馆，来年春天会接她赴美，不久猴子与携弟弟的乌嘴婆一起回到乡下。与父母、小妹话过相思之苦，猴子像许多多年不曾归乡的归乡客一样，被中国特有的世故人情害得哑巴吃黄连。\n猴子与乌嘴婆相处初期，讲话不忘夹带半生不熟的英文单词的乌嘴婆沉浸在对美国生活的浪漫幻想中，猴子不时泼去冷水，随着接触的深入，两人慢慢生出爱情，乌嘴婆渐渐不再提她的美国梦，但她的未来之路早已铺好，而猴子也在父母的安排下开始了相亲之旅。©豆瓣",
    "director": ["张婉婷"],
    "actor": ["洪金宝", "张艾嘉", "谢伟雄", "顾辉"]
  },
  {
    "name": "精装追女仔之3狼之一族",
    "year": "1989",
    "id": "1464932",
    "type": ["喜剧"],
    "rate": 6.1,
    "story": "刘定坚（冯淬帆 饰）为节省成本将刘备（刘德华 饰）从车行解雇，岂料，刘定坚当年的情敌口水沾（黄霑 饰）携三个女儿阿贞（邱淑贞 饰）、阿敏（周慧敏 饰）、阿德（翁慧德 饰）和小姨子文文（张敏 饰）在刘的车行旁边又开了一家车行，不甘被抢生意的刘定坚随即雇佣失业表兄弟四人（成奎安、王晶、郑丹瑞、陈山河 饰），与口水沾的车行对抗。表兄弟四人颇为好色，虽然工资被刘定坚克扣，但每天创造“勾女”发明并且在刘备指导下向隔壁四女发动攻势的生活却也其乐融融。不久，黑道背景的同业以及心怀不轨的大老板向刘定坚和口水沾发难，令整日对峙的这两班人站到了同一阵线上……©豆瓣",
    "director": ["黄靖华"],
    "actor": ["刘德华", "张敏", "邱淑贞"]
  }
]
