[
  {
    "name": "阿飞正传",
    "year": "1990",
    "id": "1305690",
    "type": ["剧情", "爱情", "犯罪"],
    "rate": 8.5,
    "story": "1960年代的香港，因生母在阿飞旭仔（张国荣）长大成人过程中的缺失，他把自己优雅地比喻为“无根鸟”，对生命中遇到的每一个女人都表现得放荡不羁，售票员苏丽珍（张曼玉）和舞女咪咪（刘嘉玲）先后令他感受过温暖，可是她们也只能当当小情人。为摆脱沉重和无力感，旭仔抛下一切去南洋找寻生母。暗恋过苏丽珍且目睹过她与旭仔情感一路变化的，曾是小巡警今在跑船的超仔（刘德华）在菲律宾又遇到旭仔，是缘分也是宿命，他参与、见证了阿飞命运被改写的过程。",
    "director": ["王家卫"],
    "actor": ["张国荣", "张曼玉", "刘嘉玲", "刘德华", "张学友"]
  },
  {
    "name": "壮志豪情",
    "year": "1990",
    "id": "1308096",
    "type": ["战争"],
    "rate": 6.4,
    "story": "同在調景嶺長大的阿聰和阿勁一起考入台灣陸軍軍校，並認識反叛的林國正，三人受盡嚴格艱辛的考驗，望能順利畢業。但因一次實地野戰的演習中，他們無意中發現軍火走私集團，更惹來一連串殺機。",
    "director": ["柯受良"],
    "actor": ["莫少聪", "何家劲", "苗侨伟", "高明骏"]
  },
  {
    "name": "安乐战场",
    "year": "1990",
    "id": "1863361",
    "type": ["动作", "恐怖"],
    "rate": 6.8,
    "story": "某年夏天，来自香港各个阶层的一群人组成了一支菲律宾旅游团。在美丽女孩Candy（温碧霞 饰）的带队下，他们来到了这个温暖的热带国度。当地导游阿卜（曾志伟 饰）带领香港游客们四处游玩购物，度过了愉快的一天。入夜，游客们在一家餐厅欣赏了别开生面的演出后，准备返回宾馆休息。就在这时，对面的商铺传来剧烈的爆炸声和密集的枪声。原来数名菲共游击队员在其中进行枪火交易，结果遭遇闻讯赶来的警察，双方爆发激烈的枪战。走投无路之际，游击队员劫持了香港游客的客车。他们以人质的性命作要挟，要求政府释放菲共的领袖。\n生死存亡之时，每个人都面临着命运与人性的巨大考验……©豆瓣",
    "director": ["曾志伟"],
    "actor": ["曾志伟", "关宝慧", "温碧霞", "黄光亮"]
  },
  {
    "name": "地头龙",
    "year": "1990",
    "id": "3081360",
    "type": ["动作", "剧情"],
    "rate": 5.7,
    "story": "何督察是扫毒组的女探员，为人英勇，负责追查龙四集团的犯罪证据。在龙四寿宴上，一日本女子乔装侍应大开杀戒，欲杀龙四。龙四义子丁少爷的未婚妻Jessica原来是美国中央情报局派来的卧底，也要搜集龙四的犯罪证据。龙四发现她的身份后派人追杀她，幸好她已有足够证据起诉龙四。另探员牛孖筋的朋友一个当杀手的，联合起来对付龙四，Jessica和日本女子不幸被杀，警方顺利剿灭龙四。",
    "director": ["王振仰"],
    "actor": ["吴镇宇", "万梓良", "方中信", "胡慧中"]
  },
  {
    "name": "致命的诱惑",
    "year": "1990",
    "id": "3806360",
    "type": ["剧情"],
    "rate": 5.2,
    "story": "Diana的丈夫黄世天偶遇初恋情人小曼，并发生关系，小曼的男友苏龙是一名职业杀手，他知道女友与黄世天的事后，便告知Diana去揭穿他们。一天，Diana去找小曼讲清楚，不料把小曼误杀，看更在错误的推测下认为龙是杀人凶手，便告知警方……",
    "director": ["何大偉"],
    "actor": ["萬梓良", "張兆輝", "張美智"]
  },
  {
    "name": "吉星拱照",
    "year": "1990",
    "id": "1302443",
    "type": ["喜剧"],
    "rate": 7.4,
    "story": "林宝生（周润发 饰）是香港富豪，与表妹玉仙（利智 饰）早已订婚。但宝生并不喜欢未婚妻的庸俗，决定逃婚，并要证明自己能独立生活。出走的第一天，他阴差阳错来到了一个慈善晚会，认识了晚会赞助商东东快餐店的老板（夏雨 饰）与其妹妹（张艾嘉 饰），还成为了快餐店的员工之一。宝生与一群善良的同事度过了一段难忘的时光，他也看到了自己价值的存在，与老板的妹妹也产生了感情，但他与表妹的婚期将至，他的真实身份也将浮出水面，而他与老板妹妹的感情又会如何呢？©豆瓣",
    "director": ["杜琪峰"],
    "actor": ["周润发", "张艾嘉", "郑丹瑞", "利智"]
  },
  {
    "name": "富贵兵团",
    "year": "1990",
    "id": "1298155",
    "type": ["动作", "喜剧"],
    "rate": 6.8,
    "story": "抗日战争期间，海外爱国侨胞筹集了一笔善款存于瑞士银行，作为抗日经费，提款的密码只有一个代号叫“财神”的人知道，但是“财神”从海外返回祖国时不幸被日军捉住，关在了732号集中营内。为了营救“财神”，中方派出了最优秀的特务天字一号（洪金宝 饰）、天字二号罗森（谭咏麟 饰）、天子三号花木兰（梅艳芳 饰）在集中营外与日军头领周旋收集情报，天字四号华英雄（刘德华 饰）在集中营内接应。华英雄与狱友花生米（陈百祥 饰）、臭鸭蛋（楼南光 饰）、大香蕉（成奎安 饰）、棉花糖（郑则仕 饰）一起合作，与日军大佐（龙方 饰）斗智斗勇。最后在飞虎队成员，以及众多抗日勇士的帮助下天字特务组终于拿到了密码获得了经费。\n本片的明星阵容非常强大，融合了香港影坛近30位优秀演员参演，曾志伟、莫少聪、苗侨伟、陈勋奇等人也只是有几个镜头。©豆瓣",
    "director": ["郑则仕"],
    "actor": ["洪金宝", "谭咏麟", "梅艳芳", "刘德华"]
  },
  {
    "name": "乱世儿女",
    "year": "1990",
    "id": "1300843",
    "type": ["动作"],
    "rate": 6.6,
    "story": "三十年代旧上海，各方势力纠结，错综复杂。乡下青年小虎（元彪 饰）来至上海，寻找在英租界担任军官上校的哥哥大虎（林子祥 饰）。然抵达当晚便遭遇一场枪战火拼，双方为了一笔巨额的海外捐款大打出手，死伤无数。\n在新结识的马戏团好友帮助下，小虎成功找到哥哥。大虎为人正直，疾恶如仇，但在这样的乱世他的力量微薄。由于无力铲除租界内的毒品走私活动，他被上司派去保护巨鳄金爷（洪金宝 饰）从海外归来的干女儿宋璧君（梅艳芳 饰）。宋曾是大虎的恋人，如今为追查失踪的捐款潜回上海。爱情、友情、亲情以及国家道义，在旧上海发生了激烈的碰撞……©豆瓣",
    "director": ["泰迪罗宾"],
    "actor": ["元彪", "梅艳芳", "洪金宝", "林子祥"]
  },
  {
    "name": "三人新世界",
    "year": "1990",
    "id": "1298515",
    "type": ["喜剧"],
    "rate": 6.4,
    "story": "经历了上一集的风风雨雨，艾利克斯（林子祥 饰）和朱丽娥（郑裕玲 饰）总算是两情相悦走到了一起。他们决定在新年之后携手步入婚礼的殿堂，然而，在此节骨眼上，艾利克斯被公司紧急召唤加班，两人本来温馨愉快的假期生活泡了汤。\n乔伊（张曼玉 饰）是艾利克斯的同事，两人双双被派往巴黎出差。爱人不在身边，这让朱丽娥感到十分没有安全感，再加上表哥（许绍雄 饰）的挑拨离间听风就是雨，心态爆炸的朱丽娥决定也前往巴黎，看好自己的未婚夫。一连串的误会让朱丽娥和乔伊之间的关系跌破了冰点，她和艾利克斯的感情也因此产生了裂痕。©豆瓣",
    "director": ["冼杞然"],
    "actor": ["林子祥", "郑裕玲", "张曼玉", "周慧敏"]
  },
  {
    "name": "鬼咬鬼",
    "year": "1990",
    "id": "1303944",
    "type": ["动作", "恐怖", "喜剧"],
    "rate": 7.2,
    "story": "茅山道士九叔（林正英 饰）的大徒弟肥宝（洪金宝 饰）与茶肆老板的女儿珠女（龚慈恩 饰）系指腹为婚，但其岳丈嫌弃肥宝贫穷，欲将女儿许配富家子弟史公子。\n为了筹备高额聘礼，肥宝盘下粥摊赚钱。谁知第一个顾客竟然是个女鬼，肥宝尾随其后，进而得知这个名为小红（王文君 饰）的女鬼为了照顾失明的母亲而盘桓人间，于是冒充小红的表哥将母女二人接至家中。肥宝师弟小海（孟海 饰）得知，请求小红色诱史公子，以帮助师兄赚得钱财。不想却被史家的巫师识破……©豆瓣",
    "director": ["刘观伟"],
    "actor": ["洪金宝", "林正英", "孟海", "林敏骢"]
  },
  {
    "name": "孔雀王子II之阿修罗",
    "year": "1990",
    "id": "2159254",
    "type": ["剧情", "恐怖"],
    "rate": 6.3,
    "story": "每年，村民们都会选一名纯洁的少女，将她献给邪恶贪婪的地藏鬼王（陈龙 饰），凡是落入地藏鬼王手中的女子，无一不面临着香消韵损的悲惨命运。这一次，遭殃的是嫣红，虽然麻衣老祖（午马 饰）得知这一消息立刻前往营救，但最终还是没赶上。麻衣老祖和地藏鬼王之间展开了激烈的较量，最终，两人同归于尽。\n一晃眼两百年过去，医师（张国强 饰）于无意之中拾得并且安葬了嫣红的遗骨，一人一鬼就此邂逅，产生了一段缠绵悱恻的人鬼绝恋。与此同时，鬼王之心亦因为沾到了人类血液而死灰复燃，地藏鬼王再度降临世间祸害凡人，麻衣老祖的传人初一（郑则仕 饰）和十五（何家劲 饰）继承了师父的遗志，再度与鬼王展开大战。©豆瓣",
    "director": ["吴勉勤"],
    "actor": ["郑则仕", "何家劲", "午马", "唐丽球"]
  },
  {
    "name": "老虎出更II",
    "year": "1990",
    "id": "1304618",
    "type": ["动作"],
    "rate": 5.9,
    "story": "林益当年差多年，仍是散仔一名，心有不甘，时欲“发围”。此时林的外甥水牛从美国回来渡假，因帮助在酒吧邂逅的席梦思。因而令林、思及自己卷入一宗侵吞军火交易的罪行之中……",
    "director": ["刘家良"],
    "actor": ["李修贤", "陈雅伦", "张耀扬"]
  },
  {
    "name": "望夫成龙",
    "year": "1990",
    "id": "1298603",
    "type": ["喜剧", "爱情"],
    "rate": 7.2,
    "story": "石金水（周星驰 饰）与吴带娣（吴君如 饰）同在乡下长大，二人青梅竹马，也私定终生了。由于阿娣的父亲反对，两人不得不私奔到市区生活。刚开始金水的求职路十分不顺，处处碰壁，夫妻俩过着拮据的生活。得到工作后的金水勤奋工作得到了上司Nancy赏识提携。二人更渐生情愫，导致了金水与妻子阿娣感情破裂，阿娣伤心离去。两年后，金水浪子回头，决定找回昔日的爱妻。©豆瓣",
    "director": ["梁家树"],
    "actor": ["周星驰", "吴君如", "成奎安", "关秀媚"]
  },
  {
    "name": "小男人周记II:错在新宿",
    "year": "1990",
    "id": "1296957",
    "type": ["喜剧", "爱情"],
    "rate": 6.6,
    "story": "一部都市情感小品，主角是阿宽（郑丹瑞 饰）——一个对感情不大忠诚屡出笑话的都市小男人。阿宽和妻子安娜（郑裕玲 饰）复合，二人本来可以过回和睦日子。小秘书的出现却又令阿宽有了异心。她做事冒失，被追求者烦扰，使得阿宽平日更是对她照顾周全，令美人也暗暗倾心。两日的日本公干之行，成了一次浪漫之旅。\n但是，小秘书回港后决定嫁给一个牙医男友，她跟安娜说明，和阿宽之间只是同事的关系。然而，纸包不住火，牙医和安娜都知道了他们有过的私情，于是小男人阿宽又面临着一次感情的考验。©豆瓣",
    "director": ["陈嘉上"],
    "actor": ["郑丹瑞", "郑裕玲", "关之琳", "文隽"]
  },
  {
    "name": "边缘岁月",
    "year": "1990",
    "id": "1298007",
    "type": ["剧情"],
    "rate": 6.5,
    "story": "韦一鸣是一名冷酷无情的杀手，一次，他要杀死一个背叛了老大的人，这个人有一个女儿阿雪，于是，韦一鸣将阿雪托付给了自己的女友阿慧抚养，而他自己则前往美国避避风头。一晃眼十四年过去，黑道的格局早已经改变，帮会早已经成为了老二的天下，而老大的儿子阿杰也常常同老二的儿子阿宗之间擦枪走火。\n一次，阿宗抓住了阿杰，韦一鸣不得不前往营救，与此同时，不明真相的阿雪深深的爱上了韦一鸣，当她知道韦一鸣其实是自己的杀父仇人后，崩溃的阿雪选择了了结自己的生命，所幸得到了韦一鸣的救助，而阿雪也就此知道了自己的养母和韦一鸣之间的关系。©豆瓣",
    "director": ["李惠民"],
    "actor": ["狄龙", "罗烈", "郑文雅", "袁洁莹"]
  },
  {
    "name": "捉鬼合家欢",
    "year": "1990",
    "id": "1479860",
    "type": ["家庭", "喜剧", "奇幻"],
    "rate": 6.8,
    "story": "诸葛孔平（郑则仕 饰）乃诸葛亮第十八代子孙，他精通天文地理，平时还爱搞些发明创造，不断钻研捉鬼新法。而孔平之妻王慧（王小凤 饰）亦精通名理，功力了得，却又是一善妒之人，经常怀疑丈夫与他的师妹（利智 饰）旧情未了，醋意大发。\n灵幻界败类天下第一茅（楼南光 饰）嫉恨诸葛孔平的才能，以“西双版纳铜甲尸”为诱饵设下圈套，以图破坏孔平功力。孔平虽尽力对阵，却因老婆和师妹争风吃醋难有所成。而铜甲尸更破坏诸葛家的封鬼库，惹得群鬼出笼……©豆瓣",
    "director": ["钱月笙"],
    "actor": ["郑则士"]
  },
  {
    "name": "人在纽约",
    "year": "1989",
    "id": "1305441",
    "type": ["剧情"],
    "rate": 7.5,
    "story": "来自两岸三地的三位中国女人，大陆女子赵虹（斯琴高娃 饰）、台湾女子黄雄屏（张艾嘉 饰）以及香港女人李凤娇（张曼玉 饰）因缘际会在他乡异地美国纽约相遇相知，很快成为了朋友。然而不同的出身背景以及思想观念让三人矛盾尽现。与美籍华人刚刚结婚的赵虹，对移民生活抱着无限憧憬与向往；在美国生活了十多年的黄雄屏，早已深受美式思想影响，醉心于舞台艺术，一心想跻身美国舞台，被美国人接受；而个性独立的香港移民李凤娇，则相信在任何地方都能生存下去，更要找到自己在美国的位置与价值。她们在异乡交流自己的感情与看法，却又不得不面对各自的问题。\n由关锦鹏执导，张艾嘉、张曼玉、斯琴高娃三大影后联袂主演的影片《人在纽约》，荣获第26届台湾金马奖最佳剧情片、最佳女主角、最佳摄影、最佳原著剧本在内的八项大奖。©豆瓣",
    "director": ["关锦鹏"],
    "actor": ["张艾嘉", "张曼玉", "斯琴高娃", "柯一正"]
  },
  {
    "name": "猪标一族",
    "year": "1990",
    "id": "1301034",
    "type": ["剧情", "喜剧", "犯罪"],
    "rate": 6.6,
    "story": "离岛“长短洲”警署，特警组长何劲秋（吴元俊 饰）新官上任三把火，接连破获毒品窝子和赌局等案件，风头正劲。在追踪瘾君子大烟枪（张学友 饰）的途中，何巧遇当年同在九龙当差的队友任千行（万梓良 饰）。时任千行因涉嫌诈骗被驱逐出警察队伍，当发现有利可图时，他有意与何等人接近。\n打扮光鲜、出手大方的任千行引起薪水稀薄的小警察们的好奇和羡慕，在得知任从事高利贷生意时，他们纷纷将自己的积蓄拿出。众多警员中，只有吝啬鬼包不平（秦沛 饰）按兵不动，这也让他躲过了任千行设下的金钱陷阱……©豆瓣",
    "director": ["黄华麒"],
    "actor": ["万梓良", "张学友", "吴元俊", "冼焕贞"]
  },
  {
    "name": "监狱不设防",
    "year": "1990",
    "id": "1917384",
    "type": ["喜剧", "剧情", "恐怖"],
    "rate": 5.8,
    "story": "上世纪70年代，月黑风高之夜，卖身女陈珍（李丽珍 饰）越狱时不幸失足摔死，一缕魂魄被法师封于关帝像中。十年后同一所监狱，女狱警5354（夏志珍 饰）和男性同僚偷情，结果不慎打破关帝像，致使陈珍鬼魂逃出，被陈珍鬼魂吓到的5354被关帝碎片刺中后脑身亡。女囚徒黑妹（陈佩珊 饰）天生具有阴阳眼，阴差阳错她和狱友都被陈珍好一阵戏弄，不过这对疏途女子到底成为好朋友。监狱有鬼，导致女犯们大为不满，她们联合起来向狱方施加压力。监狱长冯Sir（冯淬帆 饰）无奈，想尽各种办法应对。\n另一方面，5354因屈死而化作厉鬼，她大闹监狱，无人能够降伏。猛鬼现身，狱方和女囚们将会如何？©豆瓣",
    "director": ["夏秀轩"],
    "actor": ["李丽珍", "冯淬帆", "叶子楣", "陈佩珊"]
  },
  {
    "name": "摩登衬家",
    "year": "1990",
    "id": "1298184",
    "type": [],
    "rate": 6.1,
    "story": "刚刚破获一毒品案而荣升探长的李铁坚被调至尖沙咀总署暂代正放大假的探长职位，李之妹妹李彤与一起留学美国的男朋友K.K.黄一起回港渡假，并打算在港订婚。K.K.黄之父黄伯川乃江湖中人及大捞家，李彤深知李是疾恶如仇之人，故迟迟不敢介绍李与K.K.两人认识，等到待适当时机。经过刻意安排，李彤决定请李到K.K.的生日会。生日会中出现了很多三山五岳人马，李大为愤怒，适逢年前陷害李被调往元朗的仇家在场，彼此...",
    "director": ["曹建南 (Kin-Nam Cho)"],
    "actor": ["李修贤", "午马", "袁洁莹"]
  },
  {
    "name": "猛鬼霸王花",
    "year": "1990",
    "id": "1308215",
    "type": ["动作", "恐怖"],
    "rate": 6.2,
    "story": "胡Sir接到上级领导的命令，意图解散飞虎队和霸王花，胡Sir深知队员们个性都十分倔强，断断不会轻易顺从领导的旨意，于是刻意增加了训练难度，希望众人因不堪重负而主动提出离开。他还找到了飞虎队的查理（曹查理 饰），威逼利诱其替自己卖命，在飞虎队中作梗。\n药堡于草丛之中发现了一块碟仙板，于是大家一起玩起了召唤碟仙的通灵游戏，哪知道游戏竟然招来了厉鬼，科学和常识无法解释的匪夷所思的事件接二连三在营地里发生，恐怖的女鬼亦时不时现身让大家深感不安。上司的压力，内鬼的挑拨，女鬼的追杀，在如此危机的情势之下，九妹（吴君如 饰）带领队员们和厉鬼展开了一场激烈的斗争。©豆瓣",
    "director": ["袁祥仁"],
    "actor": ["吴君如", "楼南光", "苑琼丹", "司马燕"]
  },
  {
    "name": "虎胆女儿红",
    "year": "1989",
    "id": "1302367",
    "type": ["剧情", "动作", "犯罪"],
    "rate": 6.6,
    "story": "吕菁生长在一个黑社会的家庭，父亲吕龙在江湖上甚至有地位，大哥娶妻生子，然而风流成性，二哥义火爆，幸好二嫂为人冷静机智，常从旁协助，三哥勇娶了一个日本女郎做妻子，鸡同鸭讲，常产生笑话。此外，吕菁还有一个四姐莺泼辣冲动，与父亲的妾侍兰姨及其女儿常生摩擦。而母亲与兰姨的关系良好。吕菁一直在英国读法律，结识石子傲，很快就坠入爱河。结婚后决定回港渡蜜月，也因为她这次回来，为吕家带来一场浩劫。一天晚上，当吕龙和两个儿子一起欣赏京戏时，杀手掩至，戏院内发生剧战，二哥，三哥护着父亲撤退，结果中伏，三哥和父亲当场丧命，二哥亦身受重伤。与此同时，大哥与情妇偷欢时遇害……",
    "director": ["王龙威"],
    "actor": ["恬妞", "李美凤", "惠英红", "王莱"]
  },
  {
    "name": "再战江湖",
    "year": "1990",
    "id": "1302482",
    "type": ["动作", "剧情"],
    "rate": 6.6,
    "story": "加拿大华人中的大哥龙浩天（邓光荣 饰）与意大利黑手党连番激战，连累妻子身亡，自己也在加拿大入狱，他将幼女琪琪托付给兄弟带回香港生活，铁窗生涯中，爱女的来信成了龙浩天唯一的慰藉，然而几年后，女儿还是消失于茫茫人海。十几年后，龙浩天出狱，他拒绝了想要跟他一起再度打天下的华仔（刘德华 饰）等小兄弟，返港寻找女儿的下落。经人指点，龙浩天找到了女儿在孤儿院时的好友“小龙女”（罗美薇 饰）及其监护人钱小凤（李美凤 饰），希望她们协助寻找琪琪，然而不小龙女却将龙浩天引入了与他昔日好友龙爷之手下李朋（任达华 饰）的纷争。女儿下落不明，江湖仇杀却再起……©豆瓣",
    "director": ["张同祖"],
    "actor": ["邓光荣", "刘德华", "任达华", "李美凤"]
  },
  {
    "name": "最佳贼拍档",
    "year": "1990",
    "id": "2150745",
    "type": ["动作", "犯罪", "惊悚"],
    "rate": 6.7,
    "story": "表面看来，詹姆士（陈勋奇 饰）和邦德（莫少聪 饰）是拳击馆里的教练，可实际上，两人在黑道上可是大名鼎鼎的偷车贼。黑帮大佬希望詹姆士和邦德两人能为自己卖命，虽然两人的心中有百般的不情愿，但经不住大佬的威胁和逼迫，只能就范。女警官上官燕隐姓埋名隐在帮派中卧底，最终端掉了这个黑窝，她发现詹姆士和邦德本性善良。\n妹妹阿兰（陈淑兰 饰）请求詹姆士为了自己再度展现偷车神技，经不住妹妹的苦苦哀求，詹姆士出手偷走了阿兰的男友的跑车。哪知道跑车上竟然装有毒品，詹姆士的这一举动令他遭到了黑帮的追杀，他和邦德陷入了死亡的阴影之中。©豆瓣",
    "director": ["陳勳奇"],
    "actor": ["陳勳奇", "莫少聰", "苗僑偉", "大島由加利"]
  },
  {
    "name": "一本漫画闯天涯",
    "year": "1990",
    "id": "1307456",
    "type": ["剧情", "喜剧", "动作"],
    "rate": 6.7,
    "story": "经常沉醉在漫画世界中的酒吧侍应生阿星（周星驰 饰）很崇拜黑社会人物，机缘巧合，他被黑帮老大韦杰（杨群 饰）收为手下，并与其义子阿俊（林俊贤 饰）成为莫逆之交，两人同韦杰另一手下朱标（成奎安 饰）搭档做事时配合无间建了许多奇功，以致韦杰打算退休之前从手下众人中找一接班人时，三人成为首选。\n三人被 派赴泰国金三角进行毒品交易，不想中途生出诸多波折，好不容易完成任务回到香港后，朱标遭人杀害，阿星被疑为凶手不得不藏匿起，阿俊虽相信他是清白却也无计可施。某日阿星电话约出阿俊见面，不想一名杀手尾随而至。©豆瓣",
    "director": ["梁家仁"],
    "actor": ["周星驰", "林俊贤", "柏安妮", "成奎安"]
  },
  {
    "name": "舞台姊妹",
    "year": "1990",
    "id": "1895615",
    "type": ["剧情", "动作"],
    "rate": 7.3,
    "story": "北平名旦崔老板因被男友所骗，黯然南下上海。戏院老板因经营困难，请崔与其旗下青衣班合二为一，但几个女师父间矛盾不断，经常沤气斗嘴。上海青帮老大张老板看中院中师父赛老板的美貌，想尽办法企图强为己有。面对即将到来的减顶之炎，众姐妹终于消除彼此成见，联合起来，利用平时苦练得来的功夫，与黑势力决一死战……",
    "director": ["午马"],
    "actor": ["陈玉莲", "惠英红", "梅爱芳", "黎燕珊"]
  },
  {
    "name": "喋血风云",
    "year": "1990",
    "id": "1307421",
    "type": ["动作"],
    "rate": 5.9,
    "story": "退隱江湖人物成哥, 不時勸兒子華仔切勿重踏自己舊路, 可惜華仔卻暗地裡與大傻勾結, 進行不法買賣.\n國際刑警 Apple 奉命調查大傻所經營之財務公司, 萬 Sir 亦命與 Apple 共同追查. 追查當中 Apple 無意查出華仔身份, 以至被華仔設計殺害且藏屍於箇中一個大雪櫃. 可惜事情卻被祖兒發現, 但因祖兒為報成的養育之恩, 亦未將所知一切告知丈夫萬 Sir. 一念之仁竟令祖兒慘遭殺害.",
    "director": ["陈观泰 (Kuan Tai Chen)"],
    "actor": ["关之琳", "万梓良", "郑浩南", "于芷蔚"]
  },
  {
    "name": "小心间谍",
    "year": "1990",
    "id": "1295570",
    "type": ["动作", "喜剧", "悬疑"],
    "rate": 6.5,
    "story": "抗日战争时期，日方搜刮中国大批文物，而这批文物的藏宝图胶片被台湾间谍“宝岛七十二号”（叶子楣 饰）得到，日本间谍猪木（葛民辉 饰）与马场（林海峰 饰）赶赴香港，将七十二号击伤，谁知却惊动了正在表演的一支女子乐队，七十二号在临死前将胶片藏在乐队经理人Trccy（泰迪罗宾 饰）的车上，Trccy报警得以结识女警阿芝（利智 饰）。日本方面怀疑Tcrry亦为间谍，派出猪木马场全天候跟踪调查，与此同时，台湾政府的间谍首领“宝岛一号”（胡慧中 饰）向Trccy说明情况，然而此时Trccy并不知七十二号将胶片藏在何处。阿芝受警方委派，为Tcrry提供贴身保护，令后者心花怒放，而阿芝的真实身份是日本间谍“北海道一号”，群谍现身，最后赢家是谁？©豆瓣",
    "director": ["麦大杰"],
    "actor": ["利智", "泰迪·罗宾", "胡慧中", "葛民辉"]
  },
  {
    "name": "至尊计状元才",
    "year": "1990",
    "id": "1307704",
    "type": ["剧情", "犯罪"],
    "rate": 6.4,
    "story": "在美国赌坛叱咤风云的至尊雷力（谭咏麟 饰）接受台湾赌王蔡山河（陈松勇 饰）的挑战，两个赌坛传奇准备在澳门展开风云对决。赴约途中，雷力先去香港探望多年未见的表妹，结果遭遇小老千莱斯利（陈百祥 饰）和大弟（刘德华 饰），二人合谋骗去雷力的钱财，并害其身陷囹圄。在得知雷力身份后，利欲熏心的他们更胆大包天冒充至尊前往澳门。\n另一方面，蔡的手下图谋不轨，私下招兵买马，欲借此机会除掉老大和雷力。毫不知情的莱斯利和大弟惹出一堆笑话。不久，雷力尾随而至。他将计就计，命令莱斯利二人继续演戏，相机而动。风云对决尚未开始，火药味早已四处弥漫……©豆瓣",
    "director": ["黄泰来", "向华胜"],
    "actor": ["谭咏麟", "刘德华", "陈百祥", "陈松勇"]
  },
  {
    "name": "笑傲江湖",
    "year": "1990",
    "id": "1297304",
    "type": ["动作", "武侠", "古装"],
    "rate": 7.9,
    "story": "大内库藏武功秘笈《葵花宝典》失窃。东厂主管太监古今福（刘洵 饰）率千户欧阳全（张学友 饰）等，南下调查辞官锦衣卫林镇南，同时收用“五岳盟主”左冷禅（元华 饰）外围策应。华山派大弟子令狐冲（许冠杰 饰）与师妹岳灵珊（叶童 饰）奉师命增援林镇南，无奈两人实力不济，领得林镇南遗嘱后遁走，二人于路先后巧遇顺风堂堂主刘正风（午马 饰）、日月神教长老曲洋（林正英 饰）、华山派风清扬，获传《笑傲江湖》曲谱和独孤九剑。\n各路人马为《葵花宝典》纷纷聚于苗人地界，欧阳全与左冷禅争功不下，遂假扮林平之混入华山派一行。令狐冲结识日月神教任盈盈（张敏 饰）与蓝凤凰（袁洁莹 饰），因曲洋之关系得其协助。古今福与岳不群为《葵花宝典》大打出手，令狐冲不忍一班师兄弟受牵连愤而使出独孤九剑，始明了“笑傲江湖”真意。\n本片根据金庸同名小说改编。©豆瓣",
    "director": ["胡金铨", "徐克", "李惠民", "程小东"],
    "actor": ["许冠杰", "叶童", "张学友", "张敏"]
  },
  {
    "name": "皇家女将",
    "year": "1990",
    "id": "1298837",
    "type": ["动作", "犯罪"],
    "rate": 6.5,
    "story": "黄氏家庭乃一个警察世家，黄二牛及六个儿子、四个女儿都服务于警队，虽父黄二牛因公殉职，剩下的子女在黄老太带领下继续效力皇家香港警察。六媳妇高丽萍（高丽虹饰），亦是一名高级警务人员，因公事及私人感情等种种因素，黄家女儿多不满高，令高受尽委屈，高的老公，六子辉（梁家辉饰）亦夹在其中左右为难。但黄老太则十分喜欢高，望高能为黄家传宗接代。警方收到消息，有一帮越南仔准备打劫大世界夜总会，布下天罗地网，由黄氏夫妇担任指挥官，由于大女黄家玲（刘嘉玲饰）一时冲动，令行动失败，而玲亦误会高令其停职，姑嫂间冲突更加尖锐。不料，越南仔变本加厉，杀死了黄家老六...©豆瓣",
    "director": ["元奎"],
    "actor": ["高丽虹", "刘嘉玲", "洪金宝", "邓碧云"]
  },
  {
    "name": "秦俑",
    "year": "1989",
    "id": "1300082",
    "type": ["爱情", "奇幻", "冒险"],
    "rate": 6.9,
    "story": "李碧华的妙笔在时空的流转下谱写出一段可歌可泣、跨越古今三代的传奇爱情。\n公元前二百多年，秦始皇暴虐无道，民不聊生。方士徐福骗得始皇信任，征召众多童男童女东渡蓬莱寻取长生仙药。曾因搭救秦始皇而被封官赐剑的郎中令蒙天放（张艺谋饰）与应征少女韩冬儿（巩俐饰）一见钟情，偷尝禁果，以欺君之罪被赐死。行刑前，冬儿暗将徐福炼就的长生不老金丹送入蒙天放口中，自己投身窑炉，殉情而死。蒙天放则被泥封为俑，置于皇陵。\n20世纪30年代，冬儿转世成为三流影星朱莉莉。剧组前往秦始皇陵附近拍摄电影。莉莉发现自己暗恋的大明星白云飞（于荣光饰）盗掘皇陵的勾当。白云飞为杀人灭口，驾机携莉莉飞入空中。莉莉误将仪表盘打破，随机栽入秦始皇陵，使沉睡地下两千年的蒙天放得以复苏，并与闯入墓中的白云飞等盗墓贼展开搏斗......©豆瓣",
    "director": ["程小东"],
    "actor": ["张艺谋", "巩俐", "于荣光", "吴天明"]
  },
  {
    "name": "庙街皇后",
    "year": "1990",
    "id": "1302331",
    "type": ["剧情"],
    "rate": 7.3,
    "story": "华姐（张艾嘉 饰）十六岁就出道成为了舞女，之后遇见了浪荡子猫王，两人很快就携手步入了婚姻的殿堂。没多久，华姐怀孕了，与此同时，她发现猫王在外面沾花惹草，一怒之下，华姐选择了离家出走，独自生下女儿小欣。为了给小欣一个安稳的家和舒适的生活，华姐只得重操旧业并且结识了名为亚舒的男子。\n亚舒的出现让华姐对爱情重新燃起了渴望，两人结婚后，华姐给亚舒添了两个胖小子，然而，就在生活眼看着就要好起来之际，亚舒因为贪污受贿而丢了工作，整日无所事事结交狐朋狗友，欠下巨额债务。无奈之下，华姐只得化身老鸨，艰难的维持着家计，而她和小欣的关系因此陷入了僵局之中。©豆瓣",
    "director": ["刘国昌"],
    "actor": ["张艾嘉", "刘玉翠", "罗烈", "夏萍"]
  },
  {
    "name": "龙凤茶楼",
    "year": "1990",
    "id": "1421480",
    "type": ["剧情"],
    "rate": 6.6,
    "story": "阿龙（莫少聪 饰）服刑四年终于出狱，由于对江湖生活心生倦意，阿龙选择龙凤茶楼栖身，但好兄弟垃圾池（周星驰 饰）很快拜访，又让他开始游走在帮派的边缘。为帮垃圾池的舞女情人出头，阿龙邂逅了舞小姐凤（陈雅伦 饰）和June（陈加玲 饰），凤出污泥而不染的气质令阿龙着迷，自此用心追求，不惜付出鲜血代价，终于以诚心抱得美人归。同时，越来越功利化的帮派不再以义气为先，阿龙为保老大坚叔（吴孟达 饰）受伤，却只落得被其他大佬埋怨，不得不以道歉收场，所幸身边还有垃圾池的支持，虽然此人口不择言，总惹凤气闷……阿龙与凤之间的隔阂分歧不仅此而已，这对儿终于走到一起的情侣，还要面临太多的考验……©豆瓣",
    "director": ["潘文杰"],
    "actor": ["周星驰", "莫少聪", "陈雅伦", "陈加玲"]
  },
  {
    "name": "哗鬼住正隔篱",
    "year": "1990",
    "id": "1307776",
    "type": ["动作", "喜剧", "奇幻"],
    "rate": 5.9,
    "story": "港台警方合作追缉走私军火的大圈帮，专责小组由台警九叔及港警陈进龙等组成。\n当小组围剿帮时，匪徒大圈明得日前打劫时取得的一帧魔相保护负伤而逃。死前将相片放在“花花公子”的车上。“花花公子”为百龙邻居，得相后，被出笼的厉鬼家族，反困相内。此后，百龙的两个妹妹经常发现邻居有怪事发生，向兄投诉。百龙往查，反迷上女鬼小倩。其妹只好请精通茅山术的九叔帮忙。当九叔捉鬼时，发觉鬼家族已随百龙往赴联欢会，赶往救百龙，但不敌鬼客族，危急之际，小倩救走百龙。",
    "director": ["刘仕裕 Sze Yu Lau", "张叔平"],
    "actor": ["陈百祥", "张敏", "曹查理", "邱淑贞"]
  },
  {
    "name": "客途秋恨",
    "year": "1990",
    "id": "1308304",
    "type": ["剧情", "家庭"],
    "rate": 8.5,
    "story": "晓恩（张曼玉 饰）留学归来参加妹妹的婚礼，期间发觉与母亲葵子（陆小芬 饰）的隔阂与矛盾只增不减。直到陪母亲回日本探亲时，她才真正开始了解自己的母亲。原来在抗日期间到满洲投靠哥哥的母亲，结识了当时身为军官的父亲（李子雄 饰），并与其结婚，战后决定随丈夫一起搬到澳门生活。因 生活习惯和文化等各方面的差异，令母亲与公婆同女儿之间的隔阂与误解不断。然而在母女俩终于取得了沟通与谅解之时，却从大陆传来了从小带大晓恩的祖父中风不良于行的消息, 向来和他们不和的母亲却要求忙拍戏的女儿一定要去......©豆瓣",
    "director": ["许鞍华"],
    "actor": ["陆小芬", "张曼玉", "李子雄", "田丰"]
  },
  {
    "name": "奇兵",
    "year": "1990",
    "id": "1308358",
    "type": ["动作"],
    "rate": 5.8,
    "story": "徐大强、张伟、高柏森因打劫被判入狱，在狱中，他们获悉收藏赃物的地方将要拆卸，为了夺回拼命得来的财富而决定越狱。徐大强狱长儿子打死并带上了目击者天赐越狱。狱长为替儿子报仇，便串通一外藉警司利用帮会的人对徐大强进行追杀。天赐父亲知道狱长为人阴险，担心儿子安全，遂找得辞职警探万子协助，希望天赐能逃脱，向警方解释。另一方面，天赐被利用完后，被徐丢下，因各方面的误会而遭追杀，而匿藏地点却被外藉警司获悉，当他正想杀天赐时，幸得万子的警探好友陈SIR出手，救回一命。万子为要证实天赐无辜，一定要捉拿徐大强作证。徐在多方追捕下，走头无路，迫得与万子合作，但他却首先要避过帮会及外藉警司的追杀，无耐之下，徐连同万子作出孤注一掷的反击，向两大势力作出挑战。",
    "director": ["唐伟成 (Wilson Tong)"],
    "actor": ["万梓良", "徐少强", "温碧霞"]
  },
  {
    "name": "天师捉奸",
    "year": "1990",
    "id": "1300541",
    "type": ["喜剧", "恐怖"],
    "rate": 6,
    "story": "苗天师（成奎安 饰）法力高强，专门捉妖除魔。这次，苗天师发现了女妖飘红（叶子楣 饰）正在修炼一种永生不死的神功，只要她吸够一百名零时出生的男性的元神，她就能天下无敌、永生不灭。为了阻止飘红为祸人间，苗天师必须在其神功炼成之前将其消灭。\n狡猾的飘红逃到了泰国，此时她已吸了98名零时出生男性的元神。苗天师追到泰国，飘红不敌负伤逃进了两名香港游客阿祥（陈百祥 饰）和查理（曹查理 饰）带的象牙麻将里。阿祥返港后，一次打麻将时被飘红缠身，他的女友的父亲欢叔也是一名天师，见此情景和飘红斗起法来。无奈欢叔道行不够，被飘红打败，而阿祥也危在旦夕……©豆瓣",
    "director": ["钱升玮 (Wellson Chin)"],
    "actor": ["吴君如", "陈百祥", "叶子楣", "成奎安"]
  },
  {
    "name": "中日南北和",
    "year": "1990",
    "id": "1300889",
    "type": ["喜剧"],
    "rate": 6.1,
    "story": "为免恶经理人邦子参加为女歌手贵子准备的生日派对,乐队领班工藤编了一个\"间谍谎言\"欺骗邦子；讵料邦子信以为真，转告贵子。  贵子为救其父，秘密飞港寻他，因受谎言影响，只觉草木皆兵，在飞机上误引起炸弹疑案。  香港电视台从业员阿B为采访炸弹事件，与贵子相遇。误打误撞，弄坏公司车辆，面临失业危机。  阿B助贵子寻父，遇工藤与邦子到港寻贵子。贵子被误为与变节苏联特务有关，被美国特工捉去。女干探祖儿，联同阿B等人潜入情报基地，合力大破间谍网，救出贵子父女，皆大欢喜。",
    "director": ["胡大为"],
    "actor": ["钟镇涛", "王祖贤", "时任三郎"]
  },
  {
    "name": "血洗红花亭",
    "year": "1990",
    "id": "1813764",
    "type": ["动作", "犯罪"],
    "rate": 6,
    "story": "王凤仪（王祖贤 饰）的父亲王冬（付宏达 饰）是全兴社的老大，而王凤仪却爱上了身为警察的吕建达（林俊贤 饰），两人之间虽然感情十分要好，但身处的立场和地位不同，两人时常会爆发矛盾与争吵。督查钟秋月（莫少聪 饰）是吕建达的好友，他也被王凤仪的善良和美丽所吸引，不可自拔的坠入了情网。\n王冬最终还是锒铛入狱，无奈之下，他的社团只得由王凤仪来继承。王凤仪不希望社团再做违法的勾当，遭到了帮派里各头目的反对。何世昌（龙方 饰）曾是王冬的手下，一直觊觎王凤仪的眉毛，终于找到机会将她玷污，中秋月得知真相想替王凤仪报仇，没想到却惨遭暗算。©豆瓣",
    "director": ["柯星沛"],
    "actor": ["莫少聪", "林俊贤", "王祖贤", "龙方"]
  },
  {
    "name": "风雨同路",
    "year": "1990",
    "id": "1302451",
    "type": ["动作"],
    "rate": 7.4,
    "story": "大胆（成奎安 饰）率一伙悍匪打劫南非钻皇得手，他们找到中间人李云飞（陈惠敏 饰）销赃，却在交易时黑吃黑射杀收购人，李云飞趁乱逃脱。卧底张郎（周星驰 饰）因工作的特殊情况，导致和女友周文丽（周慧敏 饰）之间的误会越来越深，张郎欲甩手不干，但迫于老上司李警官（李修贤 饰）压 力，只得为了查清钻石劫案，奉命接近李云飞。其时李云飞正受到大胆一伙的追杀，张郎助其脱险得到了李云飞的信任。在接触中，张郎逐渐发现李云飞作为老派江湖人物行事有情有义，两人遂结为异姓兄弟。另一方面，张郎几经努力却无法向丽文表白自己的卧底身份，后者眼看要假结婚前往加拿大，而张郎在警局中的上司，又只将李云飞看做引诱大胆现身的诱饵，张郎现身职责和情义之中左右为难……©豆瓣",
    "director": ["黄柏文"],
    "actor": ["周星驰", "周慧敏", "成奎安", "陈惠敏"]
  },
  {
    "name": "浪漫杀手自由人",
    "year": "1990",
    "id": "2334129",
    "type": ["动作"],
    "rate": 6.1,
    "story": "留学英国的珍，过着平静快乐的校园生活，因一次无意间目击山口组杀手自由人枪杀一老者，卷入黑社会仇杀的旋涡中，而改变了她的一生。当自由人再杀唐人街头号首领大窿时，再次巧遇珍，警方发觉珍似乎认识自由人，便将珍带回警署问话。同时大窿之助手二窿也派手也跟踪珍，以求找出自由人下落。自由人欲杀珍灭口，但见珍故意为其隐瞒，并被珍之气质吸引，反而约定再会之期……",
    "director": ["高飞"],
    "actor": ["王祖贤", "任达华", "刘兆铭", "李若彤"]
  },
  {
    "name": "舞牛",
    "year": "1990",
    "id": "3035293",
    "type": ["动画", "短片"],
    "rate": 6.5,
    "story": "几个小朋友在河边聚精会神钓鱼时，调皮的贝贝扔过来一块石头，不但吓跑了马上上钩的鱼儿，这几个小朋友也被激起的水打湿了，气得他们欲抓住贝贝撒气，但没成功。\n贝贝正得意地冲伙伴们挤眉弄眼，一头牛又分散了他的注意力，他忙骑上开始逗牛玩，可是任凭怎样拍打，牛就是不动，这下，轮到他被伙伴们嘲笑。突然，牛跑了起来，贝贝在伙伴们诧异的注视下，又得意起来，可是这头牛，跑起来竟然不知道停，贝贝着急了。©豆瓣",
    "director": ["钱家骍"],
    "actor": []
  },
  { "name": "聊斋艳谭", "id": "11584182" },
  {
    "name": "出土奇兵",
    "year": "1990",
    "id": "3093331",
    "type": ["剧情", "奇幻"],
    "rate": 5.1,
    "story": "五百年前,蝙蝠精为练元魔法,迫其妹小珠代引各行业壮男,供其吸血。\n道人施法，阻止小珠对两名衙差下毒手，与蝠后大打出手，两败俱伤。为助衙差对付蝠后，道士送二人古琴、古剑及千年雪珠，不料二人误吞雪珠，需五百年后，始能复活。\n五百年后，二人出土，运到香港展出，为神偷亚美偷去。二人复港展出，求亚美助其寻找蝠后。\n道士后人密宗大师镭张棍亦算到二人复活期至，往寻，适蝠后对付二人，遂合力诛除蝠后。",
    "director": ["秦煌"],
    "actor": ["秦煌", "廖启智", "冯淬帆", "于芷蔚"]
  },
  {
    "name": "咖喱辣椒",
    "year": "1990",
    "id": "1301865",
    "type": ["犯罪", "动作", "爱情"],
    "rate": 7.2,
    "story": "咖喱（张学友 饰）与辣椒（周星驰 饰）从小就是一对好友，后来又一起加入了警队。两人看起来吊儿郎当的，可是他们的工作表现突出，生活上工作上都是彼此的好搭档。\n但主播祖儿（柏安妮 饰）的出现让两人的友情遇到了考验。祖儿到警局为咖喱与辣椒做专访，而他们同时爱上了这名美丽的女孩。\n即使两人心中都有了芥蒂，工作时候也是心绪不宁。他们无意间破坏了警方正在侦查的毒品案，他们的线人更因为身份暴露而被杀害了。他们都感到十分沮丧，于是两人放下心中芥蒂，再次合力侦破案件……©豆瓣",
    "director": ["柯受良"],
    "actor": ["周星驰", "张学友", "柏安妮", "曾志伟"]
  },
  {
    "name": "无名家族",
    "year": "1990",
    "id": "1296156",
    "type": ["剧情", "动作"],
    "rate": 6,
    "story": "年青干探傅世亨为人正直、寡言、与当舞女的可儿谈恋爱，二人感情甚笃。一次，世亨拘留黑帮分子阿威时，不慎被犯人逃脱。警方与廉政公署怀疑世亨协助犯人逃走，世亨被迫停职待查。世亨同父异母的黑帮兄长世滔救弟心切，四出找寻阿威下落，不幸被阿威打死。世亨悲愤交杂，誓要捉拿逃犯归案。不料，世亨被阿威打至重伤，不省人事。可儿在慌忙中枪杀阿威，替世亨报仇。此时，大批警员已在他们殴斗现场戒备，最后，可儿独力承担杀人罪名，向警方自首。",
    "director": ["罗文"],
    "actor": ["林俊贤", "王祖贤", "林建明", "成奎安"]
  },
  {
    "name": "喋血江湖",
    "year": "1990",
    "id": "4725361",
    "type": ["动作", "犯罪"],
    "rate": 5.6,
    "story": "江湖上有两帮势力对抗之黑社会组织，一帮是手段毒辣的大哥雄，一帮以决定改邪归正的张义为主。\n飞虎队队员李正刚之好友罗大强为卧底探员，正掌握足够证据捣破大哥雄之组织，可惜任务未完成已告殉职。为了报朋友之仇，李正刚主动要求当卧底。他以黑吃黑手法劫张义的货，后因识英雄重英雄而被张重用，李于是藉此搜集张之犯罪证据，但却找出真正杀死好友之仇人是大哥雄。高警司派人跟踪李正刚，得知张义有收山前最后一次走私计划，遂带人围捕，唯独给张义逃脱，张怀疑李正刚出卖自己，而李正忙于混入大哥雄之组织为友报仇。张义与大哥雄遂成李正刚之两大压力。处于危机四伏之杀局，究竟李正刚如何报仇？如何面对张义？又如何在黑白两道之间作出抉择呢？",
    "director": ["李擎柱"],
    "actor": ["李修贤", "莫少聪", "狄威"]
  },
  {
    "name": "无悔行动",
    "year": "1990",
    "id": "1298236",
    "type": ["动作"],
    "rate": 0,
    "story": "日本旅客冈田顺子，因在中国海关内被搜出藏有毒品而被中国政府拘捕，被扣留于中国公安局内进行调查。这一切全由香港犯毒头子邹标所策划，希望藉此威胁顺子的父亲冈田之裕合作进行不法活动。为了顺子的安全，冈田之裕亦无奈答允。\n孟雄，邹标手下一步之一，被派往计划此次拯救行动，因此四名各具性格的人聪结起来。袁球，曾是中国武警。对公安局地势甚为熟悉。占美，因无意偷听到他们的计划而被迫参与，对各种船类有所认识。老虎仔，刀疤仔乃黑道中人，他们五人各具所长，亦同不惜冒生命危险取一百万的代价。虽然是困难重重，顺子终被救出。与顺子同仓犯人阿风，亦同时被救出。与此同时，警方对邹标展开调查。邹标为了消灭一切罪证，命手下往大陆将一干人至于死地，冈田之裕也未能幸免。",
    "director": ["刘国豪"],
    "actor": ["大岛由加利", "杨群", "莫少聪", "狄威"]
  },
  {
    "name": "快乐的小鸡",
    "year": "1990",
    "id": "1949645",
    "type": ["剧情"],
    "rate": 6.6,
    "story": "碧生与碧琪为朝街私钟妹,感情甚笃,合称朝街双Big。因生欠下赌款，琪请其男友龙代出头，与西洋仔结怨，后琪被西洋仔掳走，生、龙为寻回琪，出生入死，渐生情愫，琪被救回后，发现生、龙关系，与生渐疏远。\n另方面，生结识老差骨麦Sir，成为好友，麦Sir更对生存有父女间的情义。\n麦Sir数度追捕龙，均被上司靓Sir阻止，却原来龙乃卧底，直属于靓Sir，后靓Sir被西洋仔所杀，龙被麦Sir苦苦追缉，无从证实自己身份。\n西洋仔因私窦被捣，掳走麦Sir儿子小杰，逼麦Sir替其杀死龙，危急中，困于麻袋中的生脱缚扑出，一个血人扑向西洋仔……",
    "director": ["李翰韬"],
    "actor": ["郭耀华", "李丽蕊", "李丽珍", "张耀扬"]
  },
  {
    "name": "猛鬼系列之一眉道姑",
    "year": "1990",
    "id": "1939808",
    "type": ["喜剧", "恐怖"],
    "rate": 5.6,
    "story": "汤警官（胡枫 饰）陈警官（高雄 饰）是警察学校的教官，近日里，学校里频频发生科学无法解释的灵异事件，导致学员们不敢再来上课，无奈之下，两人找到了法师驱鬼，方才得知原来是因为陈警官的前世害死了一家四口人，四人化作厉鬼，今世来找陈警官报仇。化解这劫难的方法只有一个，那就是找九名生肖属龙的警员摆出九龙追魂阵。\n陈警官隐瞒了驱鬼的事实，以一虚构的任务为名，成功召集了属龙的九人，其中有一个特别张狂的女人阿李（吴君如 饰）引起众人的反感。最终，学校里闹鬼的事情还是败露，当九人想要逃走时，却发现他们已经中了厉鬼的计，无法离开，九龙追魂阵是他们生还的唯一希望。©豆瓣",
    "director": ["陈志华"],
    "actor": ["吴君如", "江欣燕", "楼南光", "杜德伟"]
  },
  {
    "name": "玩命双雄",
    "year": "1990",
    "id": "1300144",
    "type": ["剧情"],
    "rate": 6.7,
    "story": "特技人孟冬在一次表演中令拍挡瘫痪。从此十分自责和自我封锁，亦因此与妻子争执，最後妻子带同女儿离去。後遇到单青鼓励他，使他重建自信。这时孟冬获知拍挡自杀消息而自暴自弃。单青要他勇敢面对新挑战。孟冬终反省过来，将一项高难度特技做到最好，创出高峰……",
    "director": ["张之亮"],
    "actor": ["尔冬升", "吴大维", "周慧敏", "缪骞人"]
  },
  {
    "name": "天若有情",
    "year": "1990",
    "id": "1297710",
    "type": ["动作", "剧情", "爱情"],
    "rate": 8.2,
    "story": "华弟（刘德华 饰）是一个黑道的小混混，喜欢从飚车中得到快感，整天骑着电单车。他在极不愿意的情况下做了一宗抢劫案，警方怀疑他实施追捕，他挟持了富家女Jojo（吴倩莲 饰）出走，没想到他们不管悬殊的身份地位，很快爱上了对方。Jojo不管家里人的反对跟着华弟出走。华弟后来更遭到了黑道老大的追杀，两人亡命天涯。©豆瓣",
    "director": ["陈木胜"],
    "actor": ["刘德华", "吴倩莲", "吴孟达", "朱铁和"]
  },
  {
    "name": "祝福",
    "year": "1990",
    "id": "1298741",
    "type": ["剧情"],
    "rate": 7.2,
    "story": "通天经纪宝姨贝宝如为口奔驰，经常要以自己的口才及魅力去挣生意，但往往因年纪大了而且被她那青春貌美的徒弟嘉嘉抢去生意。一天，宝如收到姐宝清由澳门寄来的信，说自己因遗传病发作，已不久于人世，托宝如代为照顾女儿Pinky。宝如一直怀疑自己非母所出，与宝清更无往来，不欲照顾Pinky，不过Pinky骗宝如说自己是二百万美金遗产继承人。宝如看在钱的份上，把Pinky带回香港供养。Pinky到港后处处表现冷漠，宝如欲打听遗产之事，Pinky偏守口如瓶，二人各施各法。期间宝如的初恋男友高文杰再次出现，得Pinky施炒计把二人撮合。又因Pinky的聪明，帮助宝如抢回不少生意，宝如觉Pinky不失为一个好帮手，且孤苦无依，二人逐渐了解，真挚的感情慢慢产生，后宝如得悉二百万遗产并不存在，二人关系再度恶化，但最终亦化解，感情再进一步恰如母女，亦似朋友般亲切。宝如正觉万事如意，与高文杰的恋情亦到开花结果阶段。此时，Pinky的生父百万富翁周伟才在遍寻Pinky下落之后，终于找到她，要领加抚养。另一方面，宝如发现自己亦患上遗传绝症，至此乃确信自己不是养女，与Pinky实有血缘关系，乍喜还忧。因宝如知自己不久于人世，无奈要与Pinky分离，遂设计把她送回周伟才处，二人难舍难离，肝肠寸断。",
    "director": ["杨凡"],
    "actor": ["郑裕玲", "叶蕴仪", "秦汉"]
  },
  {
    "name": "皇家师姐之中间人",
    "year": "1990",
    "id": "2362260",
    "type": ["动作"],
    "rate": 5.8,
    "story": "当红主持吴大维扮演一位正直的美籍华人海军，样貌和身材都甚具说服力。真一贩卖美国情报的组织，其成员凡是暴露身份者均遭杀害。亚伦是其组织成员之一，他与大维同在美国海军陆战队复役，只因亚伦遇劫身亡。与他有过接触的人全被追杀，大维不甘被陷害，突围而出找到在警局任职的表姐，他们结伴而行前往韩国直捣虎穴，与“上将”正面决斗。",
    "director": ["查传谊"],
    "actor": ["杨丽菁", "吴大维", "江欣燕", "罗烈"]
  },
  {
    "name": "小偷阿星",
    "year": "1990",
    "id": "1400667",
    "type": ["剧情", "喜剧"],
    "rate": 6.5,
    "story": "阿龙（陈观泰 饰）是警方是卧底，但因为身份被曝露而被打伤，身受重伤导致失去记忆。但在他手上五千多万的公款不翼而飞了。此时他正受到黑帮的追杀，又使警方怀疑他私吞了公款而被通缉，两面受困。\n阿星（周星驰 饰）是一名小偷，在一次偷窃中被阿龙搞砸了，两人就此结识了。失去记忆的阿龙误以为阿星是自己的亲人，终日都要跟随在阿星的身边。阿星希望尽力帮助阿龙恢复记忆，让他想起五千万巨款的下落。终于，他们遇到了探长（曾江 饰），当探长把他们带到一个仓库中的时候，阿龙突然想起来了一切……©豆瓣",
    "director": ["楚原"],
    "actor": ["周星驰", "方中信", "胡慧中", "陈观泰"]
  },
  {
    "name": "先发制人",
    "year": "1990",
    "id": "1306880",
    "type": ["动作"],
    "rate": 0,
    "story": "很多少女都失踪了，三毛的妹妹也失踪了。为救妹妹他重出江湖到马尼拉。铁板庆子带着警方的任务也来到马尼拉寻找失踪的女孩。黑帮头子马上风和械子头的矛盾内部的残杀。三毛找到妹妹时她躺在浴血中，鲜血……",
    "director": ["高飞", "何志强", "李健生"],
    "actor": ["高飞", "狄威", "李赛凤", "大岛由加利"]
  },
  {
    "name": "表姐，你好嘢！",
    "year": "1990",
    "id": "1302441",
    "type": ["动作", "喜剧", "剧情"],
    "rate": 7.7,
    "story": "四川女公安郑大姐（郑裕玲饰）负责赴港捉拿逃跑的疑犯，不得不与香港警方合作。警长伍卫国（梁家辉饰）负责接待与合作调查，被初次到港、天真纯朴的郑大姐与助手阿胜（张坚庭饰）弄得晕头转相。\n由于地区文化差异，郑大姐与伍卫国不断产生摩擦、矛盾，多次让疑犯有机可乘、逃之夭夭。\n由于在旅馆被疑犯袭击，督察安排郑大姐去伍卫国家住。而伍卫国之父正是当年国民党军72师的排长。由于信仰不同，郑大姐一到家就与伍父闹了个水火不容。一连串爆笑的争锋相对就这样展开了，而奇妙的事，郑大姐与伍卫国之间的感情也在慢慢产生变化......©豆瓣",
    "director": ["张坚庭"],
    "actor": ["郑裕玲", "梁家辉", "张坚庭", "周文健"]
  },
  {
    "name": "漫画奇侠",
    "year": "1990",
    "id": "1925882",
    "type": ["恐怖"],
    "rate": 6,
    "story": "朱大力与朱可儿在一次野外烧烤中, 巧遇清朝武士王将, 身受重创和失去记忆, 于是救了他回家, 后来得知王将身世, 便决定帮助他寻回小公主. 而小公主同时也被硬天师救回工场中, 朱大力认为王将是大陆偷渡客, 收藏大批黄金, 更加努力四处寻找, 误打误撞间, 王将及小公主终能在电视台里从缝. 但因为二人是二百年前的人...",
    "director": ["文隽"],
    "actor": ["王祖贤", "吴大维", "楼南光"]
  },
  {
    "name": "瘦虎肥龙",
    "year": "1990",
    "id": "1300819",
    "type": ["动作", "喜剧"],
    "rate": 6.9,
    "story": "瘦虎（麦嘉 饰）和肥龙（洪金宝 饰）是警局里的最佳拍档，屡立奇功。这次，他们收到消息，前往追捕大毒贩太子德。不料，两人和太子德的一番龙争虎斗，竟然意外搅祸了香港警务处副处长的婚礼，虽然最终拘捕了太子德，两人却因激怒了上司而不得不暂时休假。\n两人趁闲来无事，前往新加坡旅 游，意外结识了两名当地女子并成为好友。岂料，这时太子德保释外出，为了报仇雪恨，特意雇了杀手前往新加坡找瘦虎、肥龙寻仇。两人虽然大难不死，但却连累了两位好友身受重伤。由于正在停职期间，两人决定以牙还牙！©豆瓣",
    "director": ["刘家荣"],
    "actor": ["洪金宝", "麦嘉", "吴家丽", "翁慧德"]
  },
  {
    "name": "春秋茶室",
    "year": "1988",
    "id": "1307469",
    "type": ["剧情"],
    "rate": 7.2,
    "story": "故事讲述茶室老板娘买进一名天真的少女招揽生意，引起青春期儿子窝里反，顽皮而又心地善良的儿子和同班同学，展开英雄救美，女老板姘头兼保镖把被儿子放走的少女奸污后捉回，摇钱树泡了汤。老板娘将茶室改为餐馆，抚平了母亲不名誉给儿子心理留下的阴影。",
    "director": ["陈坤厚"],
    "actor": ["张艾嘉", "梁家辉", "杨洁玫", "吴豪文"]
  },
  {
    "name": "开心鬼救开心鬼",
    "year": "1990",
    "id": "1307221",
    "type": ["喜剧", "奇幻", "恐怖"],
    "rate": 7.2,
    "story": "香港教师康森贵（黄百鸣 饰）前世是法力高强的“开心鬼”，凭着“开心鬼”的帮助，他拥有超乎常人的超能力。校长的女儿安妮（杨宝玲 饰）是康的女友，两人非常恩爱。一日，康班里的四名顽皮学生被捉弄流落到荒野，意外捡到了一套古代将军的盔甲，并将它带回了宿舍。这位古代将军的魂魄因为吸收了四人的阳气而成精，当他看到四名学生和康与她女友的合影时，前世的往事又涌上了心头，原来安妮的前世杀了将军，将军的精魂决心今世进行报复！©豆瓣",
    "director": ["高志森"],
    "actor": ["黄百鸣", "黄家驹", "杨宝玲", "黄光亮"]
  },
  {
    "name": "靓足100分",
    "year": "1990",
    "id": "1917010",
    "type": ["喜剧"],
    "rate": 6.1,
    "story": "富商林醒得知自己身患绝症时日无多，于是派人寻找自己失散多年的孙子林天赐（林俊贤 饰）。林醒告诉林天赐，如果他能够在一个月之内觅得知心人结婚的话，便可以合理合法的继承自己的遗产，若非如此，这笔数额巨大的财产将归于林醒的侄子罗伯特。\n林天赐是一个老实的好人，抽烟喝酒泡妞一概不会，眼看着一个月的期限将至，在这个节骨眼上，林天赐在快餐店里邂逅了名为乐小小（李嘉欣 饰）的女子，眼看着两人渐渐浓情蜜意起来罗伯特坐不住了，他派出了性感美艳的玛丽琳（利智 饰）诱惑勾引林天赐，成功的离间了前者和乐小小的感情。哪知道玛丽琳贪图遗产，竟然决定真的和林天赐结婚。©豆瓣",
    "director": ["王晶"],
    "actor": ["李嘉欣", "陈法蓉", "利智", "林俊贤"]
  },
  {
    "name": "倩女幽魂II人间道",
    "year": "1990",
    "id": "1296629",
    "type": ["爱情", "奇幻", "武侠"],
    "rate": 7.9,
    "story": "宁采臣（张国荣 饰）与燕赤霞（午马 饰）安葬好小倩的骨灰后，分道扬镳。宁采臣回到世间，正是奸臣当道，朝政混乱，民生困苦的时代。宁偶入一家黑店，险被残杀之际又被捕快误抓入狱，遇到名士诸葛卧龙（谷峰 饰），得其相救。逃出狱后路经一所荒寺，被年青鬼马道士知秋一叶（张学友 饰）缠上，误会不断。山庄中阴森恐布，隐藏着一只巨尸，然巨尸未现，却出现一伙白衣鬼魂。宁偶摘掉其中一女子面具，发现其竟与昔日恋人小倩（王祖贤 饰）一模一样……©豆瓣",
    "director": ["程小东"],
    "actor": ["张国荣", "王祖贤", "张学友", "午马"]
  },
  {
    "name": "水玲珑",
    "year": "1990",
    "id": "1307655",
    "type": ["剧情"],
    "rate": 6.3,
    "story": "玲珑孽怨玲珑女,玲珑孽缘血玲珑,玲珑小,小玲珑,一条船玉玲珑,玉玲珑咖啡酒轩,天敏视玲珑。\n漂亮女戏班主不满恶霸当场调戏、欺凌，率领戏班展开一场恶斗，伤亡惨重，戏班被打散了，女戏班主也在火海中消失……\n20年后，该地又来了一个戏班，活生生演出一场怨孽相报…………",
    "director": ["杨权 Kuen Yeung"],
    "actor": ["午马", "刘子蔚", "李赛凤", "江欣燕"]
  },
  { "name": "省港旗兵4", "year": "1990" },
  {
    "name": "摩登如来神掌",
    "year": "1990",
    "id": "1306381",
    "type": ["喜剧", "奇幻", "古装"],
    "rate": 6.4,
    "story": "广告公司任职的武德辉（刘德华 饰）与同事厉迟（陈百祥 饰）前往大陆公干，顺便走私出土文物。他们无意中发现了一个秘洞，得到了一本武功秘籍，并且救出了冷冻在山洞中的元朝云萝公主（王祖贤 饰）和侍女小蛮（梅小惠 饰），但是也无意中放出了邪派高手天残（元华 饰）。原本就精通多国语言的公主在 现代社会中如鱼得水，而阿辉与阿迟在两个古代女子的帮助下也分别练成如来神掌与七旋斩，成功地完成了屌丝到大侠的逆袭。但正当二人春风得意的时候，天残出现了，誓要抢走云萝公主。一次天残追杀到阿迟家中，幸亏他误把阿迟父亲（曹达华 饰）认成大侠龙剑飞才使云萝公主和小蛮成功逃走，但是阿辉和阿迟却被他抓住。在大陆特异功能人士（刘询 饰）的帮助下，阿辉终于练成了如来神掌的最后一式“万佛朝宗”，战胜了天残拯救了公主的命运。©豆瓣",
    "director": ["黄泰来"],
    "actor": ["刘德华", "王祖贤", "陈百祥", "陈敬"]
  },
  {
    "name": "师兄撞鬼",
    "year": "1990",
    "id": "1419924",
    "type": ["喜剧", "动作", "奇幻"],
    "rate": 6.9,
    "story": "探员张骠（董骠 饰）在调查一起制毒案时被毒枭邓立洋（方刚 饰）杀害，邓将现场伪装成张骠因赌债自杀。死后的张骠不甘名誉受损，贿赂阴间法官得以还阳，由此开始寻找救星雪恨。这边厢，警队新人阿星（周星驰 饰）与张骠老搭档李锦（冯淬帆 饰）搭配成新的小组，张骠因阿星是自己命定救星，遂附身于枪上，施法帮助阿星接近李锦之女阿玉（陈德容 饰），以使其帮助自己报仇。邓立洋预感张骠返阳，请出张骠命定克星邪法师助阵。习练茅山道术的李锦被张骠阿星二人整治，心怀不满伺机报复，却被邪法师利用，将张骠鬼魂封印。经茅山祖师指点，阿星与李锦准备了破法灵药，更请出祖师附身与邓立洋、邪法师决战。©豆瓣",
    "director": ["刘仕裕"],
    "actor": ["周星驰", "董骠", "陈德容", "冯淬帆"]
  },
  {
    "name": "川岛芳子",
    "year": "1990",
    "id": "1307569",
    "type": ["传记", "历史", "战争"],
    "rate": 7.2,
    "story": "川岛芳子（梅艳芳）本是清朝肃亲王的第十四个格格，为将其培养成复兴清室的火种，她少时被肃亲王送到日本浪人川岛浪速手中接受间谍训练，后被川岛浪速夺去贞操，受命下嫁蒙古王子欲鼓动满蒙独立，却迎来失败婚姻。与川岛浪速决裂后，川岛芳子来到上海，凭借美色与手段，攀附上日将宇野骏吉（ 谢贤），帮溥仪在长春建立满洲国，并在被捧上满洲国安国军总司令后正式成为一名日本间谍，开始疯狂报复革命党人。\n但在眼见昔日情人今日革命义士云开（刘德华）行刺宇野骏吉不幸被捕时，川岛芳子的心思有了转变，但危机也随之降临她身。©豆瓣",
    "director": ["方令正"],
    "actor": ["梅艳芳", "刘德华", "谢贤", "尔冬升"]
  },
  {
    "name": "红场飞龙",
    "year": "1990",
    "id": "1308312",
    "type": ["动作"],
    "rate": 5.8,
    "story": "20世纪末，杀手组织“八百龙”做大，首领泪七龙面对季秋堂（刘洵 饰）的叛变不敌，遂率手下前往莫斯科，寻找退出江湖的联络员“桌球”，以图平叛。桌球长居北方，收养一子一女姚龙（许冠杰 饰）、叶慕美（张曼玉 饰），由于不敌泪七龙、季秋堂两方杀手，桌球选择与泪七龙合作，将姚龙诱入敌手。\n泪七龙为清除季秋堂，严酷训练资质优异的姚龙，姚龙失忆后任其摆布，幸有泪七龙小女紫炎珠（李丽珍 饰）调笑陪伴。姚龙经训练成为代号“自由人”的杀戮机器，为泪七龙铲除了季秋堂势力，期间为苦苦寻找他的叶慕美发现，但两人无法相认。季秋堂之女虎小姐（吴家丽 饰）同警员新田（孙兴 饰）合作，调查自由人的真面目。叶慕美被泪七龙带走，渐渐恢复记忆的姚龙要夺回自己失去的东西……\n本片根据日本漫画《哭泣杀神》改编。©豆瓣",
    "director": ["霍耀良"],
    "actor": ["许冠杰", "张曼玉", "利智", "吴家丽"]
  },
  {
    "name": "脂粉双雄",
    "year": "1990",
    "id": "1307510",
    "type": ["喜剧", "动作", "惊悚"],
    "rate": 6.9,
    "story": "元朗CID脂粉刘及串烧伦被派往调查两名基佬被杀案，为搜寻有关线索，被迫扮成基佬，入住基佬大厦，往基佬吧流连。脂粉刘巧遇少女波波，约她返家晚饭之际，波波被Billy拉着离开，被脂粉刘所阻。却原来波波一直被迫为毒贩做事，藉带团赴泰国，利用团友携带回之木雕暗藏白粉，被杀的基佬亦因此事受害，波波正被迫追寻另一失落的木雕。波波被误为吃里扒外，被Billy挟持，刘与伦亦被捉，始知基佬被杀案为毒贩所为。三人摆脱捆绑，并勇擒匪徒，破毁毒巢。",
    "director": ["洪金宝"],
    "actor": ["谭咏麟", "洪金宝", "唐丽球", "朱慧珊"]
  },
  {
    "name": "洗黑钱",
    "year": "1990",
    "id": "1301240",
    "type": ["动作", "犯罪"],
    "rate": 6.7,
    "story": "余文慧（关之琳 饰）和未婚夫（仇云波 饰）都是知名律师，过着上流人的生活。某日，游龙（甄子丹 饰）来律师事务所办理离婚时目睹了一宗劫案，一大笔美金不翼而飞，另一个目击者就是他太太的律师余文慧。由于误会，大伟和余文慧被警察当作了劫匪通缉，另一边真正的劫匪也没拿到这笔巨款并 怀疑是大伟和文慧二人私吞，也派人追杀他们。二人腹背受敌、百口莫辩，在逃难的过程中，文慧渐渐看清了未婚夫的真面目，同时对大伟另眼相看，真相终于揭开……谁是真正的幕后黑手？大伟和文慧能洗清自己并走到一起吗？\n《洗黑钱》由袁和平、甄子丹、袁祥仁、郭振锋共同完成动作设计，其动作场面被誉为香港动作影史的典范之作！©豆瓣",
    "director": ["袁和平"],
    "actor": ["甄子丹", "关之琳", "吴大维", "郑裕玲"]
  },
  {
    "name": "尸家重地",
    "year": "1990",
    "id": "1300085",
    "type": ["喜剧", "恐怖"],
    "rate": 7.1,
    "story": "三百年前，一个岛上渔村的村民将一队路过的护送贡品官兵尽数杀死，并不慎惊醒了一具秦尸，借宝物力量将其封印。自此，此地村民不事生产却凭借祖传财宝衣食无忧。驻岛警察石春（元奎 饰）怀疑村民制毒谋利，令两名助手陈龙士（杜德伟 饰）、小钢炮调查多时但一无所获。是日，一戏班来岛上演出，疑心戏班与村民里应外合贩毒的石春出面调查，不期然使戏班的九姐（吴君如 饰）对自己一见钟情。当夜，九姐和戏班中的阿秋（陈淑兰 饰）、林老师（卢冠廷 饰）偶然得到从村民中泄露出来的藏宝图，三人试图将村中宝藏据为己有，却惊动秦尸令其再出人间，复仇的冤魂在村中大开杀戒，石春为斩妖除魔，犯险寻找古时宝物——钟馗宝剑。©豆瓣",
    "director": ["刘镇伟"],
    "actor": ["吴君如", "陈淑兰", "叶子楣", "卢冠廷"]
  },
  {
    "name": "喋血街头",
    "year": "1990",
    "id": "1295344",
    "type": ["剧情", "动作", "犯罪"],
    "rate": 8.2,
    "story": "细荣(李子雄饰）、阿B（梁朝伟饰），辉仔（张学友饰）在石殎尾陡置区一同成长，三人情同手足，虽然各人家境贫困，年轻的心从没有失去对将来的幻想与憧憬。阿B因要与女友小珍（袁洁莹饰）结婚，众人各出奇谋为阿B筹钱。辉仔借来高利贷途中被劫，辉仔负伤往婚礼。及后，阿B与辉仔往复仇而误杀废强，细荣众人遂到越南逃亡。其时西贡市长外弛内张，对众人来说便是炼狱，更遇上越共刺杀越南政要，细荣遂决定要拼死捞一笔钱才离开越南。细荣远亲中、法混血儿阿乐（任达华饰）是职业杀手，阿乐得悉越南恶霸梁源盛在夜总会有黄金交易，遂与一众里应外合，激战后把黄金抢走，阿B为拯救一位香港女歌星陈秀青而险丧命……\n吴宇森巅峰时期的野心力作，对情与义的探讨有其深邃之处，动作场面火爆亮眼。是港片不可多得的佳作。©豆瓣",
    "director": ["吴宇森"],
    "actor": ["梁朝伟", "张学友", "李子雄", "任达华"]
  },
  {
    "name": "赌圣",
    "year": "1990",
    "id": "1298644",
    "type": ["喜剧", "动作"],
    "rate": 7.7,
    "story": "大陆青年左颂星（周星驰）到港投靠三叔（吴孟达），嗜赌的三叔发现他有特异功能后，以为找到发家致富的康庄大道，开始带他出入各大赌场，并要他以赌神为偶像，将赌技再发扬光大成为新一代赌圣。\n风头正劲的左颂星引起台湾赌王陈松与香港赌王洪光（秦沛）的注意，双方均欲夺左颂星为其手下代表其出席世界赌王大赛。陈松成功将左颂星罗至门下后，洪光派来美女绮梦（张敏）将左颂星迷得晕头转向，又在大赛决赛时刻令绮梦消失，以期左颂星无心应战将赌王宝座拱手相让。©豆瓣",
    "director": ["元奎", "刘镇伟"],
    "actor": ["周星驰", "张敏", "吴孟达", "吴君如"]
  },
  {
    "name": "新半斤八两",
    "year": "1990",
    "id": "1468527",
    "type": ["喜剧"],
    "rate": 7.3,
    "story": "许氏三兄弟主演，许冠文编剧的本片，剧情简单，许冠文是娱乐周刊的社长，为了挽救将倒闭的杂志社，费尽心思发掘消息。影片中许依旧是刻薄的老板，许冠杰仍是身手不凡的醒目仔，许冠英依然傻得惹人可怜。本片始终对时代有一定的触觉，明星绯闻，美容隆胸，卡拉OK这些新兴事物为影片制造了不少乐趣。陈欣健执导手法与许氏相近，同样以演员的表演作主导，并以此为剧情的重心。影片虽然能触及社会问题，但深度不够，未能自我突破。\r\n\r\n 许冠文是娱乐周刊的社长，为了挽救将倒闭的杂志社，费尽心思发掘消息。影片中许依旧是刻薄的老板，许冠杰仍是身手不凡的醒目仔，许冠英依然傻得惹人可怜。本片始终对时代有一定的触觉，明星绯闻，美容隆胸，卡拉OK这些新兴事物为影片制造了不少乐趣。",
    "director": ["陈欣健"],
    "actor": ["许冠文", "许冠杰", "许冠英", "洪欣"]
  },
  {
    "name": "一咬OK",
    "year": "1990",
    "id": "1303431",
    "type": ["喜剧", "恐怖"],
    "rate": 5.6,
    "story": "李伯爵（林子祥 饰）虽然身为僵尸，却是一个善良的僵尸，因为不肯吸食人血伤及无辜，而日渐虚弱。一天，李伯爵邂逅了名为安娜（关之琳 饰）的女子，安娜的温柔和魅力深深的吸引着他坠入了情网。一场意外中，李伯爵用自己的血救了孤儿柏林的性命，这一幕恰巧被安娜看见，李伯爵的身份曝了光。\n安娜的哥哥冯仁玉（徐少强 饰）是一个无恶不作的大坏蛋，他得知了李伯爵的血能够使人起死回生的消息，于是绑架了安娜和李伯爵。所幸李伯爵的仆人舍命相救才没教冯仁玉的阴谋得逞。然而最终，冯仁玉还是得到了李伯爵的血，在二十四小时之后，他将会变成刀枪不入不老不死的僵尸。©豆瓣",
    "director": ["冼杞然"],
    "actor": ["林子祥", "关之琳", "徐少强", "许绍雄"]
  },
  {
    "name": "圣战风云",
    "year": "1990",
    "id": "1298048",
    "type": ["动作", "犯罪", "惊悚"],
    "rate": 5.8,
    "story": "波兰华沙的解放同盟军其实是个打着革命旗号的恐怖组织，为了显示自己的力量，他们准备在美国商务代表团访问香港时制造爆炸事件，借此达到他们的政治目的。美国中央情报局掌握这一线索后派干探域拿赴港阻止这场阴谋，由于事关政治因素，故香港政治部亦派出李督察（李修贤）协助域拿行动。 两个来自不同环境的探员刚开始水火不容，渐渐产生深厚友谊，同心协力粉碎了恐怖组织的爆炸企图，还击伤这个组织的首领。 可是事情并没有结束，死里逃生的恐怖组织头目孤身闯入电视台新闻部，劫持了所有工作人员，其中包括李督察的女友Annie（关之琳），他准备在此制造流血事件，并向全世界转播，此时李督察与域拿双双赶到，不料李的得力助手小邓（黄光亮）已被恐怖分子收买，李督察与域拿落入了恐怖组织手中，在危急关头，他们两人如何救己救人？",
    "director": ["林岭东"],
    "actor": ["李修贤", "黄光亮", "关之琳", "弗农·威尔斯"]
  },
  {
    "name": "千年女妖",
    "year": "1990",
    "id": "1307282",
    "type": ["恐怖"],
    "rate": 6.3,
    "story": "自古以来，天地人三界保持着平衡，但在一千年前，女魔趁道消魔长时欲练成地阴魔珠，打破人界均衡，中一真子挺身而出对抗女魔，在千钧一发时派出两名弟子容玉意（王祖贤 饰）和容小意（叶蕴仪 饰）寻找天阳神珠，以消灭女魔。中一真子殒身之际，容玉意跨越时空，来到了九十年代的香港。时值警队队长孟波（张学友 饰）缉拿匪徒，正巧被突降的容玉意意外协助，孟波对容玉意一见钟情，后者更大方入住孟波家中，自认走了桃花运的孟波干劲十足，然而其手下找来大师询问，得知容玉意跨越千年非妖非神的身份，孟波不愿放弃这份情缘。同时，女魔亦穿越时空，试图消灭容玉意和孟波……©豆瓣",
    "director": ["郑永潮"],
    "actor": ["张学友", "王祖贤", "叶蕴仪"]
  },
  {
    "name": "义胆雄心",
    "year": "1990",
    "id": "1307543",
    "type": ["动作"],
    "rate": 6.4,
    "story": "范志洪（万梓良 饰）曾是一位精明强干的警察，如今过着退休后的闲适生活。某日，他听闻前上司白朗的儿子保罗遭人绑架，性命危在旦夕，于是联手白朗的养子小杰（刘德华 饰）一同前往营救，并最终成功的救出了保罗。雪莉（姚炜 饰）和范志洪之前有过一段无疾而终的感情，巧合的是，小杰爱上 的名为辛迪（简慧真 饰）的女孩，正是雪莉的女儿。\n很快，范志洪便发现，这起绑架案并不是表面看上去的那么简单。白朗和日本黑道山下组有着千丝万缕的关联，而在营救行动中，范志洪失手杀死了两名日本人，使得三下组派出了高田进一（陈惠敏 饰）来到香港调查事件的真相。©豆瓣",
    "director": ["陈惠敏"],
    "actor": ["刘德华", "万梓良", "简慧真", "陈惠敏"]
  },
  {
    "name": "笑星撞地球",
    "year": "1990",
    "id": "2311805",
    "type": ["喜剧"],
    "rate": 6.1,
    "story": "电视台战争胜局已定，火星台两个受欢迎节目“乜太与李”和“开心字典”，以百分之百收视击败败领台地球台，火星台节目主持人兼老板乜也气焰高涨，除了对自己属下员工荷刻之余，并想吞并地球台。正所为有人欢喜有人愁，地球台李老板竟要跳楼造新闻，增加收视，幸好女儿亚MAY赶至，令李老板回心转意，这时乜太来电，冷嘲热讽，李老板受不住刺激血管爆裂入院，要女儿挽救地球台。",
    "director": ["胡大为"],
    "actor": ["曾志伟", "廖伟雄", "林敏骢", "李美凤"]
  },
  {
    "name": "警察扒手两家亲",
    "year": "1990",
    "id": "1307871",
    "type": ["喜剧"],
    "rate": 6.8,
    "story": "本片中郑则士是一个品性善良的扒手，只偷取外地游客的钱财，且爱护家人，冯淬帆则是个好脾气而富有正义感的警察，这两个死对头的儿子，却是同校的好友，两人因而互相认识，且发现对方的优点。最后郑为了救母亲而打劫金饰店，冯在友情与职责之间经过一番选择下，还是把郑拘捕。",
    "director": ["冯淬帆"],
    "actor": ["郑则士", "冯淬帆", "吴家丽", "林俊贤"]
  },
  {
    "name": "黑海霸王花",
    "year": "1990",
    "id": "10777688",
    "type": ["动作"],
    "rate": 0,
    "story": "80年代的香港，向红从内地偷渡来港。幸得素未兽面的小丽帮忙，避过警方追捕。\n向红为了生活，只好为娼，好不痛苦。后来，向红重遇被迫卖身的小丽，她为报小丽救命之恩，承担小丽的债务。自此，向红、小丽和小丽的朋友珍妮成了好友。一天，日本警方派港的国际刑警霸王花找珍妮替她搜集某跨国犯罪集团的罪证，珍妮便揩两位好友一同行动。可是，三人不幸被集团头子发现，还被禁锢。最后，霸王花亲自迎救三人，并成功拘捕犯罪分子，瓦解犯罪集团。",
    "director": ["陆邦"],
    "actor": ["惠英红", "成奎安", "大岛由加利"]
  },
  {
    "name": "李香君",
    "year": "1990",
    "id": "1306577",
    "type": ["剧情", "戏曲"],
    "rate": 0,
    "story": "明朝末年,朝政腐败,民众起义风起云涌清兵铁骑屡破边关国势岌岌可危可南京城仍是一片纸醉金迷,秦淮河仍是歌曲处处...青楼女子李香君的爱情悲剧和民族情操，由粤剧艺术家红线女和罗家宝主演。",
    "director": ["楚原"],
    "actor": ["红线女", "罗家宝", "阮兆辉", "尹飞燕"]
  },
  {
    "name": "狱中龙",
    "year": "1990",
    "id": "1302292",
    "type": ["动作", "犯罪"],
    "rate": 6.9,
    "story": "富家子弟张荣日（何家劲 饰）因冲动犯事儿进入劳役中心服刑，他老实内向，对道上规矩更是一窍不通，因此饱受虾毛等人欺负，在此期间他结识了颇讲义气的阿豪（刘德华 饰），二人成为莫逆之交。此后他们洗心革面，齐心向学，更通过了中学会考。出狱后，身份不同的两个人也自然走上不同的人生路。荣日飞赴英国，研读法律；阿豪则因家境贫苦，终日为生计奔波，却当年的仇家马超追杀，最终被迫随虾毛遁入黑道。\n日光荏苒，转眼6年过去。荣日学业有成，顺利归国。阿豪也在腥风血雨中拚杀出自己的一片天空。适值此时，马超设计陷害阿豪，这也促使分处黑白两个世界荣日和阿豪站在同一法庭上。只是时过境迁，个中滋味谁人知……©豆瓣",
    "director": ["郑则仕"],
    "actor": ["刘德华", "何家劲", "黎姿", "程东"]
  },
  {
    "name": "无敌幸运星",
    "year": "1990",
    "id": "1400668",
    "type": ["喜剧", "动作"],
    "rate": 7,
    "story": "富商巢老爷临终立下遗嘱，将所有遗产都传给远在法国的女儿飞飞（吴君如 饰），遗嘱由巢二爷保管。巢老爷的不肖子秋千方百计想修改遗嘱，而二爷的不肖子大傻亦想取得遗嘱私自修改。一晚，幸运星（周星驰 饰）到巢家偷窃时被大傻抓住，见他偷窃有一手，大傻命令幸运星帮助自己偷遗嘱。而阿秋 亦无意中发现在垃圾场专门捡垃圾的垃圾凤（吴君如 饰）样貌竟然和他妹妹飞飞一模一样，于是命令阿凤假扮其妹骗取二爷掌管的遗产。\n就在二爷去迎接从法国回来的假飞飞（阿凤）的晚上，幸运星按大傻吩咐潜到了巢家大宅去偷遗嘱。不料事情败露，被二爷抓个正着。情急之下，幸运星谎称自己是飞飞多年前的男友，企图蒙混过关。而不知就里的阿凤怕露出马脚，也承认了幸运星是她的男友。于是一场笑料百出的遗产争夺战开始了。©豆瓣",
    "director": ["陈友"],
    "actor": ["周星驰", "吴君如", "陈友", "黄秋生"]
  },
  {
    "name": "绝桥智多星",
    "year": "1990",
    "id": "1298220",
    "type": ["动作", "犯罪"],
    "rate": 6.3,
    "story": "龚正（李修贤 饰）是一名皇家警察，和好友马坤（黄秋生 饰）里应外合一举破获了一个势力非常强大的犯罪集团，导致集团老大王豹（龙方 饰）遭到了逮捕。然而，让警方没有想到的是，王豹派出自己的手下查明了马坤的卧底身份，不仅令他变为植物人终身残废，还残忍的杀死了他的妻子和小孩。\n因为缺少关键证据，王豹被无罪释放，龚正面临停职调查的窘境，愤怒之下，龚正选择了辞职。之后，他于偶然之中结识了马坤曾经救过的一个老千（王晶 饰），两人决定联手为马坤报仇。王豹虽然凶残但是也有弱点，于是老千设下赌局，嗜赌如命的王豹果然自投罗网。©豆瓣",
    "director": ["王晶"],
    "actor": ["李修贤", "王晶", "王祖贤", "龙方"]
  },
  {
    "name": "爱的世界",
    "year": "1990",
    "id": "1916516",
    "type": ["剧情"],
    "rate": 7.4,
    "story": "妻子（李思琪 饰）去世之后，抚养两个孩子的巨大责任落到了李子良（刘松仁 饰）的肩上，为了替妻子治病，家中早已负债累累，再也无法继续生活的李子良最终走上了借高利贷的不归路。等待他的结局只有一个，那就是利息不断的增加，最终无法偿还，与此同时，李子良和两个儿子之间的关系也越来越差。\n外公（刘兆铭 饰）从外地赶来，得知了家中所发生的一切，他毅然决定帮助李子良还债。然而，高利贷公司并没有就此放过李子良，反而变本加厉，将他的同事所欠的债务也强加到了他的头上。李子良决定带着两个孩子远走高飞，没想到大儿子（黄坤玄 饰）为了取父亲心爱的手表耽搁了，导致小儿子被黑道绑架，情况一度陷入危机。©豆瓣",
    "director": ["杜琪峰"],
    "actor": ["刘松仁", "郑柏林", "黄坤玄", "吴孟达"]
  },
  {
    "name": "初到贵境",
    "year": "1990",
    "id": "3073587",
    "type": ["动作"],
    "rate": 5.7,
    "story": "豪与声兄弟二人从广东到港投靠二叔（良叔），堂妹凤往火车站接二人时，三人无意中破坏Eddie手下的白粉交易。遂扣留凤，迫声带白粉往濠江，却原来欲趁机杀声。声脱险，回港见豪，在码头二人遇伏，偷袭者反被制服。二人欲往救凤，但声不幸被杀。时良叔自新加坡返港，知凤被擒，与豪联手，大败Eddie及其手下，为声报仇，救凤出险。",
    "director": ["刘家勇"],
    "actor": ["钱小豪", "黄子扬", "成龙", "李家声"]
  },
  {
    "name": "江湖最后一个大佬",
    "year": "1990",
    "id": "1306573",
    "type": ["剧情", "动作", "犯罪"],
    "rate": 6.5,
    "story": "黑道大哥方叔（柯俊雄 饰）为人刚正耿直，忠勇仁义，为道上的兄弟所敬仰。当年他为保护兄弟，一个人顶下所有罪名，从此在监狱中度过了几十年岁月。出狱后，周围一切早已变了模样，当年的小弟们垂垂老矣，或退休，或经商，俨然与黑道没有任何干系。而黑社会的价值观也发生巨大改变，年轻的黑社会完全不把仁义放在眼里，在他们看来金钱胜过一切。\n方叔知道属于自己的时代早已远去，莫不如静下心来过好余下的日子。但他的女儿阿丽因疏于父爱而过分叛逆，成为一个小混混的马子。为了保护女儿，方叔不得不重新进入这已经变得十分陌生的纷乱江湖……©豆瓣",
    "director": ["沈威"],
    "actor": ["周星驰", "吴孟达", "柯俊雄", "成奎安"]
  },
  { "name": "不文小丈夫", "id": "4328069" },
  {
    "name": "横冲直撞火凤凰",
    "year": "1990",
    "id": "1297952",
    "type": ["喜剧", "动作"],
    "rate": 5.4,
    "story": "山鸠博士突然被人暗杀，凶手疑是一个神秘女子，他身上那份“防止爱滋性病”特效药方不翼而飞，研究基金尽化为乌有。郭氏集团主席郭贯天立即聘请女私家侦探罗烈蒂前往泰国替他抢救一名女子。这名神秘女子正身处远离清迈一百公里的一个苗族部落中，要将她救出并不容易，除了路途险恶，更有武装部队把守，枪阵林立。 罗烈蒂装备一切，向村落进发。沿途山路崎岖，河流喘急，罗烈蒂，雷杰，马洪及勇士，在响导指引下，冲破障碍，陷阱，力退山贼，险避食人鱼塘，几经艰辛，终于到达了村庄。 东方呈鱼肚白，罗烈蒂等人潜入村庄偷袭，成功营救苏菲亚，但苏菲亚拒绝拯救，还……",
    "director": ["王振仰"],
    "actor": ["万梓良", "胡慧中", "吴君如", "吴镇宇"]
  },
  {
    "name": "衰鬼撬墙脚",
    "year": "1990",
    "id": "1307674",
    "type": ["喜剧"],
    "rate": 6.3,
    "story": "年轻的大卫（陈友 饰）未经人事就不幸命丧黄泉，心中未尽的心愿让他无法投胎转世，流连在人间，成为了孤魂野鬼。大卫得知，想要进入轮回，唯有找到一名处女使其自愿献身，否则他只能等着魂飞魄散。\n某日，大卫偶然之中邂逅了名为慧娴（王文君 饰）的女子，被其美貌吸引，大卫化身成为了英俊潇洒的绅士，向慧娴发起了热情的攻势，随着时间的推移，慧娴渐渐抵挡不住，即将沦陷。慧娴的男友幸高（吴耀汉 饰）对过分热情的大卫起了疑心，之后发现了他的真实身份和目的，幸高将这一切告诉了慧娴，但慧娴却并不相信幸高所言，殊不知自己的性命已经危在旦夕。©豆瓣",
    "director": ["刘观伟"],
    "actor": ["陈友", "吴耀汉", "司马燕", "王文君"]
  },
  {
    "name": "午夜天使",
    "year": "1990",
    "id": "3264583",
    "type": ["剧情", "动作"],
    "rate": 0,
    "story": "英、Cherry、Joe为三名孤女，自小由爷爷收养，练就一身好本领。英、Cherry均为CID，英与勇敢果断的德仔正准备结婚；而Cherry则暗恋面精心懵的亚邓。本来众人正过着快乐的日子。在一次追捕积犯狂牛的行动中，德仔英勇殉职，一切顿变得愁云惨淡。年少气盛的Joe因误会而与英发生冲突，一怒之下独个往外流荡。Joe巧遇一无耻之徒Jimmy，因看不过其恶行下，Joe以木棉花身份出现，教训了Jimmy一顿，木棉花的侠名，就此传了开去，这样令到Joe更是雄心壮志，决以木棉花身份行侠仗义！在一次行动中，Joe竟发现德仔未死，原来德仔诈死混入狂牛集团，以图破案，在两人正进行交易时，Joe以木棉花身份破坏，并错手把狂牛亲生弟弟杀了，凶残成性的狂牛遂展开一连串报复行动，令到爷爷身受重创，德仔真正中枪死去。在义愤填胸下，Joe、Cherry 、英三人遂均以木棉花与狂牛决一死战……",
    "director": ["戚其义"],
    "actor": ["罗美薇", "大岛由加利", "苗侨伟"]
  },
  {
    "name": "皇家赌船",
    "year": "1990",
    "id": "1299943",
    "type": ["喜剧", "动作"],
    "rate": 6.3,
    "story": "因警方的一批枪械丢失，飞虎队简sir（冯淬帆 饰）被上峰怒批，并受命重新组建训练霸王花。简sir与吴长官（胡慧中 饰）的婚后生活如同经受特训，看着家中“霸王花之家”的牌匾每日心神不宁。简sir与忠诚手下阿南（楼南光 饰）将所有不顺迁怒于再度集合受训的五名霸王花，试图将她们全部淘汰来挽回飞虎队面子。岂料阿南反与Susana（叶子楣 饰）、May（惠英红 饰）、Amy（吴君如 饰）等五名队员勾结，摆了简sir一道。五名霸王花各有所长，终于从简sir的地狱训练中全部合格，开始执行卧底任务，今次霸王花将登山赌船，查探日本、台湾、马来西亚三地赌届高手挑战赌王一事的幕后真相……©豆瓣",
    "director": ["钱升玮"],
    "actor": ["吴君如", "叶子楣", "楼南光"]
  },
  {
    "name": "皇家赌船",
    "year": "1990",
    "id": "1299943",
    "type": ["喜剧", "动作"],
    "rate": 6.3,
    "story": "因警方的一批枪械丢失，飞虎队简sir（冯淬帆 饰）被上峰怒批，并受命重新组建训练霸王花。简sir与吴长官（胡慧中 饰）的婚后生活如同经受特训，看着家中“霸王花之家”的牌匾每日心神不宁。简sir与忠诚手下阿南（楼南光 饰）将所有不顺迁怒于再度集合受训的五名霸王花，试图将她们全部淘汰来挽回飞虎队面子。岂料阿南反与Susana（叶子楣 饰）、May（惠英红 饰）、Amy（吴君如 饰）等五名队员勾结，摆了简sir一道。五名霸王花各有所长，终于从简sir的地狱训练中全部合格，开始执行卧底任务，今次霸王花将登山赌船，查探日本、台湾、马来西亚三地赌届高手挑战赌王一事的幕后真相……©豆瓣",
    "director": ["钱升玮"],
    "actor": ["吴君如", "叶子楣", "楼南光"]
  },
  {
    "name": "东方老虎",
    "year": "1990",
    "id": "1301128",
    "type": ["动作"],
    "rate": 5.4,
    "story": "Dick、高潮、Jacky效命于塞浦路斯警队，在一次破获伪钞电版案中与Mr King结怨。　　 Mr King设下陷阱，使Dick与高潮被停职。Dick便回港探望前妻及其子。Mr King派人追杀Dick，又陷害高潮入狱，Jacky却被收买。Dick得知二友遇害，赶返塞浦路斯，营救高潮出狱，合力追查此案。　　 Mr King不肯罢休，迫Jacky偷回电版。Jacky却以假的电版交给Mr King，真的电版藏在Dick的家中。　　 Dick得悉后，决以装上炸药之电版引 Mr King交出其中一个罪犯，但交换时，Jacky被押出，跟着是一连串的火并场面。",
    "director": ["高飞", "鹿村"],
    "actor": ["李元霸", "张志德", "任达华", "王祖贤"]
  },
  {
    "name": "都市煞星",
    "year": "1990",
    "id": "1307933",
    "type": ["动作", "犯罪"],
    "rate": 5.9,
    "story": "蚊叔（曾江 饰）是位职业的杀手代理人，其亲生儿子K.K（谭耀文 饰）和养子金鹰（张学友 饰）都是其手下得力的杀手。在一次行动中，二人结识了Joy（王祖贤 饰），在慢慢的相处中金鹰和Joy顺其自然的相恋了。金鹰此时却接到了一个任务：替Joy父亲的死对头大碌杀掉Joy父亲。后任务由KK执行，却未能成功，更意外的是，大碌中了KK的飞刀而死。这让杀手集团误以为是KK等人设计干掉了集团的客人大碌，遵照集团的规矩，KK等人必须被处死，而且集团的霍老已经将金鹰、KK、Joy抓了起来，并要求蚊叔亲手处决。一边是亲人的性命，一面是难以抵抗的暴力，蚊叔该如何抉择？他们能够逃过此劫吗？©豆瓣",
    "director": ["黎应就"],
    "actor": ["张学友", "王祖贤", "谭耀文", "曾江"]
  },
  {
    "name": "勇闯天下",
    "year": "1990",
    "id": "1308400",
    "type": ["剧情", "动作", "犯罪"],
    "rate": 7,
    "story": "影片讲述向东（吴宇森）、向明（尹扬明）两个兄弟偷渡到港、闯荡新世界的经历。没有更多成长体验的观众对影片的灰暗基调和伤感主题可能不感兴趣，片中有关内地生活的冷酷描写也没有任何“观赏性”可言，作为一部香港电影，她显得极度不正常，但2004年读到这部拍摄于1990年电影，我们分明嗅到了史诗的味道。编剧南燕，由《监狱风云》到《学校风云》，所走的正是从商业中逃离的路线，《勇闯天下》第一次把视野放到港外，环境对人的压迫力更加沉重，因为表达相对自由，对陈旧体制的批判反比内地历史事件亲历者在统治阶层容许范围内做出的反省更具力度，灰色的北京，作为压在心头的影像，可以将《东宫西宫》、《蓝宇》比下去，仅仅因为这个，本片就非看不可，何况还有英雄导演吴宇森？在《英雄本色》、《辣手神探》中，我们总是嫌他戏份太少，这回不必失望了。",
    "director": ["李惠民"],
    "actor": ["尹扬明", "吴宇森", "叶童", "谢贤"]
  },
  {
    "name": "龙凤贼捉贼",
    "year": "1990",
    "id": "1307879",
    "type": ["动作"],
    "rate": 6.2,
    "story": "红缨是一国际偷窃集团的女贼，因被师妹颜冰出卖而入狱，两人结下不解之怨。数年后，颜已成为富豪，但仍活跃于偷窃活动，并正准备偷窃价值连城的法国文物。另一方面，老干探老大与助手千方百计拘捕颜，但屡试屡败，且被颜戏弄。老大有一外甥戴中为人富正义感，有罪恶的地方，他都会出理，他偶然发现颜的偷窃行动，决意暗中加入老大等人之计划，歼灭女曲。与此同时，红出狱回港，并打算隐居江湖，惜红行踪被颜发现，冒充红犯案，迫红离港，红为了洗脱不白之冤，遂决定与老大等人合作对付颜。",
    "director": ["陈会毅"],
    "actor": ["高丽虹", "元彪", "Agnes Aurelio", "洪金宝"]
  },
  {
    "name": "驱魔员警",
    "year": "1990",
    "id": "1299667",
    "type": ["喜剧", "动作", "奇幻"],
    "rate": 7.6,
    "story": "重案组警察在追踪一起贩毒案时遭遇奇怪事件，运毒女子表情呆板、蛮力过人，七八个警察也不能阻止她的前进，最终一辆失控的卡车将该女子撞倒。经调查，警方发现该女子是东平洲三婆的女儿，因此要求三婆前来录口供。为了照顾三婆年迈的身体，在东平洲当警察的丰叔（林正英 饰）前来配合警方调查。丰叔是一名法术高强的警察，他在看过尸体后发现其中有所古怪，进而怀疑有人利用行尸运毒。丰叔的老搭档（午马 饰）情知案件严重，因此拜托丰叔调查。与丰叔配合的是两个不着调的小警察（林俊贤、苗侨伟 饰），他们看中丰叔的侄女（王美华 饰），因此与古板的丰叔闹出不少笑话。随着调查的深入，隐藏在幕后的邪教贩毒组织渐渐浮出水面……©豆瓣",
    "director": ["董玮"],
    "actor": ["林正英", "苗侨伟", "林俊贤", "王美华"]
  },
  {
    "name": "古惑大律师",
    "year": "1990",
    "id": "1307667",
    "type": ["剧情", "犯罪"],
    "rate": 6.8,
    "story": "已改邪归正浪子陈子辉（梁家辉饰）临去外地工作前与女友（刘嘉玲饰）话别。村长之子根与女友莲丛林追逐玩耍，根色欲薰心使莲受重伤，根慌忙而逃。辉与玲话别后经过丛林时被绊倒。原来莲昏迷时，辉欲施救之际被村民发觉而误会凶手就是他。辉被带返协助调查，为了替玲隐瞒辉口供不尽不实，吴律师到保释辉随即接获莲死讯。辉被控谋杀  吴往找张大状（张坚庭饰）出庭，张直觉辉乃无辜，各方追寻对辉有利证据，终得知玲事，故叫玲作证人，以为可水落石出。但主控官为争取胜诉而不择手段，允许根做…©豆瓣",
    "director": ["张坚庭"],
    "actor": ["梁家辉", "刘嘉玲", "郑裕玲", "张坚庭"]
  },
  {
    "name": "烂赌财神",
    "year": "1990",
    "id": "3271347",
    "type": ["喜剧"],
    "rate": 0,
    "story": "本片是喜剧动作片，描写现今年青人的梦想一朝的发达心态。故事始源于泰国，歹方利用真空米内藏珍贵国宝偷运出境经香港转口到欧洲，但阴差阳错那包真空米竟然运到超级市场内。剧中主角钱小豪在超级市场内任职货品整理员，生性好赌，经济拮据，但无奈日前承诺了未来岳母请她吃饭。惜逢家中无粮，唯有在超级市场内顺手牵羊，拿点食品及一包五斤装真空米回家应急。恰巧内藏宝物那一包米给钱小豪拿去了，而却不自知。反派人物因此而要追查宝石下落。而豪终日要逃避大耳窿，现更要被反派追杀，双重压力下…",
    "director": ["邓荣汞"],
    "actor": ["钱小豪", "狄威", "何美婷"]
  },
  { "name": "香港舞男", "id": "19897562" },
  {
    "name": "弃卒",
    "year": "1990",
    "id": "1306896",
    "type": ["动作", "犯罪"],
    "rate": 5.5,
    "story": "周文俊是警方卧底，以为任期快满可以重当警员，却在此时接获新任务，负责调查荣叔主持的黑帮集团，周无奈接受。此时他巧遇多年好友安，原来安早已投靠荣叔，是他的得力助手。在安引荐下，俊混入集团调查，期间更搭上荣妻Helen。荣另一助手亚虎因安，俊二人被重用而不服，安其实早想退出，他知道虎对他不满，便借故与妻归隐。安之业务由俊接手，警方开始怀疑他，他却并未因此停止调查。亚虎乘机发难，把荣杀死，并嫁祸给俊。俊走投无路，往投靠安，安夫妻二人受牵连而死。至此俊怒不可竭，决定找虎报仇，血战后终于把匪帮消灭。此时，警方至，见俊立了大功，方才重新确认其警员身份。",
    "director": ["方平"],
    "actor": ["方中信", "郑浩南", "吴家丽", "苗侨伟"]
  },
  { "name": "三度诱惑", "id": "20378787" },
  {
    "name": "西安杀戮",
    "year": "1987",
    "id": "1307646",
    "type": ["动作", "冒险"],
    "rate": 6.8,
    "story": "20世纪20年代，数千年的封建王朝土崩瓦解，然而在历史黎明的曙光到来之前，古老的中华民族却进入了最为黑暗的军阀割据和混战兼并的时代。西安侦缉队队长马腾云与黑道公子曲大通沆瀣一气，为了钱财不惜杀害相好的女子小翠。侦缉队副队长何远新受命调查此案，在和武生傅天豪相谈过程中，逐渐将目标锁定在曲大通的身上。调查脉络逐渐清晰，而就在关键时刻马腾云借故将何支走，随后设下毒辣圈套陷害傅天豪。\n得知消息的何远新大为震惊，他赶回西安后不顾万难追查一连串案件的真相，纵使头破血流也在所不惜。蚍蜉撼树般的对抗，指向惨烈的结局……©豆瓣",
    "director": ["张彻"],
    "actor": ["董志华", "陈继铭", "徐小健", "杜玉明"]
  },
  {
    "name": "麻衣传奇",
    "year": "1990",
    "id": "2159254",
    "type": ["剧情", "恐怖"],
    "rate": 6.3,
    "story": "每年，村民们都会选一名纯洁的少女，将她献给邪恶贪婪的地藏鬼王（陈龙 饰），凡是落入地藏鬼王手中的女子，无一不面临着香消韵损的悲惨命运。这一次，遭殃的是嫣红，虽然麻衣老祖（午马 饰）得知这一消息立刻前往营救，但最终还是没赶上。麻衣老祖和地藏鬼王之间展开了激烈的较量，最终，两人同归于尽。\n一晃眼两百年过去，医师（张国强 饰）于无意之中拾得并且安葬了嫣红的遗骨，一人一鬼就此邂逅，产生了一段缠绵悱恻的人鬼绝恋。与此同时，鬼王之心亦因为沾到了人类血液而死灰复燃，地藏鬼王再度降临世间祸害凡人，麻衣老祖的传人初一（郑则仕 饰）和十五（何家劲 饰）继承了师父的遗志，再度与鬼王展开大战。©豆瓣",
    "director": ["吴勉勤"],
    "actor": ["郑则仕", "何家劲", "午马", "唐丽球"]
  },
  {
    "name": "西环的故事",
    "year": "1990",
    "id": "2208942",
    "type": ["剧情", "犯罪"],
    "rate": 6.5,
    "story": "扒手鹏（李子雄 饰）和强（郑浩南 饰）因为和为了凑钱与聋哑女友慧心（罗美薇 饰）结婚的飞贼伟（郭富城 饰）同时盯上了一条项链而不打不相识，项链最终被当地黑道小头目抢走，而三人也结为异性兄弟。因感警察不会被黑道欺负，三人投考警员，而最终只有鹏得以录用，虽然鹏渐渐疏远了两位兄弟，但仍依靠强、伟提供的线索，鹏及时保护了刚正不阿的黄探长（午马 饰），在警队脱颖而出，跟进一步与贪腐的上司合作，除掉了不配合收黑钱的黄探长。另一方面，强为了搭救被黑道绑架的伟，失手杀人，并向鹏自首入狱。不久强出狱，发现女友已被鹏夺走，三兄弟关系的裂痕愈发明显，而鹏阴毒的性格也开始渐渐显露……©豆瓣",
    "director": ["午马"],
    "actor": ["李子雄", "郑浩南", "郭富城", "张敏"]
  },
  {
    "name": "赌王",
    "year": "1990",
    "id": "1301065",
    "type": ["动作"],
    "rate": 6.1,
    "story": "龙头老大乔宏多年经营一统香港黑社会，并全面企业化，派头十足，只有赌王不愿归顺，赌王精通枪械与赌术，逢赌必胜，从无对手，赌王与乔宏之女为知己好友、恋人，乔女亦深暗赌技，二人交往纵横赌场浪漫而刺激，乔宏却需赌王依顺才应允两人亲事。\n日本黑道人物田中意图染指香港地盘，又与美国黑道有特殊交易，以乔宏之弱点对付美国黑社会以收渔人之利，巧计一场赌局，邀得美、日、港各赌王一决赌技，乔宏误入田中之计谋，如要牌局上赌输赢，需借助赌王之臂，乃设计儿女情令赌王应允参加。\n赌王与乔女筹备婚礼时，惊传乔宏别墅已被夷为平地，仅乔子幸免，遂采取报复，直捣杀手窝巢，而乔女却又落入田中之手沦为人质，这时赌王赶至，再做最后一博赌局。\n赌王的最后一张王牌是什么呢……",
    "director": ["江约诚"],
    "actor": ["万梓良", "林威", "龙方", "周海媚"]
  },
  {
    "name": "老婆,你好嘢!",
    "year": "1990",
    "id": "1306867",
    "type": ["喜剧"],
    "rate": 6.3,
    "story": "Sue与Ben结婚五年,生活愉快。Ben在一宗汽车交易中，邂逅Helen，与之发展了一段婚外情；适Sue替朋友代职时，上司Bill对她展开追求，Sue对他渐生好感。 　　却原来，Bill与Ben原为多年同学，经过多次阴差阳错，事情终于败露，Ben发现Bill追求自己妻子，Bill得知Sue为好友之妻，Helen惊悉Ben为有妇之夫，Sue得悉真相，心痛欲绝，与Ben闹翻。 　　当Ben决与Helen断绝，与Sue重修旧好，移民外地之际，得悉Helen经已怀孕，Sue决与Ben离婚。 　　Bill以为与Sue关系就此告终，决离伤心地到内地分公司工作。",
    "director": ["蒋家骏"],
    "actor": ["郑裕玲", "曾志伟", "郑浩南", "张凤妮"]
  },
  {
    "name": "僵尸医生",
    "year": "1990",
    "id": "1479855",
    "type": ["喜剧", "恐怖", "爱情"],
    "rate": 6,
    "story": "年轻的香港医生姜大聪（林保怡 饰）赴苏格兰公干期间，和当地美女爱丽丝（陈雅伦 饰）一夜风流，返港后整个人性情突然大变。女友阿May（陈淑兰 饰）发觉异常，但是一时也无从得知什么原因。原来爱丽丝是当地的吸血鬼！姜大聪被咬后慢慢变成了僵尸。此时，爱丽丝的主人吸血鬼伯爵因不满爱丽丝放走了姜大聪，命令她来港将他带回去。\n于是爱丽丝来到了香港，聪明的阿May很快识穿了爱丽丝的身份。她请来了一名法术高强的道长帮助男友解开困境，而爱丽丝亦受到了感化。吸血鬼伯爵知道爱丽丝背叛自己后，也来到了香港准备处死她……©豆瓣",
    "director": ["陆剑明"],
    "actor": ["林保怡", "陈雅伦", "陈淑兰", "郭锦恩"]
  },
  {
    "name": "爱在别乡的季节",
    "year": "1990",
    "id": "1295453",
    "type": ["剧情"],
    "rate": 7.9,
    "story": "李红（张曼玉 饰）和丈夫南生（梁家辉 饰）本是生活在广东番禹的一对夫妻，后来在李红的努力下，终于成功申请到了去美国签证，南生则留在国内等待机会。李红到了美国后发生改变，写信告诉丈夫自己想回家。南生一直劝慰鼓励她，直至南生收到那封申请离婚的信，他一方面难以相信，另一方面也担心妻子，遂偷渡到了纽约。南生初到美国，人生地不熟，因为偷渡者的身份更是连同学拒绝收留他。在走投无路之时，南生结识了一位有中国血统的15岁妓女Jane，暂时安顿下来的南生继续寻找妻子。南生渐渐了解了一些关于妻子在美国生活的片段，南生当初的想象一点点被颠覆，本来想帮助妻子的他也快心灰意冷了。突然一天，分别多年的两人竟然偶遇，而一切都已不再如前……©豆瓣",
    "director": ["罗卓瑶"],
    "actor": ["张曼玉", "梁家辉", "文希莲", "廖峻"]
  },
  {
    "name": "血在风上",
    "year": "1990",
    "id": "3264598",
    "type": ["动作"],
    "rate": 6.2,
    "story": "方与雄自小在帮会中长大,与帮会老大鲍之女儿莲感情极好,莲则对方有爱意。鲍因年老多病，欲选方为继承人，但遭方拒绝而起误会，赶方出帮，而后立雄为其继承人，女儿莲也嫁给雄。\n雄虽当了老大之位，却因好胜居功，不能服众，又遭日本山口组对付。方退出江湖，与丽结婚，在炮竹厂当工人，过着平淡的生活，但另一帮会的伊欲迫方重出江湖，故杀鲍劫莲，展开连场火并",
    "director": ["楚原"],
    "actor": ["方中信", "李子雄", "吴家丽", "陈玉莲"]
  },
  {
    "name": "越轨行动",
    "year": "1990",
    "id": "2300244",
    "type": ["喜剧", "动作"],
    "rate": 0,
    "story": "翁世杰统率下之毒帮内讧，手下第一悍将徐少强反叛离帮出走，因此翁不再信任帮中人，但有些交易如毒品却是必行的。翁决定利用私家侦探吴孟达去进行，这样可使有意外时毒帮可置身事外，吴正值侦探社经济陷入困境而接下委托，根本不知代人运送毒品。吴与徒弟莫少聪携巨款回程中中伏，被徐巧布飞弹栏截，失去巨款。但所劫乃中了空宝，但吴却以为巨款失去。后徐杀到吴家，与吴之妹惠英虹及女秘书大岛由加利展开一场血斗。吴决定避难，公司暂由莫主持。翁屡寻仍无巨款之下落，将徐杀死，徐之女友陈蓓琪料成为追杀对象，翁大闹侦探社展开连场追杀，仍一无所获，决定绑走大岛，吴与大岛，吴与大岛是情人，决定舍款救爱侣，谁知此时大岛已受尽非人之变态虐待。翁得回巨款仍想置四人于死地，四人情况正危，陈赶到，决为爱情牺牲与翁同归于尽。巨款因发生爆炸焚毁于大火中，吴慨叹非份之财不能贪，几乎害了四人性命，但亦因此明白生命之真谛。",
    "director": ["黄松鑫"],
    "actor": ["吴孟达", "莫少聪", "大岛由加利"]
  },
  {
    "name": "赌侠",
    "year": "1990",
    "id": "1300566",
    "type": ["剧情", "喜剧"],
    "rate": 7.7,
    "story": "得赌神毕生绝技的刀仔（刘德华 饰）在龙五（向华强 饰）的陪同下重出江湖，代表师父以赌技致力慈善事业，人称赌侠。遇到欲拜赌神为师号称赌圣的阿星（周星驰 饰）后，两人互展计谋绝技，打成平手。 侯赛因（单立文 饰）为替被赌神击败的义父陈金城报仇，在赌船上打着赌神旗号骗尽东南亚阔佬钱财，欲使赌神身败名裂，并设计挟持了龙五和阿叔（吴孟达 饰）等人，以期封住刀仔的口，不把他的真实身份揭穿。为了赌神的声誉，刀仔和阿星一用赌技绝学一用特异功能，并肩合作与侯赛因在赌桌上展开了智斗。©豆瓣",
    "director": ["王晶"],
    "actor": ["刘德华", "周星驰", "向华强", "张敏"]
  },
  {
    "name": "BB30",
    "year": "1990",
    "id": "3059556",
    "type": ["喜剧"],
    "rate": 6.4,
    "story": "BB30包有为是城中籍籍无名的年青律师,为人极富正义感,实际上,开业以来他未曾胜过一场官司.反而他的憨直,冲动和间歇性精神紧张却令他陷入律师会的纪律调查之中.这次调查他邂逅了美丽的郑可爱医生.可惜这次邂逅却不美丽.因为郑以她的专业判断,对包作出不利的医学供词,导致二人产生一连串误会和冲突.另一方面,健康舞教师Susan一直痴恋包,不时施展柔情攻势,更安排一场必胜官司,务求讨得其欢心.而Susan裙下一大醋臣沙展巫,自然遇憨男,搞出笑话连篇.包的好友兼损友龙虎豹偶然知道包看上了郑的座驾\"BB30\". (内容简介来自VCD)",
    "director": ["冼杞然"],
    "actor": ["钟镇涛", "郑裕玲", "关秀媚"]
  },
  {
    "name": "夜魔先生",
    "year": "1990",
    "id": "3066891",
    "type": ["喜剧", "恐怖"],
    "rate": 6.2,
    "story": "某夜，香港一个幽暗的死角，而发生一件变态的奸杀案，死者的舌头被割去，死状恐怖，而同类的谋杀案却接二连三地发生，竟将刚由大陆抵步的柴华娃也卷进这恐怖的漩涡中……",
    "director": ["刘观伟"],
    "actor": ["张坚庭", "李赛凤", "林蛟", "楼南光"]
  },
  {
    "name": "朋党",
    "year": "1990",
    "id": "2351416",
    "type": ["犯罪", "剧情"],
    "rate": 6.4,
    "story": "家辉与KK、ET等人喜好飞车，一次赛事中家辉邂逅少女阿雪。恶少金十二常对阿雪骚扰，家辉出头，与十二少结怨。家辉叔父张铁柱乃巡警，反对家辉动武，又威迫十二少停手，结果遭人袭击至重伤。家辉盛怒，率童党找十二少算帐……",
    "director": ["刘伟强"],
    "actor": ["张家辉", "李修贤", "吴雪雯", "林敬刚"]
  }
]
