[{"name":"新同居时代","year":"1994","id":"1302160","type":["喜剧","剧情","爱情"],"rate":6.9,"story":"三个故事讲述着现代人的爱和痛。第一个故事《摘星记》，主角星仔（林海峰 饰）是个美发师，“不要为一颗星星而放弃整个天空”是他秉承的爱情观，然而，当他遇上冰冰（吴倩莲 饰）后，一切都有了改变，他想向她表白，却每每欲言又止……第二个故事《怨妇俱乐部》，米高（吴奇隆 饰）是个不善于与人交往的年轻人，他决定在交友俱乐部寻觅可以发展的好友，结果他竟然迎来了一段忘年恋，年过四十的怨妇安娜（张艾嘉 饰）和米高开始了一段纠结的感情……第三个故事《未婚妈妈》，在可可刘（张曼玉 饰）和外籍男士发生关系后，她开始搞不清自己肚子里的骨肉是男友（赵文瑄 饰）的，还是那个英俊的外籍男人……©豆瓣","director":["杨凡","张艾嘉","赵良骏"],"actor":["林海峰","吴倩莲","张艾嘉","吴奇隆"]},{"name":"重案实录O记","year":"1994","id":"1292698","type":["动作","惊悚"],"rate":6.7,"story":"重案组组长李山（李修贤 饰）为人嫉恶如仇，与得力助手阿德（樊少皇 饰）等同事打击犯罪手段强硬，在警局内部树敌不少。最近李山捉获武装抢劫团伙何建东（黄秋生 饰）的手下，得到了其提供的情报，一番布控之下却仍被何逃脱。李山监控何妻电话，根据线索率队前往长洲，李山用何建东的赃款在长洲布下天罗地网，却激起当地居民抗议，各方压力之下不得不收队，然而最后终于将何建东抓获，同何建东一起亡命天涯的团伙二号人物阿诗（叶童 饰）侥幸逃脱。重案组迅速刑讯何建东团伙众成员，但这些悍匪却抵死不交代身份不明的另一成员，重案组反被投诉召来督查室插手此案。此时埋伏在警队内部的何建东团伙成员与阿诗计划将何建东救出……©豆瓣","director":["黄志强"],"actor":["李修贤","黄秋生","叶童","张耀扬"]},{"name":"六指琴魔","year":"1994","id":"1300265","type":["动作","武侠","古装"],"rate":7.1,"story":"黄雪梅（林青霞 饰）的父母因保护“天魔琴”为六大门派追杀致死，小弟黄麟也失踪。她抱琴跳崖，重伤未死，并练得绝世之功“天龙八音”后出山报仇。她设计让欲夺“天魔琴”的武林人士自相残杀。在与飞虎镖局吕腾空义子吕麟（元彪 饰）交手中，雪梅发现他就是自己失踪的弟弟……©豆瓣","director":["吴勉勤"],"actor":["林青霞","元彪","刘嘉玲","林威"]},{"name":"伦文叙老点柳先开","year":"1994","id":"1408298","type":["喜剧","动作","武侠"],"rate":6.9,"story":"伦文叙（张卫健 饰）跟柳先开（郭富城 饰）都是誉满全城的才子，由于性格各异常常发生口舌之战。某年他俩一起参加乡试，伦文叙侥幸高中令柳先开深深不忿，誓要与他再分高下。伦文叙其实一点都不喜欢念书，母亲威逼利诱他到了省城的书院上学。柳先开也在同一所书院，两人成了同学。校长向钱汉（吴孟达 饰）贪图钱财，女儿及外甥女程情（周慧敏 饰）也在院内学习。伦文叙跟柳先开共同追求貌美的程情，书院成了他们争斗的地方，闹出笑话连篇。一年一度的校际比赛又来了，面对邻校的嚣张气焰，身为精英的他们誓要能为学院争光。©豆瓣","director":["罗文"],"actor":["郭富城","张卫健","周慧敏","吴孟达"]},{"name":"新往日情怀","year":"1994","id":"1295365","type":["剧情","战争"],"rate":7.9,"story":"年老体衰的老妇人玛丝丹Marsden是美国年纪最大的军人遗孀，在一九八四年，她回忆起从前的片段往事…… 经过了内战和重建，也经过了维多莉亚时期，玛丝丹当时还只是个年轻的少女，她嫁给了身为军人的丈夫，亲眼见证了汽车工业的兴起、原子弹的发明、经济大萧条以及两次的世界大战。她的一生也是妇女自我发现、成长的历史。 婚后，她独立抚养九个小孩，看著他们长大、看著他们成家立业，也经历了一段沉重的婚姻以及人生的一切喜怒哀乐。","director":["Ken Cameron"],"actor":["戴安·琳恩","唐纳德·萨瑟兰","西西莉·泰森","安妮·班克罗夫特"]},{"name":"替天行道之杀兄","year":"1994","id":"4312574","type":["剧情","犯罪"],"rate":5.4,"story":"一晚夜深时份，梁志迪把他睡梦的哥哥杀死，带着无比怨愤与仇恨。当警察把他逮捕时，他嘴里还喃喃自语：他是抵死的……梁志初与梁志迪是一对同被收养的兄弟。然而阿初天性凶残顽劣，自幼就欺凌弟弟。且对养父母不敬，相反阿迪勤力工作，孝顺双亲，但当阿初出现在他们家里时，自然会带来暴戾与争吵。阿初曾经毒打妻子，意图把三岁的女儿抛落街，终于因贩毒被判入狱，出狱后，又为梁家带来灾难，终于激发起弑兄的决心。","director":["钱文锜"],"actor":["张家辉","关咏荷","李中宁","黄子华"]},{"name":"无尽的爱","year":"1994","id":"7053712","type":["剧情","爱情"],"rate":0,"story":"林伟是典型的懦弱型男人, 万事随遇而安, 袁雁盈自幼父母离异, 家境骤富骤贫, 造成她对一切缺乏安全感的性格, 两人维持了多年的同居关系, 林伟极欲结束爱情长跑, 多番暗示结婚, 正在此时, 袁发现巳怀身孕, 于是暗中堕胎, 事为林伟得悉, 不能妥协, 二人终以分手作结......","director":["高满楷"],"actor":["林伟","王敏德","冼翠珊","卢雄"]},{"name":"香港奇案之吸血贵利王","id":"1300432"},{"name":"壮士断臂","year":"1994","id":"3264573","type":["动作","冒险","武侠"],"rate":5.5,"story":"铁桥三力挫满清第一勇士赫哈，勇夺武状元，官拜广东海关提督，衣锦还乡，负责训练新兵队伍。此时朝廷推行维新，庆新王表面支持，暗地里却中饱私襄。阿三屡与海资交战，因军备落后，屡处下风，伤亡惨重，朝廷颁令庆亲王联同负责之穆亲王押送洋枪火炮南下支援并鼓舞士气，一时军民甚为兴奋。穆亲王之女童安格格亦随父往广东，格格一直暗恋阿三，可惜阿三已与患难之交小蝶成婚。而穆亲王为了拢络庆亲王，并一口应承把女儿许配给庆亲王。格格得知后更离家出走以示反对，庆亲王为了在格格面前表现威武，强邀阿三比武，而阿三因数月辛劳，功力大退，终被击倒。格格对庆亲王乘机凌辱阿三甚为反感，反对阿三更加怜爱。不久海盗再次来犯，阿三率众抵抗，虽有洋枪火炮，但缺弹药，阿三遂自揭皇印封条打开银库取白银购药，军民奋力终将海盗打得落荒而逃，众人欢庆胜利之际，庆亲王返抵，对阿三擅取白银严加罪责，原来庆亲王早已计划以此事嫁祸阿三，并在押阿三回京的路上安排山贼欲杀人灭口，阿三被重务砸断右臂，侥幸逃脱。格格对庆亲王奸险恨之入骨，为救小蝶免受抄斩，格格答应嫁给庆亲王，成婚之夜，格格欲杀庆亲王，可惜反被庆亲王击杀，穆亲王赶来亦被庆亲王所杀，并诬称穆亲王父女二人与阿三同谋，并将彼等尸首悬于市中示众。阿三会合恩师红姑夜盗尸首，予以火葬，熊熊火光，激起阿三消沉的斗志，苦练独臂神功，一年后，京喜乐喧天，阿三藉舞狮贺岁混入庆亲王邸刺杀庆亲王。","director":["卫翰韬"],"actor":["杜少津","袁洁莹","叶全真","李丽丽"]},{"name":"不扣钮的女孩","id":"3920055"},{"name":"地下裁决","year":"1994","id":"1303903","type":["动作"],"rate":0,"story":"钻石设计师沈莉（张敏）一直钟情于警官金鹰（汤镇宗），无奈二人因抱负不同而结束恋情。随后，表妹苏玲（叶子媚）与金鹰志趣相投，继而相恋；而失意的沈莉，毅然移民美国再创事业。在金鹰与苏玲新婚之夜，遭军火头子周善夫（李子雄）报复，血洗婚宴。结果，苏玲全家被害，金鹰虽勇战突围，却被周串谋之高官冤枉，指他涉嫌与黑社会勾结与大厮杀有关，金鹰百词莫辩，被逼逃走他方。另一方面，沈莉惊闻噩耗，决心回港报仇，几经波折，终寻得金鹰下落，惟他已变得懦弱无能，沈莉无奈失望而去。周善夫自产…","director":["雷成功"],"actor":["张敏","李子雄","汤镇宗","叶子楣"]},{"name":"花旗少林","year":"1994","id":"1295636","type":["动作","奇幻","爱情"],"rate":6.8,"story":"张正（周润发 饰）这名美籍华人被任命到中国大陆护送一件宝物运到美国。随后他来到了著名的少林寺等待消息。随和的他马上跟少林寺里一名七岁的小和尚清淳结下友谊之情。毕竟凡夫俗子与出家人的生活习惯存在很大的差异，就连文化差异上也存在很多的分歧。因此有很多事情，让身为客人的张正大感意外与不忿。\n后来张正才知道，那宝物是一个拥有特异功能的少女小菁（吴倩莲 饰）。两人共同发现了一个大阴谋，却阻挡不了两人感情的增长。©豆瓣","director":["刘镇伟"],"actor":["周润发","吴倩莲","刘家辉","秦汉"]},{"name":"破坏之王","year":"1994","id":"1299745","type":["喜剧","动作"],"rate":7.6,"story":"快餐店打工仔阿银（周星驰）某日送快餐时邂逅正在武术训练馆学习日本空手道的阿丽（钟丽缇），对其一见钟情。遭遇同样喜欢阿缇的武馆教练林国斌的羞辱后，自觉太弱小的阿银决定拜自称为“魔鬼筋肉人”的达叔（吴孟达）为师，达叔一开始只想骗取阿银的钱财，终被其善良和执着打动，开始教授其中国古拳法。\n阿丽遇坏人拦截，阿银头戴加菲猫面具出手相救，情急之下从高台上抱着歹徒滚下，却由此创出了“无敌风火轮”，不料事后被林国斌领功。为了证实自己的实力，阿银报名参加了搏击比赛与林国斌决斗，想借此再赢阿丽芳心。©豆瓣","director":["李力持"],"actor":["周星驰","吴孟达","钟丽缇","林国斌"]},{"name":"醉拳II","year":"1994","id":"1307319","type":["动作","喜剧"],"rate":7.7,"story":"本片讲述的是一代宗师黄飞鸿年少时代一段历险。民初年间，年轻的黄飞鸿（成龙 饰）自学了一套威力无穷的拳法——醉拳。但是每次打出这套拳法，都要先喝得酩酊大醉，利用醉态打破一切武学定律，才能发挥出醉拳的威力。因为这样，黄飞鸿父亲黄麒英严禁儿子练这种有伤风雅、而且违背习武强身法则的拳法。\n年少顽皮的飞鸿常常背着父亲在练习醉拳，并以此打败了众多强手。这天，飞鸿和父亲一起上东北办事。半途上，父子俩遇上了一伙外国强盗，他们暗中将国宝玉玺偷运出境。为了阻止这伙强盗、夺回国宝，飞鸿只好使出他的拿手绝活——醉拳！©豆瓣","director":["刘家良"],"actor":["成龙","梅艳芳","狄龙","黄日华"]},{"name":"大富之家","year":"1994","id":"1296897","type":["家庭","喜剧"],"rate":7.7,"story":"任大宽（关德兴 饰）家道兴旺，四世同堂，但家家有本难念的经，这一家也不例外。大儿子求富（黄百鸣 饰）与老婆月容（冯宝宝 饰）争吵不断，处在离婚的边缘。二儿子求贵（梁家辉 饰）天生口吃，与老爸不和，年纪不小却还没有女朋友。小儿子求其年少无知，却调皮捣蛋，在学校里惹事不断。三女儿求安（毛舜筠 饰）天性叛逆，在法国留学后更是一发不可收拾。这一天，求安从法国带来一个长发不羁的罗伯特（张国荣 饰），让表哥孝忠（刘青云 饰）醋意大起。与此同时，训导主任何守贞（郑裕玲 饰）发现求其的漫画，要求见家长。而求贵爱上了守洁（袁咏仪 饰），两人日渐亲密，却被守洁姐姐守贞百般阻拦……©豆瓣","director":["高志森"],"actor":["黄百鸣","梁家辉","张国荣","毛舜筠"]},{"name":"神龙赌圣之旗开得胜","year":"1994","id":"1308011","type":["喜剧"],"rate":5.9,"story":"赌神之子沙三少（梁朝伟 饰）和赌霸传人任天仇（郑伊健 饰）为争夺至尊赌皇的头衔，决定通过一场至尊赌皇大赛三局两胜决出胜负。沙三少长期的好吃懒做，也无心成为至尊赌皇，满足于做赌场中的一个小人物。毫无意外地，第一回合下来，沙三少惨败给了任天仇，经过一番考虑他决定找来中国 赌圣许文龙（梁家辉 饰）来帮忙，沙家的管家细梅姐（曾志伟 饰）还请来神探罗拔（梁家辉 饰）和怪侠一枝梅（曾志伟 饰）进入到沙家防备任天仇派杀手行刺。沙三少为了确保接下来的比赛能胜出，屡次偷捽牌神功秘笈却无功而返，最后还因意外无法出赛。沙家就这样落败？许文龙等人又将如何挽回这败局？©豆瓣","director":["彭绮华"],"actor":["梁朝伟","梁家辉","曾志伟","吴君如"]},{"name":"达摩祖师","year":"1994","id":"1295299","type":["剧情","传记","动作"],"rate":8.1,"story":"达摩祖师（尔冬升 饰）本是印度南部国家的三王子，曾传授武艺给少林，是中国佛家始祖。达摩父王病重，他在回宫探望的路上却遭遇杀手伏击，其他王子对即将继承王位的达摩心怀恨意，王宫之中暗流涌动。盘若多罗法师将老王身上的冤魂祛除，又引导达摩修行。达摩独具慧根，经过考验终于拜入盘若多罗门下，后者劝说达摩在自己死后67年才能去中国修行。多年以后，达摩在南北朝梁武帝时期登陆南海，梁武帝令东林御寺予以接待，达摩见解玄妙，却令梁武帝不满，随即独自云游四方，最后在少林寺后山面壁静坐，三年不吃不喝不动。龙山寺神光和尚（樊少皇 饰）曾是杀戮无数的战将，皈依后夜夜被血腥噩梦困扰。神光为求修行解脱，远赴少林拜见达摩……©豆瓣","director":["袁振洋"],"actor":["尔冬升","樊少皇"]},{"name":"洪熙官","year":"1994","id":"3114227","type":["剧情","动作","武侠"],"rate":7.3,"story":"洪熙官（甄子丹 饰）是朝廷武官洪亭南（潘志文 饰）的儿子，对武术十分痴迷。洪亭南表面为朝廷效忠，但其真实身份却是主张反清复明的革命领袖，当这致命的秘密暴露之时，亦是洪亭南家破人亡之际。\n父亲的死让洪熙官受到了很大的刺激，他发誓要好好研习武艺，替父亲报仇雪恨。洪熙官和好友高进忠（甑志强 饰）、童千斤（梁日豪 饰）一起进入了少林寺修习，之后三人遇见了同样武艺高强的方世玉（张家辉 饰），彼此之间结下了极为深厚的友谊。然而，洪熙官发现高进忠心术不正沦为叛徒，更企图对栽培他的师傅和整个少林寺行不轨之事，忍无可忍的洪熙官站了出了，和昔日好友兵戈相见。©豆瓣","director":["陈宇超"],"actor":["甄子丹","潘志文","甄志强","张家辉"]},{"name":"播种情人","year":"1994","id":"1300073","type":["喜剧","剧情"],"rate":6.5,"story":"炭头（刘青云 饰）一直无法从被女友抛弃的阴影之中走出，终日生活在郁郁寡欢之中。某日，炭头邂逅了开朗乐观的阿荣（袁咏仪 饰），阿荣的快乐和单纯渐渐感染了炭头，久而久之，两人走到了一起，组成了家庭。\n阿荣一直希望能够拥有自己的孩子，但炭头一想到跟随着孩子而来的负重和责任便起了退却之心。终于，阿荣还是怀孕了，虽然心中有些龃龉，但炭头依然尽心尽力的照顾着阿荣。就在这个节骨眼上，炭头的前女友从法国归来约炭头相聚，就在那一日，阿荣的孩子胎死腹中。炭头用他的温柔包容着伤心欲绝的妻子，知道阿荣迎来了第二个孩子，然而，面对丈夫对胎儿无微不至的关心，阿荣起了疑心。©豆瓣","director":["张志成"],"actor":["袁咏仪","刘青云","黄子华"]},{"name":"锺馗嫁妹","year":"1994","id":"1479875","type":["奇幻","恐怖"],"rate":5.8,"story":"钟馗之妹钟情于男妓民，加上馗妹再不嫁就永世不能投胎，钟馗与妹遂共盗生死册，以寻法延续民仅有三日的性命，因而与判官大打出手，最后与三小鬼逃上阳间。钟馗发现民乃是男妓，故对其妹决定不甚赞同，而馗妹与民更有了肉体关系。民不堪钟馗等人多番纠缠，暗中找道士九欲收伏钟馗等人，一场大战就此展开……","director":["午马"],"actor":["午马","林正英","郑浩南","邱月清"]},{"name":"新天龙八部之天山童姥","year":"1994","id":"1297517","type":["动作","武侠","古装"],"rate":7.4,"story":"天山派李秋水（林青霞 饰）爱上掌门师兄逍遥子，却不知逍遥子所爱的其实是李秋水的孪生妹妹李沧海（林青霞 饰）。而天山童姥巫行云（巩俐 饰）对李沧海亦有超越性别之爱。逍遥子被同门叛徒丁春秋（徐少强 饰）下毒中伤，被迫归隐到飘渺峰，设下“玲珑棋局”等来本性善良、佛性极深的有缘人虚竹 （林文龙 饰），将百年功力悉数相传，以期代他清理门户。 为夺少林宝物，丁春秋率阿紫（张敏 饰）、诱动连手的李秋水等人欲血洗少林，得到了逍遥子毕生功力的虚竹在巫行云的帮助下临危受命，与丁春秋展开了回合大战。©豆瓣","director":["钱永强"],"actor":["林青霞","巩俐","张敏","林文龙"]},{"name":"重金属","year":"1994","id":"1299319","type":["动作"],"rate":5.8,"story":"梁峥本为香港警队中著名的警花，怎料目睹丈夫为救自己而被击毙，痛心之余，性情也变得怪异，后争被委派前往新加坡执行任务，期间，她结识了身手不凡的助手玲（李婉华），不过由于玲年过三十，开始为自己 打算，故早已掉了拼搏之心。这对拍档来自不同背景与极端的心态下，调查军火线索，结果闹出笑话连篇。经过一番追查，终于在一小岛上得悉。","director":["梁小熊"],"actor":["梁琤","王盛德","陈启泰","李婉华"]},{"name":"吸我一个吻","id":"2159087"},{"name":"飞虎雄心","year":"1994","id":"1305772","type":["动作","犯罪"],"rate":6.8,"story":"何志伟（容锦昌 饰）是一名警察，肩上背负着保卫香港市民人身安全的重担。虽然何志伟的内心里充满了职业荣誉感和责任感，但目睹着越来越多负面事件的发生，眼看着现实和理想背离的越来越远，何志伟内心的追求开始渐渐产生了动摇。\n一次行动中，何志伟的同事因公殉职，同事的死让何志伟坚定了加入飞虎队的决心，在艰苦的训练和残酷的测试中，何志伟凭借着勇气和智慧脱颖而出最终成为了一名称职的飞虎队队员，教官黄大石（王敏德 饰）亦让何志伟坚信，他的选择没有错误。终于，何志伟得到了机会再度面对曾经杀死他的同事的悍匪，他发誓要将他们一网打尽，为同事报仇。©豆瓣","director":["陈嘉上"],"actor":["容锦昌","王敏德","李若彤","罗礼贤"]},{"name":"张保仔","year":"1994","id":"2154280","type":["剧情","动作","古装"],"rate":6.3,"story":"清道光年间，洋人以做生意为名，大肆向我国倾销鸦片。花旗盗首领郑一为人侠义豪爽，他劫富济贫，在海上专劫洋人阿走私船只，洋人对其又恨又怕。郑一身边的几名勇将七海、郭婆带和张保仔均是他收养的孤儿，郑一不仅将他们养大，还使他们成为武艺高强的男子汉。在一次进攻东印度鸦片船只的战斗中，郑一不幸被害。在郑一的妻子阿晴和七海的支持下，在江湖上已小有名气的张保仔当上了花旗的首领。郭婆带为此心存不满。张保仔率众继承义父遗志，不断打劫洋人船只，开仓卖粮接济穷人，深受百姓拥戴。这一切均被微服私访的两广总督林则徐看在眼里。英国领事向林则徐施加压力，要他剿灭骚扰英“商船”的海盗。林则徐未予理睬。张保仔结识了一位被卖青楼的女子冬潮，对其颇有好感，准备为她赎身。正当他回大本营取钱时，恰遇海上黑旗首领邬石二。邬石二请求花旗与黑旗联合起来对付清政府。在郭婆带的激将下，张保仔与郭一起潜入清水师营行刺林则徐。在水师营，张保仔被林则徐禁烟的爱国之举而感动，放弃了行刺计划。郭婆带以为张保仔投靠了官府，愤而离去。张保仔与冬潮成亲了。深夜，早与洋人勾结在一起的邬石二挑唆郭婆带率人袭击了花旗大本营。张保仔带领众人奋起抵抗，邬石二一伙落荒而逃。海岛上，邬石二企图污辱郭婆带的女友浪里白条，郭婆带一怒之下结果了这个江湖败类。英国人背信弃义，将一万多箱鸦片强运入港。林则徐令全省水师待命，镇守海港。英舰公然向清水师营开炮，眼看海关将被攻破，张保仔毅然率众前来助战，炮火枪弹中冬潮中弹身亡，阿晴亦身负重伤。张保仔愤怒地驱船向敌舰冲去。就在这时，郭婆带与浪里白条也前来支援。张保仔等人冲上敌舰同英军展开了白刃之战。危急时刻，林则徐率援兵赶到，击退了敌舰。庆功会后，张保仔谢绝了林则徐要他加入水师营的提议，重新登上了渔船，他要漂洋过海去实现自己的理想。","director":["蒋国权"],"actor":["李元霸","叶童","卢惠光","黎姻"]},{"name":"山鸡变凤凰","year":"1994","id":"1298757","type":["喜剧","动作","爱情"],"rate":6.1,"story":"毛泽西是个疾恶如仇的女督察，不少罪犯闻风丧胆；莫札实从大陆来香港的音乐家，一心想来香港赚一笔钱回乡。最后在毛泽西手下警员安排下莫札实向毛泽西求婚成功，与毛泽西发展浪漫的爱情","director":["邱礼涛","萧伟强"],"actor":["刘青云","毛舜筠","成奎安","黎瑞恩"]},{"name":"咏春","year":"1994","id":"1306232","type":["动作","剧情"],"rate":6.9,"story":"云南某小镇。\n咏春（杨紫琼）年轻时被垂涎其美貌的恶霸逼婚，因不甘委身，她拜高人为师习得一身好武艺，回乡后不但将恶霸击退，还将时常骚扰乡邻的山贼打得落花流水，并从他们手中救下万艳娘（洪欣），后者被咏春开豆腐店的姑姑芳姑（苑琼丹）打扮成新一代豆腐西施招徕顾客。万艳娘的美貌将邻镇富商黄学州（李子雄）吸引，但对她心怀欲念同时，他也生出娶咏春作妻以保护家产的想法，殊不知对他钟情的只有芳姑。\n与咏春订下娃娃亲的梁博滔（甄子丹）千里迢迢来将她找，却误认万艳娘为未婚妻，咏春更因一身男儿打扮被他视作情敌，不过与万艳娘相处时，他总觉得哪里不太对劲。其后山贼头领夜入豆腐店欲掳万艳娘，只被咏春打成废人，山贼大王飞天猩猩为替他报仇，率领所有山贼策马入镇抢走万艳娘，咏春无奈只得应战。这刻令梁博滔恍然醒悟谁才是自己的爱侣。©豆瓣","director":["袁和平"],"actor":["杨紫琼","甄子丹","苑琼丹","洪欣"]},{"name":"奸人世家","year":"1994","id":"1302356","type":["动作"],"rate":6.2,"story":"一个奸人世家，石坚为父，儿子为陈惠敏、成奎安、黄子扬、李兆基等，众人无恶不作，石六十大寿时，石弟胡枫及其儿子奸飞带来消息，南非姨丈过身，留下十亿美金遗产，但众人要改变做好人及做足一百分才可以接受遗产，否则全部送给胡，石为了面子，叫各人做好事，胡派龙方去阻止及破坏众人，最后石开慈善大会，龙挟持石儿子及媳妇并赌一场……","director":["林庆隆"],"actor":["何家驹","成奎安","陈惠敏","胡枫"]},{"name":"火烧红莲寺","year":"1994","id":"1297258","type":["动作","冒险","武侠"],"rate":6.8,"story":"清朝时，少林寺图谋反清复明，为清兵所剿灭，少林子弟星散，清廷鹰犬紧追不舍……少林俗家弟子方世玉（季天笙 饰）与师叔至能大师与荒漠之中躲避清兵，偶遇从良妓女豆豆（李若彤 饰），三人于乱世相识，方世玉对豆豆一见钟情。清兵围堵三人，至能惨死，世玉和豆豆被带回红莲寺。红莲寺在神公（黄锦江 饰）掌控下逼迫众多少林弟子为奴，昔日的少林俗家弟子洪熙官屈服神公担任工头，与方世玉大打出手，方世玉被神公暗算，奄奄一息。红莲寺内机关重重，少林弟子动辄命丧劳作之中。被神公纳为宠姬的豆豆为方世玉求得性命。一众少林子弟决意冲出红莲寺，重返自由……©豆瓣","director":["林岭东"],"actor":["李若彤","季天笙"]},{"name":"非洲超人","year":"1994","id":"1482396","type":["喜剧"],"rate":6.3,"story":"这次北京将举行国际马拉松赛，路线从北京到四川，穿越四川的大熊猫保护区。这场马拉松聚集很多马拉松强队，香港的参赛队伍晶晶队的教练纪芳（郑佩佩 饰）更是雄心勃勃，提前很多天就带队来到了北京训练，想一举夺魁。岂料晶晶队的队员面对强手竟信心全无，纪芳一时十分失落。一日，纪芳偶遇了来自非洲的黑人历苏（N!xau 饰），被他优秀的身体条件震惊了，于是邀请他加入了晶晶队。另一方面，来自香港的力王队其实是在打国宝大熊猫的主意，他们计划在穿越熊猫保护区时捉拿珍贵的熊猫！这场惊险的马拉松开始了。©豆瓣","director":["曹建南"],"actor":["历苏","郑则仕","叶蕴仪","郑佩佩"]},{"name":"年年有今日","year":"1994","id":"1306341","type":["剧情","喜剧"],"rate":7.7,"story":"因工作关系钟有诚（梁家辉 饰）需要到大屿山一趟。因台风的关系要在岛内留宿，在这个时候他认识了同样被困的少女慧心（袁咏仪 饰）。二人一见钟情，虽然男的已婚，女的也将会在两个星期后结婚，仍挡不住他们的爱火。有诚跟慧心深知他们是无法摆脱家中的一切相守到老，但又觉得对方的聆听是自己心灵的一种解放，便决定每年的这天都来这个小岛相聚。之后无论天雨天晴他们都会重回旧地共渡良宵。期间他们因为有诚的儿子发生过冲突，也共同迎接了慧心腹中的孩子出生。直到第二十一次相聚，有诚告诉慧心他的妻子已决定举家移民，这可能是最后一次的相聚……©豆瓣","director":["高志森"],"actor":["梁家辉","袁咏仪","吴君如","黄霑"]},{"name":"九品芝麻官","year":"1994","id":"1297518","type":["喜剧","古装"],"rate":8.5,"story":"包龙星（周星驰 饰）用钱买来了一个候补知县的职位，可是为人贪婪，县上的人都对他痛恨之极。在他代替正式知县的时候，戚家媳妇戚秦氏（张敏 饰）遭到了常威( 邹兆龙 饰 )的强暴，后来常威动了杀机把戚家上下都杀害了，更嫁祸于戚秦氏。常威是水师提督大人的儿子，请来大状方唐镜（吴启华 饰），收买了所有证人以便洗脱罪名。包龙星虽然极力寻找证据，也被迫害至落难他乡。他决定要上京告御状，后来他因没钱不得不在妓院打工，向老板娘学习了一身斗嘴的好功夫。他在妓院里误打误撞认识了皇上，帮助皇上有功他被封了大官，重审戚家被害的案件。他凭着聪慧与口才，全力为戚秦氏讨回公道。©豆瓣","director":["王晶"],"actor":["周星驰","吴孟达","张敏","徐锦江"]},{"name":"七金刚","year":"1994","id":"1306431","type":["动作"],"rate":6.3,"story":"国家安全局特种部队培训出的特工小组组员叶飞（李宁饰）、干妈（郑则仕饰）、超人（许志安饰）、钢条（郭晋安饰）、一休（熊欣欣饰）、小不点（徐濠莹饰）、马龙（刘德饰）号称“七金刚”，长驻香港，专门完成高难度的军事任务。\n私底下七人亦是从小一起长大的孤儿，患难与共的好兄弟，一起经营餐厅生意。\n一日七人从严军长处接到任务，要负责破坏一个已在香港向美国买军火再高价卖给恐怖分子的中国高级军官的交易，并且要拿到交易磁盘的任务。七人布置好局，卧底等待。\n一日叶飞在河边偶遇一神秘的长发女子方盈（杨紫琼饰），二人结下不解之缘。\n而就在执行任务的当日，突然发生意外......©豆瓣","director":["程小东"],"actor":["杨紫琼","李宁","郑则仕"]},{"name":"晚9朝5","year":"1994","id":"1303204","type":["剧情","喜剧","爱情"],"rate":6.6,"story":"这一批社会新鲜人在白天都有正常工作，但晚上九点至翌晨五点才是他们的人生黄金档。在夜店中开怀畅饮高歌，在床上或汽车内享受一夜情，一直到第二天喝过早茶才愿意散伙。如此挥霍青春的结果，有人徒劳无功，有人乐极生悲，有人梦醒离队寻找新的生活。","director":["陈德森"],"actor":["张睿羚","陈豪","周嘉玲","陈小春"]},{"name":"笑林小子","year":"1994","id":"1408312","type":["喜剧"],"rate":7.9,"story":"香港某高中学生四毛（林志颖 饰）爱上校长的孙女安妮（徐若瑄 饰），此举惹怒安妮男友铁鹰（张震岳 饰），令其开始对四毛百般刁难。在好友珍珠（徐濠萦 饰）和小皮（郝劭文 饰）的帮助下，四毛没有知难而退反是越挫越勇，发誓要与安妮约会，但终没抵过铁鹰。四毛随出差大陆的父亲游玩时，邂逅功夫了得的少林小子（释小龙 饰），并在他的帮助下练成武功。回到香港后，四毛偶知铁鹰的父亲心谋不轨想霸占校产，计划让铁鹰强占安妮以便要挟校长，开始在来港访问的少林小子的帮助下与铁鹰一伙展开恶战。©豆瓣","director":["朱延平"],"actor":["林志颖","郝劭文","释小龙","徐濠萦"]},{"name":"鬼战","year":"1994","id":"1301333","type":["犯罪"],"rate":0,"story":"90年代初东北福宁镇。范老大范大宝被释放了，迎接的车队从集市呼啸而过。人们感到不解。镇派出所副所长黄志强很气愤，对妻子说要调离福宁镇，原因是对范大宝的重罪轻判十分不满。妻子劝住了他。范老大一回来，就伙同老二范二财、老三范三喜到歌舞厅寻欢作乐，寻衅滋事。高三凤原来受尽凌辱，高父见范老大又回来，让女儿到外地躲一躲，但还是迟了一步，又被范老大劫去。范老大居然弄了一张“结婚证”，堂而皇之地结婚。镇上群众被迫送礼，多则800，少则500，而“新娘”此时还被绑在仓房里。三凤不屈服于范老大的淫威，后被范老大的女儿小妮放走。三风不见了，二凤夫妻成了范氏兄弟迫害的对象。二风不堪忍受，走上绝路，被救起送往医院。郑富夫妻也被迫害死亡。就在范氏兄弟一伙大肆作恶的同时，市检察院的金莉和邢亮接手重新审查范大宝一案，他们发现许多疑点和缺漏，意识到案件背后问题复杂。于是他们重新开展调查取证。经过艰苦的工作，案情逐渐明朗。他们在黄志强的配合下，找到三风，拿到了范老大残害妇女的录相带，于是决定再次抓捕范氏兄弟。范氏兄弟虽有一庞大关系网保护，但范氏兄弟及其打手15人全被抓获。经查证：以范氏兄弟为首的流氓犯罪团伙纠集一起，奸淫妇女，寻衅滋事，敲诈勒索，使数十户群众家破人亡，搜刮民财百余万元。此案涉及各级干部70余人。一场人鬼之战终以人民的胜利告终，范氏兄弟被送上了断头台。但回顾全案，其中有许多发人深省的问题，胜利得来又是何其艰难。","director":["郝冰","罗亮"],"actor":["申军谊","王宁生","辛欣","李永田"]},{"name":"新男欢女爱","year":"1994","id":"1297165","type":["爱情"],"rate":6.7,"story":"影片分为三个片段，每一段有其故事重心。首先出场的是任职家计会辅导员的Bobo，自法国学成归来，是位对性持开放态度的女性，对于未婚夫处处干预不以为然，在偶然的机会下，结识了黑道人物杰，并擦出了爱的火花。但碍于二人的背景差异太大，结果终于分手收场。Ysl是舞小姐，认为爱情是骗人的东西，男人亲近女人为的只是性。一次为替好友的婚姻介绍所假扮庆徵相睇者与会计师平认识，经过多番交往后两人终于产生感情，最后平更不嫌Ysl的身份，把美人自夜总会带走。性格开朗的Cola与年青设计师日邂逅，一夜情过后虽然彼此均留下深刻印象，但Cola不肯就此段情投下信任票，二人更时起冲突，最终Cola黯然离去。一段时间后，二人重遇，并决定重新约会，不再以性为彼此感情的着眼点","director":["林德禄 "],"actor":["邱淑贞","李婉华","钟淑慧","郑浩南"]},{"name":"我和春天有个约会","year":"1994","id":"1304244","type":["剧情","歌舞"],"rate":8.1,"story":"一代歌后姚小蝶（刘雅丽 饰）自加拿大返港，准备在即将拆除的丽花皇宫进行一场纪念演出，这里是当年她和露露（罗冠兰 饰）、莲茜（冯蔚蘅）、凤萍（苏玉华）三名姐妹歌唱事业起步的地方。六十年代，东南亚的战争阴云对香港也多有波及，此时的四姐妹在丽花皇宫刚刚开始自己的演唱之路，凤萍被烂赌的男友拖累，有孕在身却经常入不敷出，最后消失在混乱的南洋，为四姐妹无忧无虑的日子画上了句号。小蝶属意乐队萨克斯风手家豪（吴大维 饰），但后者意识到小蝶的前途会远比自己灿烂，遂留下一曲《我和春天有个约会》，消失在茫茫人海……\n本片根据香港话剧团名剧改编，演员基本由原版话剧班底组成。©豆瓣","director":["高志森"],"actor":["刘雅丽","苏玉华","罗冠兰","冯蔚蘅"]},{"name":"喂，揾边位？","year":"1994","id":"1307761","type":["恐怖"],"rate":6.2,"story":"阿梅（李婉华 饰）的儿子身患重病在美国接受治疗，需要大笔的医疗费。与此同时，她的母亲亦患上了老年痴呆，常年需要照拂。在这样危机的情况下，整个家庭的重担都落在了阿梅的肩上，无奈之下，阿梅只能成为一名应召女郎，为了在短时间里获得大量的金钱，阿梅不惜自己的健康，拼命的接客。\n老马（刘青云 饰）是阿梅的邻居，阿梅混乱的生活常常影响到他，但他知道阿梅的困难，因此并没有刁难她。阿梅遭到了陌生电话的骚扰，电话那头是三名修理工人，他们贪图阿梅的美色，残忍的尾随奸杀了她。阿梅死得冤枉，怨气使她化身成为厉鬼，发誓要为自己报仇。©豆瓣","director":["陆剑明"],"actor":["刘青云","李婉华","罗兰","何家驹"]},{"name":"表姐，你好嘢！4情不自禁","year":"1994","id":"1303616","type":["喜剧"],"rate":5.9,"story":"表姐鄭碩男（鄭裕玲飾）和外甥阿勝（張堅庭飾）到香港定居，她並發誓要在香港出人頭地，所以她任何苦也不怕吃。阿勝成立了一保守隊伍，表姐在一次親自押運一批大數的銀幣後，竟被警方懷疑她私藏軍火……","director":["张坚庭"],"actor":["郑裕玲","张坚庭","吴君如","河国荣"]},{"name":"风尘三女侠","year":"1994","id":"2068504","type":["剧情","爱情"],"rate":5.8,"story":"阿珍（李丽珍 饰）、美枝（陈雅伦 饰）和阿波（梁思敏 饰）是住在同一屋檐下的三个女孩，拥有着大相径庭的性格和爱情观。电视台的导播阿雄（陈国邦 饰）真心喜欢着美枝，但是美枝的心中只有成为大明星的梦想，看不见阿雄的一片真心。阿波眼见着阿雄爱得卑微又痛苦，常常鼓励和帮助他，一来二去之间，这两个人之间倒是碰撞出了爱情的火花。\n一次偶然中，美枝结识了名为罗杰（陈启泰 饰）的男子，罗杰事业有成风度翩翩，是上好的结婚人选，然而，美枝既然要选择婚姻，就不得不放弃梦想，这让她不知道该如何选择。那边厢，阿珍遇见了旗鼓相当的靓仔麦克（郑伊健 饰），两人之间开始了一场爱情游戏。©豆瓣","director":["钱永强"],"actor":["郑伊健","陈雅伦","李丽珍","陈国邦"]},{"name":"夺命接触","year":"1994","id":"1306688","type":["剧情","惊悚"],"rate":6.3,"story":"华乃货车司机，经常来往中、港两地工作，虽然同事终日游说他在外召妓作乐，但华与妻 阿玲生活美满，从来不为所动，玲生一子后，华更深感幸福。然而玲产后身体不适，拒与 华交欢，使华心痒难耐。而阿红在因在大陆生活...","director":["吴岱融"],"actor":["欧阳震华","钟淑慧","王维德"]},{"name":"错爱","year":"1994","id":"1401234","type":["剧情"],"rate":6.4,"story":"见习护士慕容婉（袁咏仪 饰）与Benny（任达华 饰）邂逅，两人一见钟情，很快就走在了一起。岂料Benny原来是美国警方通缉的毒贩，只是利用慕容婉作掩护偷运毒品。然而慕容婉却爱得死心塌地，不仅决定与未婚夫分手，甚至怀上了Benny的骨肉。为了追随至爱，Benny抛弃一切来到了美国，然而Benny在美国同居女友妒火中烧，用诡计阻止了Benny与慕容婉见面，并骗光了她的财物一走了之。身在他乡又身无分文的慕容婉最终命运如何？©豆瓣","director":["陈耀成"],"actor":["袁咏仪","任达华","陈令智"]},{"name":"正月十五之一生一世","year":"1994","id":"1303828","type":["悬疑","奇幻","惊悚"],"rate":6.5,"story":"一天深夜，晚归的周太太（梁思敏 饰）在无意之中目睹了一场可怕的凶杀案。周太太的丈夫老周（周文健 饰）是一名警探，恰巧负责调查此案件，然而，妻子的目击证词却让老周百思不得其解，因为周太太所看到的凶手，实际上在五十年前就应该已经死了，这一切究竟是怎么回事呢？\n老周那个聪慧机灵做事从来不按常理出牌的搭档孔明（刘青云 饰）从非洲归来，亦加入了按键的调查。通过分析重重的线索，孔明发现，周太太当日并没有看错，杀人者的确就是那个早就应该死去的人。原来，凶手心中心心念念的爱着他曾经的恋人敏敏，为了能够再次见到敏敏，凶手的心入了魔，这五十年间竟然不老不死，样貌没有一丝改变。©豆瓣","director":["钱升玮 (Wellson Chin)"],"actor":["刘青云","周文健","刘以达","于荣光"]},{"name":"龙虎新风云","year":"1994","id":"1304121","type":["动作","犯罪"],"rate":6.5,"story":"1991年，悍匪叶欢一伙打劫多家金店，其火力凶猛，警方始终不能将其绳之以法。三年后，卧底警察黑猫（刘青云 饰）与叶欢手下沙皮（林保怡 饰）一同出狱，黑猫靠做代客泊车度日，不久黑猫因出色的驾驶技术被沙皮引荐给叶欢，受邀在他们下一次的抢劫中担任司机。虽然黑猫将叶欢的犯罪计划通知警方，不料在行劫过程中，黑猫被警方击伤，但幸运躲过了叶欢的怀疑。因黑猫的上司在追捕中身亡，他失去了警方的信任，为了挽回局面，黑猫孤注一掷抓捕沙皮，却将他误杀。警方由此将黑猫列为通缉犯，面对警方和叶欢两方的怀疑，黑猫举步维艰证明自己的清白……©豆瓣","director":["黄锦钿"],"actor":["刘青云","郑则仕","童爱玲","林保怡"]},{"name":"新大小不良","year":"1994","id":"1296695","type":["动作"],"rate":5.9,"story":"四十年代，青年丘子洪欲乾一番事业，故往上海发展，到上海认识到君、川两人，后往同乡勇兄妹处，以作打算。斧头帮之金九笔为歌星莉与杜老大冲突，金河帮姜老大亦介入，最后杜终被杀。警察局长康介绍洪到姜之赌场，洪因表现佳，后智退金而更被重用。因川被杀，康助洪杀金，却因此而使姜、洪关系恶化，却更欲杀勇、洪等人，却反被勇所杀，姜手下元武誓杀洪、勇。此等仇杀背后原来藏着康欲雄霸上海之阴谋，最后勇及其余党皆被杀，唯洪逃脱，洪亦知悉康之一切，故誓杀康，替勇报仇。经过一次次血雨腥风的洗礼后，他意识到，要在这个勾斗角、弱肉强食的社会中雄霸天下并非易事，但此时退出已经太晚了……","director":["罗文","井岗"],"actor":["郑则士","张卫健","翁虹","蒋勤勤"]},{"name":"阿德晒命","year":"1994","id":"1303395","type":["喜剧"],"rate":6.8,"story":"吴德为一念慕虚荣，不学无术之青年，藉好友MARK的介绍当上舞男后，虽然拥有良好的物质享受，却疲于侍候一群阔太客人，且不获父亲认同，感到精神生活空虚。他唯一的寄望，是追求念书时的同学Joanne，Joanne为一金融经纪，亦追求物质享受，德藉跟Joanne开户口而与她熟络，当Joanne获悉他为舞男时，却反成为他的客人。一次他俩发生关系，翌日德却因Joanne替他弄早餐而害怕二人关系稳定，令Joanne要付钱给他以释尴尬。而当Joanne事业出现问题时，德又把所有积蓄交给她予以资助。二人最后决定结婚，后德跟Joanne从事金融行业，乐也融融。Joanne为试德是否决心不再做舞男，竟着德之舞厅经理向德借贷巨款，逼德重操旧业，而顾客竟是Joanne本人，Joanne因此恼恨德食言，一怒之下离开，德遍寻不获Joanne，失意之余转行开设烧腊店。数月后，Joanne从外地返港，到烧腊店光顾，重遇德，二人爱火重燃，重修旧好。","director":["卢坚"],"actor":["周文健","关宝慧","叶荣祖"]},{"name":"满清十大酷刑","id":"3699947"},{"name":"灭门惨案II借种","id":"10567361"},{"name":"神探POWER之问米追凶","year":"1994","id":"1479874","type":["喜剧"],"rate":6.5,"story":"重案组警探POWER陈（陈勋奇）因亲密女友伊莲（张瑞兰饰）牺牲色相，拍摄三级艳情电影而七窍生烟，心痛不己之际与该片的导演（曹查理饰）狭路相逢，不由分说便大打导演一顿以泄内心不快，莲因此与POWER陈闹翻。 POWER陈与拍档小鬼（翁慧德饰）侦查一宗军火交易，在缉捕匪徒时与金毛虎恶战，POWER陈不敌，但在极劣势之时突然实行一招自我心理催眠，幻觉将金毛虎视作该三级导演，POWER陈在怒气支持下愈战愈勇，卒反败为胜，将金毛虎击倒，金毛虎被拘捕后更答允警方转作污点证人，指证幕后首脑泰国虎（冯克安），泰大怒马上要将金置于死地。于是重金邀聘职业杀手（九面孤）（刘德）出马，原来九精通易容术，能装扮自己变成任何面孔而毫无破绽。 POWER 陈与小鬼被派廿四小时保护金，但被假扮成POWER陈的九混人，金被杀后POWER陈被控谋杀重要证人被捕。小鬼知道POWER陈惨被陷害，逐协助他逃走。POWER陈誓要亲手缉拿原凶归案，却苦于无从着手。 幸好，POWER 陈认识一名法力颇高的灵媒陶三姑（曾志伟反串），逐与小鬼千方百计逼使三姑帮忙，结果一轮紧张刺激的追踪过程后，终能将原凶九面狐缠住，但三人合力大战连场，仍未能将九制服，而POWER陈已战至筋疲力倦，眼看危在旦夕之际，小鬼突然蛊惑地想出一条对付九面狐的妙计来……","director":["陈勋奇"],"actor":["曾志伟","翁慧德","陈勋奇"]},{"name":"正乞儿","year":"1994","id":"1300585","type":["喜剧"],"rate":0,"story":"本片故事发生在现今的香港，讲述一个社会完全不能自立，没有求生技能的青年亚伟，一直靠女友星星养活着，一日星星将他抛弃，迫使亚伟突然要独立面对这个现实的世界，却发现杂家无法适应。亚伟在街上流浪的日子里，遇上四个乞丐，他们教亚伟如何在俗世中自立生存。亚伟与这群乞丐建立感情的同时，亦发现人们眼中的正常世界里的丑恶。亚伟在他的转变过程中遇到两次诱惑，然而亚伟最终仍是选择自食其力的生活，与乞丐的朋友们共同进退。","director":["邓荣耀"],"actor":["雷宇扬","徐锦江","黄志强","吴家丽"]},{"name":"沙甸鱼杀人事件","year":"1994","id":"1306121","type":["喜剧","剧情"],"rate":7.8,"story":"本片具有极大的讽刺意味。底层劳动人民沙甸鱼（黄子华 饰）为人老实，是一家超市的职员。兢兢业业的工作并没有令沙甸鱼赢得大家的肯定，反而经常受到取笑。沙甸鱼一直都是租房居住，最近更被业主贝太（潘芳芳 饰）逼迁，加上女友一直逼他买房结婚，然而微薄的工资却始终不够，沙甸鱼好不烦恼。一个晚上，贝太与女儿Anna（温碧霞 饰）吵架后来到沙甸鱼家，想找他出气，岂料最后竟然酗酒加服药猝死沙甸鱼家中。本来就已经烦恼缠身的沙甸鱼，这下更惹上了大麻烦，渐渐越陷越深……©豆瓣","director":["赵崇基 (Sung Kee Chiu)"],"actor":["黄子华","廖啟智","陳佩珊","温碧霞"]},{"name":"火云传奇","year":"1994","id":"1293518","type":["喜剧","动作","武侠"],"rate":6.3,"story":"当朝六王爷（单立文 饰）勾连土番，意图不轨。陇北节度使截获六王爷通外密信一封，遭六王爷座下两大宠幸刺客之一的“火云邪神”映霞（林青霞 饰）追杀，节度使遇刺前将密信、虎符交托亲弟玄明（莫少聪 饰），玄明避难一杂技班中，班主莲容（吴君如 饰）癫狂泼辣，爱慕玄明却不见容，只得藏起虎符强留。\n莲容之兄阿镇（巫刚 饰）身为相国护卫，武艺高强。火云邪神行刺相国却不敌玄明阿镇联手，火云邪神为取回密信遂乔装普通民女混入戏班，潜伏日久，被戏班内平和亲切的氛围打动，但六王爷与另一刺客映雪（叶全真 饰）的耐心已到达了极限……©豆瓣","director":["袁和平"],"actor":["林青霞","吴君如","莫少聪","巫刚"]},{"name":"初生之犊","year":"1994","id":"2264792","type":["犯罪"],"rate":6.6,"story":"宗、虎为机动部队PTU成员，因功而暂调为CID，追随手法独到、嫉恶如仇的柱。宗、虎执勤时，常与狂及丧冲突，因丧调戏宗之女友Judy,宗拔枪制止，却因此两人同被调往看门、洗车。丧仍未满足，却强奸Judy并把宗打至重伤，柱得悉后大怒，携过、虎尽扫荡狂经营之场所，迫其交出丧，狂见势也不再护丧，但丧不但毫不惧怕，更先伤狂后围困柱等人，欲置之死地，柱只好与宗、虎合力冲出重围……","director":["邱礼涛"],"actor":["李修贤","成奎安","樊少皇"]},{"name":"冷血人狼","id":"1302758"},{"name":"暴风眼","year":"1994","id":"1304443","type":["动作","奇幻"],"rate":6.1,"story":"依照法律拘捕东铁集团首脑时，特搜组干警江Sir（任达华 饰）遇到神秘女子叶风（张敏 饰），开枪击落她的手掌，叶风丢下铁手掌离去，江Sir怀疑她是机器人，开始特别留意她的行踪。高杰（袁咏仪 饰）率四名助手于某夜潜入东铁集团大楼准备盗取宝物秦黄石，要到手时，遇到也为秦皇石而来的叶风，两人展开争夺，高杰携石逃走。江Sir奉命追查此案，但效果令东铁集团新首脑龙羽（黄志强 饰）与得力助手由田哲（李健生 饰）颇为不满，两人开始追杀叶风和高杰众人，但江Sir没放弃尽职尽责。追逐中，神秘的叶风和江Sir渐渐生出感情，而他们两人又与高杰和东铁集团一干人展开四角争夺战，敌我关系一时复杂难辨。©豆瓣","director":["李健生"],"actor":["张敏","任达华","袁咏仪","黄志强"]},{"name":"神探磨辘","year":"1994","id":"1863731","type":["爱情"],"rate":5.9,"story":"陆志摩服务警界十年，办事鲁莽，每次都由女上司黄雪笙化险为夷，其后他发现黄鲜为人知的同性恋秘密，但他不仅为她紧守秘密，甚至成为她的爱情军师。这对工作上的冤家拍挡，竟同时发展为感情知己……","director":["张志成"],"actor":["刘青云","钟丽缇","伍咏薇","吴镇宇"]},{"name":"都市情缘","year":"1994","id":"1303638","type":["剧情","爱情"],"rate":8.1,"story":"梁智武（黎明饰）早年丧母，由父亲（吴孟达饰）一手带大。父亲一次带他回家时，买了块糕点被别人抢去，为了息事宁人，胆小的父亲竟默认是小武抢了别人的马拉糕。这成为少年心上永远无法愈合的伤口，和父亲的关系从此裂痕难补。学校里，小武常常受人嘲笑，没有人去真正关心他。\n小武最终早早成了少年犯。出狱后，成天沉溺赌博，父亲对他灰了心。有人介绍小武跟威哥（陈浩民饰）混，小武对威哥女友Jojo（吴倩莲饰）一见钟情，当晚便拉着Jojo出去，不料却被追来的威哥一群人打了一顿。\n不死心的小武继续约会Jojo，当晚在楼梯上等人的他竟莫名其妙地卷入谋杀案中，又以“袭警”罪名遭到非人虐待，奋力逃出后，他所想的只是在码头上再见Jojo一面，岂料迎来的却是警察……©豆瓣","director":["刘镇伟 (Jeffrey Lau)"],"actor":["黎明","吴孟达","吴倩莲"]},{"name":"姊妹情深","year":"1994","id":"1300177","type":["喜剧","剧情"],"rate":6.7,"story":"阿怡（袁咏仪 饰）是一个整日里游手好闲不学无术的不良少女，一次偶然之中，她结识了名为阿佳（梁家辉 饰）的男子，阿佳是一名同性恋者，个性非常的温柔善良，在他的介绍下，阿怡有了一份正式的工作，两人之间结下了深厚的友谊。\n某日，阿怡认识了律师阿杰（郑丹瑞 饰），阿杰的花言巧语骗取了阿怡的芳心，然而很快阿怡就发现，阿杰不仅有家室，而且正准备和妻儿一起搬到国外居住。不仅如此，阿怡还发现，自己的腹中怀上了阿杰的孩子。阿怡无法接受堕胎，于是决定将孩子生下来，在此期间，阿佳含辛茹苦的照料着她。孩子生下来之后，三人组成了一个奇怪但是温馨的家庭。©豆瓣","director":["郑丹瑞"],"actor":["梁家辉","袁咏仪","伍咏薇","刘晓彤"]},{"name":"西楚霸王","year":"1994","id":"1305143","type":["动作","历史","战争"],"rate":7.1,"story":"大秦帝国灭亡，刘邦（张丰毅 饰）与项羽（吕良伟 饰）一起打拼却只能被册封为汉王，被调配至西蜀，而项羽则得到了虞姬（关之琳 饰）的独爱。刘邦之妻吕雉（巩俐 饰）不甘心屈居人下，怂恿刘邦入汉后广招人才，表面上与虞姬情同姐妹，但是却利用项羽对虞姬的感情从中挑拨，与此同时刘邦对虞姬则关爱有加，这更引起了吕雉的妒忌。而此时此刻项羽不理朝政日夜笙歌，最终楚君大败，虞姬为了不让项羽分心而自尽，可是项羽最后还是一败涂地，在项羽乌江自刎后刘邦统一了天下，吕雉成为了他的王后。\n本片的监制是张艺谋，汇聚了两岸三地的实力派演员，主题曲为黄沾创作的《思归赋》，演唱者是腾格尔。©豆瓣","director":["冼杞然"],"actor":["吕良伟","张丰毅","巩俐","关之琳"]},{"name":"999谁是凶手","year":"1994","id":"1307830","type":["剧情","犯罪","悬疑"],"rate":6,"story":"年轻重案组督察何铁男（周文健 饰），凭着天生侦探头脑屡破奇案，在警界早已享负盛名。不久，铁男接受了Jacky（徐濠萦 饰）毛遂自荐，首天上任，她即遇上了一件匪夷所思的怪事—一只流浪狗前往警署报案。Jacky在好奇心驱使下，拉着铁男随小狗跑到荒山，于一密林内发现了一具钉在十字架上的恐怖男尸，没有证人，没有证物，只凭一只“证狗”，二人遂辗转追查出死者大D的住所，发现了种种迹象，显示大D的妻子阿莲及好友陈虎嫌疑最大。正当铁男的矛头指向莲与虎之际，在密林附近找到莲的尸首；案情越来越复杂，铁男立刻下令辑捕陈虎归案。翌日，十字架杀人事件又再次发生，受害者竟是陈虎，案情陷入一片迷惘当中，且涉嫌人物亦越来越多……","director":["高林豹"],"actor":["周文健","徐濠萦","邵传勇","梁思敏"]},{"name":"少女潘金莲","id":"3987608"},{"name":"花月危情","year":"1994","id":"1303919","type":["剧情"],"rate":0,"story":"刘玉翠饰演一个农村少女。因追求更美好的生活而不惜到广州当娼妓，却被公安拘捕。验血时她侥幸逃脱，因此无法得悉自己已患上了爱滋病。当她逃到香港时遇上了商人尹扬明，在一场性买卖交易中，无意中把病毒传染给他。尹终于在一次交通意外后发现自己患上了艾滋病，亦因此引致众叛亲离，与妻子郭蔼明的感情亦因而破裂，尹惟有独自隐居。此时，刘在香港无法求生，惟有再次当娼，却因此而把爱滋病火速传播。后来病情渐趋恶化，刘找主诊医生蒋志光求医，才发觉此不治之症。而在蒋的关怀照顾中刘开始领略到生命的真谛，更对蒋产生爱意。","director":["高翊浚"],"actor":["刘玉翠","尹揚明","郭藹明"]},{"name":"省港一号通缉犯","year":"1994","id":"1300173","type":["动作","惊悚"],"rate":7.2,"story":"数名广州通缉犯伙同香港犯罪分子打劫麻雀馆，刚巧遇上蓝帽子警员，双方交火，受伤的部分省港旗兵决定逃回大陆暂避。不久，督察洪Sir接手此案，遂与大陆方面的刑侦科长王军合作，但因立场不同而产生矛盾。","director":["黄志强"],"actor":["黄秋生","于荣光","吴家丽","陈明真"]},{"name":"恋爱的天空","year":"1994","id":"1303896","type":["喜剧"],"rate":7,"story":"四个性格迥异的OL在现代都市中追寻真爱的故事。\n极度迷信的神婆Ady(钟丽缇饰)、贪心的Lisa（吴家丽饰）、男人婆frankie（吴君如饰）还有自信心极度膨胀的Chanel（邱淑贞饰）是广告公司的骨干兼好姐妹。四人面对爱情与生活有着各自的处事风格，因而带出了四段截然不同的爱情故事。\nAdy深信自己要在经过19个男友之后，在生日当天出现的第20个男人才是自己的珍爱。第19号男友钟医生被抛弃后怀恨在心，于是找来性无能病人伍行（周文健饰）前去欺骗Ady，却不料反而成就了一段姻缘......\nLisa贪心至极，脚踩三只船，分别与富翁、警探（张耀扬饰）、还有前夫（陈百祥饰）皆有关系。她深信自己足够应付三个互不知情的男人，却不料一日三人误打误撞都到了自己家里......\nFrankie是个只喜欢女人的准TB，却不料在与作家（陈国邦饰）争取酒吧卖唱女（关咏荷饰）的芳心后，被女人骗走钱财。伤心的二人互相安慰，却酒后乱性，发生了关系。愤怒的frankie希望事情就此过去，却不料痴情作家从此深爱上她......\nchanel以爱抢男人出名，自己却一直不把男人放在眼里，只图新鲜。一日拍广告时偶遇广告模特的男友Dino（王敏德饰），被他吸引。四姐妹与模特发生冲突，大打出手，Dino欲制止却被Chanel误伤。愧疚的Chanel第二天前去道歉，二人展开恋情......©豆瓣","director":["王晶","李力持","林伟伦"],"actor":["邱淑贞","吴君如","吴家丽","钟丽缇"]},{"name":"醉拳III","year":"1994","id":"1303436","type":["喜剧","动作","爱情"],"rate":6.5,"story":"袁世凯（何家驹 饰）为登基称帝笃信邪教，教主赠送玉扳指佑其成功，岂料袁世凯将扳指送给四王爷之三公主沈玉（李嘉欣 饰），并计划立她为皇后。教主令袁世凯收回扳指，与此同时，潜伏袁世凯身边的孙文革命军干部杨君（刘德华 饰）掳走沈玉以阻止袁登基。李督军（刘家辉 饰）自此奉袁世凯之名沿途追索杨、沈二人，杨君在路经过宝芝林时邂逅黄麒英（郑少秋 饰），遂将护送沈玉之重任托付于黄麒英和痴迷醉拳的黄飞鸿（季天笙 饰）父子二人。飞鸿护送沈玉的路上遭密探（任达华 饰）截杀，致使代步汽车撞入仁伯（刘家良 饰）的酒庄，醉拳高手仁伯帮二人解围，但又留下他们做工来弥补酒庄损失，由此卷入玉扳指争端战，李督军不久率军赶到，各路高手掀起连番激战……©豆瓣","director":["刘家良"],"actor":["刘德华","李嘉欣","郑少秋","季天笙"]},{"name":"入魔","year":"1994","id":"1300792","type":["恐怖"],"rate":5.7,"story":"张紫蕾（翁虹 饰）是一名舞蹈演员，非常热爱舞蹈事业的她将大部分的时间都投入其中，自然而然的忽略了男友弗兰克（徐锦江 饰），感到空虚寂寞的弗兰克和舞蹈团的另一名舞者克莱尔（钟淑慧 饰）勾搭到了一起。克莱尔一直催促弗兰克和张紫蕾分手，但为了不影响张紫蕾马上要开始的演出，弗兰克答应克莱尔等到演出一结束就告诉女友全部的真相。\n一天，三人外加舞蹈团的灯光师达明在无意之中闯入了义庄，张紫蕾在阴差阳错之中撞破了弗兰克和克莱尔的奸情，但是她假装毫不知情，并且设计了圈套，要报复这对狗男女。©豆瓣","director":["李惠民"],"actor":["翁虹","徐锦江","尹扬明"]},{"name":"94独臂刀之情","year":"1994","id":"1294484","type":["剧情","动作","武侠"],"rate":7,"story":"白复国（姜大卫 饰）、汪靖国（徐少强 饰）、武安国（刘松仁 饰）三人为武林帮派错剑堂师兄弟，汪靖国与白复国争夺帮主之位不敌，遂脱离错剑堂自创一刀会生聚七年。七年后汪靖国卷土重来，在与白复国的赌命之战中施计胜出，并将后者幼子带走。\n白复国之子汪宁（吴兴国 饰）在一刀会内长大成人，与同门小莲（杨采妮 饰）、阿杰（高捷 饰）友谊甚笃。汪靖国命养子汪宁北上向“杀父仇人”白复国寻仇，同时拉拢武安国里应外合夺取错剑堂。白、汪父子相见却不相认，白复国倍感寂寞放弃了生命。得悉事实真相的汪宁伤痛欲绝，选择与小莲浪迹天涯，但他最终要与曾经最亲近的阿杰、养父刀剑相见……©豆瓣","director":["李仁港"],"actor":["姜大卫","徐少强","高捷","刘松仁"]},{"name":"新英雄本色","year":"1994","id":"1296895","type":["动作","剧情"],"rate":6.5,"story":"大虾（刘青云 饰）替名震江湖的老大唐俊（郑伊健 饰）办事，帮他杀死了叛徒黑牛，很受俊的赏识。大虾一怒之下杀了奸夫，俊为他多方奔走才使他脱罪，自此两人成了莫逆。岂料俊遭到他的亲大哥威陷害运毒，被警方通缉，无奈只好潜回大陆避难。俊的女友辣椒（邱淑贞 饰）前往找威报仇，失手被擒后惨遭摧残。\n两年后，俊重回香港，俊发现大虾已经成为威身边的大红人，只是大虾还不知道当日陷害俊的就是威。俊万念俱灰，想就此退隐江湖。大虾在得悉威就是当日的幕后黑手时，发誓要帮俊报仇雪恨！©豆瓣","director":["王晶"],"actor":["郑伊健","刘青云","王敏德","邱淑贞"]},{"name":"重庆森林","year":"1994","id":"1291999","type":["剧情","爱情"],"rate":8.7,"story":"编号为223的警察（金城武）失恋后患上失恋综合症，在与金发女杀手（林青霞）擦肩而过又离奇相遇并有了一晚温情后，原本以为包括“爱情”在内的所有东西都有保质期的他意外地迎来心灵的短暂温暖。可是，他们的爱情还是结束了。\n快餐店新来的女招待阿菲（王菲）爱上了时常光顾快餐店的编号 为663的警察（梁朝伟），因拆了他的女友（周嘉玲）留在快餐店给他的“分手” 信，阿菲知晓了他的心情，偷拿到他的钥匙趁他不在时常潜入他家，一边梦游一边悄悄地改变他的生活，终在被他撞见时令其感受到情感的回归。然而，这才是他们爱情的开始。©豆瓣","director":["王家卫"],"actor":["林青霞","金城武","梁朝伟","王菲"]},{"name":"男儿当入樽","year":"1994","id":"1304619","type":["喜剧","剧情"],"rate":5.3,"story":"灌男（吴大维 饰）十分热爱篮球这项运动，加入了暗恋的女生琪琪（麦家琪 饰）的父亲所组建的球队，结识了一帮志同道合的好友。在众人的同心协力之下，球队一路披荆斩棘，最终打败了诸多敌手，获得了同美国巨人队一争高下的资格，然而，就在这个节骨眼上，队员们却因为加薪的要求被拒而纷纷离开球队。\n无奈之下，琪琪的父亲只能找了一群虾兵蟹将前来顶替，希望通过魔鬼训练在短时间内提高他们的水平，灌男就在此列。琪琪的哥哥金刚亦是一名职业篮球运动员，然而琪琪的父亲却没有将他和他的球队列入考虑的范围之内，这让金刚十分恼火，他提出同灌男所在的球队比试一场，由胜出方来应付同巨人队的比赛。©豆瓣","director":["袁锦麟"],"actor":["郑伊健","古天乐","吴大维","郑则仕"]},{"name":"天与地","year":"1994","id":"1305829","type":["剧情"],"rate":7.2,"story":"得一笔奖学金资助，张一鹏（刘德华）获得去法国留学深造的机会，学成归国后，他被任命为上海市禁烟（鸦片）行动的第一专员。\n张在法经西方文化与价值观熏陶，十分书生意气，刚携妻子（陈少霞）来到上海，便展开一系列动作，不知中国与西方国家国情有别，难有健全的法律体系及社会秩序：警察署长倪坤（顾宝明）和大毒枭戴济民（刘松仁）是拜把兄弟，两人一起控制着包括贩卖鸦片在内的上海所有的非法交易，见数次向张行贿无果，他们发毒誓要让张生不如死。©豆瓣","director":["黎大炜"],"actor":["刘德华","刘松仁","陈少霞","顾宝明"]},{"name":"笑林小子II新乌龙院","year":"1994","id":"1308927","type":["喜剧","动作"],"rate":7.8,"story":"前一阵子销声匿迹的女魔头天魔再次出山，这次她的目的是印在乌龙院里面壁大师右手掌舵洗髓经。于是，天魔收买了糊涂杀手黄柠檬（张卫健 饰）和红柠檬（叶全真 饰），派两人前往乌龙院砍下面壁大师的右手掌带回来。黄柠檬和红柠檬来到乌龙院后，遇上了寺内三名行踪怪诞的弟子，这三人不时与其师父（李明炀 饰）斗法，红、黄柠檬却认为这三人不简单。这三名弟子行为古怪，不时出现爆笑场面。最后红、黄柠檬能否完成任务？©豆瓣","director":["朱延平"],"actor":["郝劭文","释小龙","吴孟达","张卫健"]},{"name":"金枝玉叶","year":"1994","id":"1303376","type":["喜剧","爱情","同性"],"rate":8.4,"story":"著名音乐人顾家明（张国荣 饰）精心栽培了最受欢迎女歌星玫瑰（刘嘉玲 饰）。两人男才女貌，是十分相配的一对。他们的忠实fans林子颖（袁咏仪 饰）误打误撞成为了唱片公司的男新人，众人都没有发现其实林子颖是女扮男装的。子颖生活在偶像的圈子中才发现这对金童玉女正面临感情的考验。子颖的纯真同时吸引住了家明与玫瑰的眼球，分别对子颖产生了爱意。一段复杂的三角关系，引出不少笑料。©豆瓣","director":["陈可辛"],"actor":["袁咏仪","张国荣","刘嘉玲","陈小春"]},{"name":"中南海保镖","year":"1994","id":"1297068","type":["剧情","动作"],"rate":7.6,"story":"香港地区一起杀人案的唯一目击证人Michelle（钟丽缇 饰）正被杀手追杀，因为其未婚夫是与大陆高层关系密切的富商，身手不凡的中国特警许正阳（李连杰 饰）便被中央委派去香港保护Michelle。\n两人初接触时互看两生厌，但慢慢都发现了对方的优点并产生了感情，然而因为身 份和工作性质，许正阳尽量将感情压抑，却免不了在刻意回避时患得患失，就在两人感觉无从择决时，一个异常危险的杀手悄悄靠近了他们。©豆瓣","director":["元奎"],"actor":["李连杰","钟丽缇","郑则仕","邹兆龙"]},{"name":"等着你回来","year":"1994","id":"1295036","type":["恐怖"],"rate":6.7,"story":"李奕冲（梁朝伟 饰）是一名报馆编辑，为出版发行“小柳全集”四处搜集小柳（吴倩莲 饰）的资料。为了保证“小柳全集”的内容，李奕冲甚至找到了小柳生前的故居，准备入住。这是幢位于荒山中的大屋，自从小柳在这里去世后就再也无人入住。但阿冲的好友Julia（吴君如 饰）却发现更为诡异的事，这幢无人入住的旧屋在这几年一直有一个名为“云氏基金”的机构为其缴纳水电的房屋费用。阿冲愈发好奇，决心搬进去，女友Elaine（吴倩莲 饰）不放心，也要求一同进驻这幢旧屋。二人入住旧屋后不久，就发现了一连串让人毛骨悚然的事情：有些房门无论如何打不开；Julia 的小女儿Mimi听到婴儿的哭声；在夜晚Elaine还听到从锁住的房间里传来白光《等着你回来》的歌声……这间旧屋子究竟藏着怎样不为人知的秘密？©豆瓣","director":["张之亮"],"actor":["梁朝伟","吴倩莲","吴君如","毛俊辉"]},{"name":"锦绣前程","year":"1994","id":"1303862","type":["剧情"],"rate":7.5,"story":"林超荣（张国荣 饰）是一名刚被辞退的保险经纪。事业低谷加上感情失意令他重新投入到老友阮世生（梁家辉 饰）妹妹的怀抱，并同老友借了钱，想去澳门赌一把来翻身。虽然失败而归，但却遇上了一个赏识自己的大老板（曾江 饰），并喜欢上了老板的情人（关之琳 饰）。为了帮老板挣钱，林超荣决定不顾阮世生的反对，卖掉他所坚守的老人院。然而朋友的痛苦与冷漠终于令林超荣重新明白了一些人生的道理……©豆瓣","director":["陈嘉上"],"actor":["张国荣","梁家辉","关之琳","王敏德"]},{"name":"杀手的童话","year":"1994","id":"1306958","type":["冒险","爱情"],"rate":6.2,"story":"职业杀手高守（刘德华 饰）手段高强，深得女老板ICE（伍咏薇 饰）赏识，不意却激起另一杀手王昌（郑浩南 饰）的妒恨。某日，高守偶遇初出茅庐执行任务的女杀手如枫（袁咏仪 饰），并在对方的胁迫下带其逃离现场，而这一场相遇，在两人心中留下了不灭的痕迹。\n警官董辉（李子雄 饰）保护的污点证人在开庭时被高守乔装的法官当众击杀，董辉至此开始对高守锲而不舍的追索。与此同时，高守与如枫的再次相遇点燃了两人的爱火，而如枫对高守的真实身份却一无所知。不久高守在一次任务中意外失手，ICE按照杀手组织规则指派如枫刺杀失败者，而已经对警方大开杀戒的王昌和步步紧逼的董辉亦先后将矛头对准了高守……©豆瓣","director":["陈静仪"],"actor":["刘德华","袁咏仪","伍咏薇","郑浩南"]},{"name":"新边缘人","year":"1994","id":"1471317","type":["犯罪"],"rate":6.9,"story":"阿迪（张学友 饰）身为警察在黑帮中卧底多年，对于这样的双重生活，他感到异常痛苦和厌倦。在亲手将信赖自己的成哥送入了监狱后，阿迪接到了下一个任务——接近黑帮骨干何俊（张耀扬 饰）。\n孙Sir（江华 饰）是阿迪的直属上司，无数次的，在阿迪心灰意冷撑不下去的时候，孙Sir依然无情的将他推入精神折磨的深渊之中，甚至以他的性命相要挟。不仅如此，孙Sir还借机接近阿迪的女友小月（黎姿 饰）。在帮派中，阿迪结识了名为小宝（吴倩莲 饰）的姑娘，种种意外的发生也让他看到了何俊侠肝义胆的一面，不禁心生敬佩。老奸巨猾的安叔（成奎安 饰）开始怀疑阿迪的身份。©豆瓣","director":["刘伟强"],"actor":["张学友","梁家辉","张耀扬","吴倩莲"]},{"name":"梁祝","year":"1994","id":"1310159","type":["剧情","爱情","奇幻"],"rate":8,"story":"公元337年的东晋时期，门第风气极盛，三品官家祝氏为了巩固朝中地位攀附权贵，将独生女儿祝英台（杨采妮）许配马氏太守，因为担心无心向学的女儿失礼于人，遂叫她女扮男装来到书院好好进补，因书院均是男儿，祝氏夫人（吴家丽）拜托院长夫人对爱女特别关照。\n在书院，祝英台结识出身贫寒但苦心向学的梁山伯，因情义相投，两人相交甚笃，日日相对中，祝英台的女儿身被梁山伯识破，两人相爱。自此梁山伯更加发奋读书，期望取得功名后将祝英台迎娶进门，然而门第的隔膜终难消除。©豆瓣","director":["徐克"],"actor":["吴奇隆","杨采妮","徐锦江","吴家丽"]},{"name":"机密档案之致命诱惑","id":"1306906"},{"name":"醉生梦死的湾仔之虎","year":"1994","id":"1302992","type":["动作"],"rate":6.7,"story":"陈耀庆（任达华 饰）车技娴熟，与三名好友洪（尹阳明 饰）、聪（张耀扬 饰）、大弟（刘青云 饰）在湾仔做泊车一行。大弟嗜赌，因拖欠赌债被湾仔阿扬（林国斌 饰）毒打，庆等人为还债窃阿扬车子，自此双方结下仇怨。庆对有一面之缘的女子阿妙（陈妙瑛 饰）念念不忘，再次相遇后二人终于走到一起，而洪与阿妙好友阿芬（陈加玲 饰）成为情侣。庆有感自己实力微弱，遂涉足看场与讨债，势力迅速得以扩展，风光一时无两，多位话事人不满庆做大，设计拉庆进入毒品生意，结果被庆拒绝。当庆赴澳门参加赛车并萌生退意之时，暗杀者的脚步却步步逼近……\n本片根据湾仔之虎陈耀兴经历改编。©豆瓣","director":["罗杰承","朱继生","敖志君"],"actor":["张耀扬","任达华","刘青云","陈妙瑛"]},{"name":"刀剑笑","year":"1994","id":"1301982","type":["喜剧","动作","武侠"],"rate":6.4,"story":"横刀（徐锦江）、名剑（林青霞）和笑三少（刘德华）是三个齐名江湖的武林高手，但因志向有别，三人走上不同的路，横刀投身朝廷，名剑与笑三少则为争天下第一相约决斗。\n笑三少被帮内叛徒诬陷曾深夜入宫奸杀皇妃偷盗宝剑，被不明真相的横刀和四大护卫追捕，为洗清冤屈，笑三少开始同情人蝶舞一起走上躲避追捕、查证实情的征途。历经千难万险，笑三少终于查出名剑之嫂彩衣为保名剑天下第一，倚仗其独特的武技，借诈死七年的“名流花”教主燕敦煌之手和朝廷、横刀及他抗争。计谋失败后，暗恋名剑的彩衣自刎身亡，但在临死前，却依旧惦念著名剑与笑三少决斗的事。©豆瓣","director":["黄泰来"],"actor":["刘德华","林青霞","徐锦江","斯琴高娃"]},{"name":"非常侦探","year":"1994","id":"1298384","type":["喜剧","犯罪","剧情"],"rate":6.9,"story":"这是乐坛\"小魔女\"范晓萱初登银幕之作，在片中饰演一名具有特异功能的大陆少女，表现相当精彩，她是整个故事的中心人物，因为她到香港后神秘失踪，引起了各方面的紧张追查，原来正面临事业与家庭危机的私家侦探张学友救了范晓萱，并把她藏在家里，他想搞清楚这是怎么一回事。其妻周海媚因生活理念不同正与他闹离婚，范的出现使三人之间产生了微妙的关系。方令正用了相当另类的手法来处理这部政治寓意相当浓厚的影片，港英当局与北京代表之间的斗智斗力随处可见，夹在中间的小人物只有机灵地见风转舵才能自保。\r\n范晓萱上一次演电影是十年前刚出道时，和张学友合作的《非常侦探》，当时她在片中的表现，就让人眼睛一亮，还入围了香港电影金像奖最佳新人。","director":["方令正"],"actor":["张学友","范晓萱","周海媚"]},{"name":"记得香蕉成熟时II初恋情人","year":"1994","id":"1307746","type":["喜剧","爱情"],"rate":7.7,"story":"十八岁的波仔正在放暑假，暑假后他就要参加会考。但他与死党毛毛关系恶化，初恋情人婷婷要搬家，令他要孤独地度过假期。这时他遇上了港大女学生陈坚，于是他决定追求陈坚，要轰轰烈烈地爱一回……","director":["马伟豪"],"actor":["邓一君","童爱玲","曾志伟","卢爱伦"]},{"name":"拆弹专家宝贝炸弹","year":"1994","id":"1298391","type":["喜剧"],"rate":6.4,"story":"在繁忙的超级市场内发生爆炸，警方炸弹组发现最近找到的炸弹几乎都是同一款式，于是成立一个专案小组专门调查。Peter（刘青云 饰）与John（黄秋生 饰）都是拆炸弹的专家，都拥有众多的女朋友。某天两人同时在酒吧认识了女侍应Mary（关咏荷 饰），也同时爱上了Mary。一次三人喝醉后竟然睡在了同一张床上，之后Mary怀孕了，却不知道谁才是孩子的爸爸。Peter跟John都认为自己就是孩子的父亲，都开始重视女友也重视自己。但炸弹狂徒却被拆弹专家在电视上的讲话刺激了，决定了下一个目标就是这两个拆弹专家……©豆瓣","director":["陆剑明"],"actor":["刘青云","黄秋生","关咏荷","张同祖"]},{"name":"沉默的姑娘","year":"1994","id":"1302411","type":["剧情","惊悚"],"rate":6.2,"story":"接连发生的数起凶杀案让香港的市民们陷入了恐慌之中，死者均为年轻的长发女性，死后有遭人强奸的迹象，种种线索表明，这些案件系同一凶手所为。邝美枝（袁咏仪 饰）自幼便失去了双亲，和妹妹美儿（曲海伦 饰）过着相依为命名的生活。美儿在智力方面有着残疾，因此整个家庭的重担都背负在了邝美枝的肩上。\n所幸有心理医生古柏奇（金城武 饰）的帮助，邝美枝的精神才没有崩溃。然而让她没有想到的是，美儿竟然成为了连环凶手保罗（单立文 饰）下一个作案目标。在阴差阳错之中，邝美枝误会古柏奇就是那个凶手，她发誓要手刃后者为妹妹报仇，与此同时，保罗也因为古柏奇目击了他行凶的场面而想要将他除之而后快。©豆瓣","director":["陈勋奇"],"actor":["袁咏仪","金城武","单立文","邵美琪"]},{"name":"不文女学堂","id":"3932719"},{"name":"马戏小子","year":"1994","id":"1307918","type":["动作"],"rate":6.1,"story":"上世纪30年代，凭借空中飞人而闻名遐迩的上海常福马戏团正四处巡演，其间状况不断，全靠当家人沈师傅（午马 饰）和众位徒弟、女儿齐心协力方度过一个又一个难关。在一次演出中，日寇的飞机投下颗颗炸弹，炸毁了马戏团的所有设施。团员们虽然侥幸逃生，然而国难当头，只得各自奔前程。\n沈师傅带着大女儿丁梅（李莉莉 饰）、二女丁兰（温碧霞 饰）、三女丁菊（胡樱汶 饰）、大女婿义天（林威 饰）以及几个小徒弟南下，准备投奔在那里的弟弟。顽劣的徒弟乐义东（元彪 饰）也尾随前来。覆巢之下安有完卵，他们所要依靠之人也各遭各难。义东等人只得瞒着师傅在街头卖艺，由此结识了正直的警察队长唐发（甄子丹 饰），也遭遇着颠离世道的种种不公……©豆瓣","director":["午马"],"actor":["元彪","甄子丹","温碧霞","午马"]},{"name":"等爱的女人","year":"1994","id":"1829237","type":[],"rate":7.1,"story":"四个香港女人的爱情与生活：\n夏秀男（叶童饰）年届34，虽然事业有成，但是情感路上却还是一波三折，与男友Dickson（吴兴国饰）因为家人的阻力分分合合，爱情的红灯不断亮起......\n陈冬梅（吴家丽饰）不切实际，热衷于幻想，所以难免眼高手低。在被新同事Alex（周华健饰）吸引后，渐渐地开始改变自己......\n马莉莉（王小凤饰）周旋于不同的鬼佬之间，感情却没有一个真正归宿，不得不跑去隆胸增添自信......\n田蜜蜜（冯宝宝）在电台做主持，冷嘲热讽世事，对感情看似洒脱却难免若有所失......©豆瓣","director":["侯永财"],"actor":["叶童","吴家丽","周华健"]},{"name":"青楼十二房","id":"20278916"},{"name":"仙人掌","year":"1994","id":"1401994","type":["剧情"],"rate":6.6,"story":"该片翻拍自电影《杀手悲歌 El Mariachi》。\n在墨西哥的一所监狱内，一名中国香港籍男子差点遭到同伙卡洛斯的杀人灭口，越狱后他决定去复仇，他随身带着一个吉他包，里面放着枪支。阿辉（黎明饰）刚从香港来到墨西哥，他也背着一个吉他盒，却被误认为是越狱的杀手，到处被人追杀。在逃亡中被酒吧的老板娘贺凝（叶玉卿饰）所救，渐渐地日 久生情。贺的哥哥贺泉被卡洛斯所杀害，贺凝为了弄清真相才留在墨西哥的。这时那位杀手也来到酒吧，原来杀手和贺的哥哥是好朋友都是帮卡洛斯做事的。阿辉被卡洛斯的爪牙抓走，贺凝和那杀手前去解救，但阿辉半路得逃，得知贺去救他，又去卡洛斯处救贺，双方展开一场大战，结果贺凝和那杀手都中枪死去，阿辉用贺凝教他的刀法杀死了卡洛斯为贺报了仇，然后继续他的旅行生涯。","director":["张文干"],"actor":["黎明","叶玉卿","葛民辉","林海峰"]},{"name":"昨夜长风","year":"1994","id":"1408117","type":["爱情"],"rate":6.9,"story":"赛明军（袁咏仪 饰）和男友左思程（林文龙 饰）相恋多年，让本以为两人能够最终修成正果的赛明军没有想到的是，左思程竟然在得知了自己腹中怀有他的骨肉之后残忍的抛弃了她。在好友的劝说之下，赛明军决定生下腹中无辜的孩子。\n为了将孩子健康的抚养长大，赛明军不得不努力工作，随着时间的推移，她渐渐在职场上取得了一席之地。正当一切都在好转之时，机缘巧合竟然让左思程成为了赛明军的上司，借着职权之便，左思程毫不客气地在工作方面打压赛明军，想逼她辞职。就在这时，董事长的继承人适文（刘青云 饰）出现在了赛明军的眼前，他不仅帮助赛明军度过了难关，更是情不自禁地爱上了这个坚强善良的女人。©豆瓣","director":["林德禄"],"actor":["刘青云","袁咏仪","林文龙","朱洁仪"]},{"name":"东邪西毒","year":"1994","id":"1292328","type":["剧情","动作","爱情"],"rate":8.6,"story":"在恋人（张曼玉）负气嫁给兄长的当晚，欧阳锋（张国荣）黯然离开白陀山，走进沙漠某个小镇，成为一名杀手中介人。他的朋友、风流剑客黄药师（梁家辉）每年都来小镇与他畅饮，酒话里有关白陀山的消息令他忘却往事的念想渐次演变成自欺行为。\n黄药师只是表面风流。他迷恋好友“盲武士”（梁朝伟）的妻子桃花（刘嘉玲），后者在丈夫死后，永远地离开了他；而对迷恋他的女人慕容嫣（林青霞），他又不愿兑现曾经随口说出的承诺，这使得慕容嫣迷失于自己的身份中。与欧阳锋构成短暂“买凶杀人”关系的洪七（张学友）、村姑（杨采妮）等人，也都有一段只有他们自己才知、不愿回首的痛苦过往。©豆瓣","director":["王家卫"],"actor":["张国荣","林青霞","梁朝伟","张学友"]},{"name":"国产凌凌漆","year":"1994","id":"1307739","type":["动作","喜剧"],"rate":8.3,"story":"一代著名特工凌凌漆（周星驰 饰）长期被上级弃用，沦为卖肉摊主。一具价值连城的恐龙骨架被一个浑身盔甲的金枪客盗去，因为线索少任务危险，凌凌漆又被高层领导委以重任。 凌凌漆依循线索来到香港，与联络人香琴（袁咏仪 饰）碰头，不想香琴处心积虑找机会要将凌凌漆杀死，原来她的另一身份是金枪客派来的杀手，但经历过出生入死的战斗后，香琴与凌凌漆渐生出了真情。而此时，金枪客的真实身份也被曝光，发现自己掉进某个阴谋里的凌凌漆开始奋力与敌手较量。©豆瓣","director":["李力持","周星驰"],"actor":["周星驰","袁咏仪","罗家英","陈宝莲"]},{"name":"鬼迷心窍","year":"1994","id":"1304278","type":["恐怖"],"rate":5.4,"story":"刘圣明（黄秋生 饰）是一位捉鬼大师，他的妻子是香港小姐，两人婚姻美满，育有一女，家庭和事业人人羡慕。可是，近日里，刘圣明的身边发生了一系列科学无法解释的怪事，就连一直恩爱的妻子也变得怪里怪气，更有神秘男子出现口出不详之言，让刘圣明十分不安。\n刘圣明企图调查 怪事的真相，才知道神秘男子是自己的旧识卓文（任达华 饰），曾经，卓文请求刘圣明帮自己驱鬼，哪知道刘圣明外强中干，碍于面子乱作一番，导致卓文厄运连连，妻离子散。卓文的归来让刘圣明十分害怕，他甚至想方设法，要除掉这个可能给自己和家庭造成威胁的男人。©豆瓣","director":["查传谊"],"actor":["黄秋生","任达华","李婉华","李若彤"]},{"name":"攞命哥罗芳","id":"1302773"},{"name":"运财童子","year":"1994","id":"1301314","type":["喜剧"],"rate":6.3,"story":"大唛（刘青云 饰）与克仔（周文健 饰）及Bowie（林保怡 饰）三个死党，均染上赌马嗜好，利用赌马去制造梦想与成就。而大唛幸有何May（吴倩莲 饰）的鼓励与提点，尚不至恋马烂赌之徒。一次，Bowie找到一部电话偷听器，怂勇大唛与克仔在马场宿舍偷听练马师贴士，结果赢得万多元，而大唛便把所赢款项尽交阿May保管。为赢钱他们重施故技，大唛更想藉此赢得老婆本，好向阿May求婚，谁料练马师坠马而弄致全军尽墨，结果大唛不单拖欠贵利，更受到外父臭骂，又令母亲失望。面对这样的困境，大唛会再重投马场一赌？还是改过自新，自食其力？这也正是普遍香港“赌仔”要面对的问题。","director":["陈会毅"],"actor":["刘青云","吴倩莲","周文健","郑则仕"]},{"name":"梦差人","year":"1994","id":"1305764","type":["动作"],"rate":7.1,"story":"阿忠（黄秋生 饰）从小就想成为一名警察，然而，视力不好的他无法达到警局的要求，无奈之下，他只得当起了交通督导员。一次偶然中，阿忠和曾经的好友乔尼（林保怡 饰）的重逢了，此时的乔尼已经成为了肩负重任的探员，这让阿忠感到羡慕不已。然而没过多久，乔尼便失踪了，只留下十分焦急的女友琳达（王馨平 饰）向阿忠求助。\n在调查乔尼下落的过程中，阿忠发现乔尼失踪前的动向十分的扑朔迷离，不仅如此，他似乎还和黑帮纠缠不清。一天，黑帮马仔阿第（许志安 饰）找到了琳达，向她讨要乔尼欠下的高利贷，然而却被琳达美丽的外表所深深吸引。©豆瓣","director":["邱礼涛"],"actor":["黄秋生","许志安","王馨平","林保怡"]},{"name":"少林活宝贝","year":"1994","id":"1306058","type":["喜剧"],"rate":6,"story":"在静觉寺清幽严肃的环境中，空智大师（刘家辉）正主持佛学并教导一班小和尚勤练功夫，健体强身，惟当中肥仔清凉顽皮的性格街知巷闻，结果因贪玩game boy 而遭师父惩罚。 心心不愤的清凉欲到空智房间偷回游戏机，得师兄清心（刘赐才）帮助才免被师父责怪。原来，两人一直希望走到外面的花花世界见识，就在一次机缘巧合下，清心与清凉流浪香港，并遇上女扒手Money（李婉华）。\n她眼见面前小僧功夫了得，且无家可归，遂决定暂时收容及教晓他们扒手技术，联同邻居小孩宝宝（李晓彤）一同出外揾食，可是小和尚行事时却乌龙百出，闹出不少笑话。不久，空智急忙到港寻找二人下落，怎知其身怀巨款之秘密外泄，惹来贵利王垂涎，实行掳走小和尚要协空智交出巨款。","director":["叶天行"],"actor":["蔡宇","刘鍚才","刘家辉","李婉华"]},{"name":"霓红光管高高挂之女子公寓","year":"1994","id":"1299472","type":["爱情"],"rate":7.2,"story":"小时父母离异的金倩（杨采妮 饰）独自在美国攻读医科，一天接到哥哥David朋友Joe（莫少聪 饰）的通知，David于车祸中身亡，倩需返港替办理哥哥的身后事。\n回港后，她住进由Joe管理的公寓，遇到数名住家：来自台湾、想在香港寻找音乐之路的孤傲女子小傅（吴倩莲 饰）；来自内地的阿嫦；还有一对同性恋女子。\nJoe陪倩办理她哥哥身后事，又常带她游玩，二人渐渐产生默契，倩发现Joe和David是一对男同性恋人，但依与Joe共坠爱河。倩以为Joe视自己为David的代替品，十分难过，避而不见离去，但内心却挂念对方，两人能否冰释前嫌？","director":["钱永强"],"actor":["莫少聪","杨采妮","吴倩莲","陈启泰"]},{"name":"撞板风流","year":"1994","id":"1810637","type":["喜剧"],"rate":7.2,"story":"锦恒（吴镇宇 饰）和Henry（陈锦鸿 饰）是一对好同事兼好友，同在一家杂志社担任负责人。虽然两人是好友，但两人的性格却相差甚远。锦恒为人老实，甚至有些古板，而Henry则大方开朗、生性风流。两人都已经成了家，锦恒和妻子Ivy（李婉华 饰）婚后一直过着平淡的生活，虽然感情稳定，却毫无生气；而Henry的妻子Linda（彭杏英 饰）和他性格相当，两人虽然经常打打闹闹，但比起锦恒他们却也热闹许多。\n一日，Henry想向锦恒借他家进行偷情，锦恒虽然十二万分不愿意，但经不住他的死缠烂打，终于答应；碰巧同时Linda也向Ivy借她家进行偷情！当Henry、Linda带着各自的情人前往锦恒家时，一连串爆笑的场面发生了。©豆瓣","director":["蔡继光"],"actor":["吴镇宇","李婉华","陈锦鸿"]},{"name":"满清禁宫奇案","id":"3743168"},{"name":"青蜂侠","year":"1994","id":"2343584","type":["动作","奇幻","冒险"],"rate":5.9,"story":"TOM是一名时事追击版的特约女记者，负责专访传闻中的走私汽车大王，任务艰巨。为了保密行踪，遂下榻于报社驻大陆的联络人英叔家，因而结识了亚东，并聘请了他出任助手。TOM与东技巧地夺得汽车大王的走私犯罪证据。被他派手下追杀，千钧一发这际，青蜂侠从天而降，将坏人打个落花流水，青蜂侠功成身退又翩然消失，TOM更感惘然若失。于是，TOM立志留下，誓要找出青蜂侠……","director":["林正英"],"actor":["钱嘉乐","关咏荷","于荣光"]},{"name":"流氓律师","year":"1994","id":"1308030","type":["剧情"],"rate":0,"story":"在流氓界享負盛名的大狀黃祥 (吳鎮宇飾), 從不理會真相, 為求免罪減刑, 無所不為. 這趟遇上外強中乾的大喪 (成奎安飾) 無辜被捲入一宗謀殺案, 以為可以照辦煮碗, 並在初生之犢的新拍檔 Ada 律師 (黎芷珊飾) 的反對之下, 與律政處達成協議. 但上庭當天, 換了另一檢控官保羅 (白彪飾), 推翻了一切協議. 更致命的是由於黃祥的疏忽, 錯失了一名有力證人. Ada 忍無可忍, 決定引退, 大喪無言以對, 黃祥更是內疚. 透過市井流氓之助, 赫然得悉真兇竟是保羅胞弟彼得 (洪約翰飾), 並與督察黎偉 (胡智龍飾) 合謀, 為包庇彼得誓陷大喪入嶽, 黃祥苦無證據, 黎偉斬草除根, 把曾助黃祥的流氓一網打盡, 再派員倫襲黃祥, 將令他無法出庭......","director":["陈东村"],"actor":["吕良伟","叶玉卿","林威","徐锦江"]},{"name":"弱杀","id":"3755203"},{"name":"死亡列车","id":"3631034"},{"name":"情人的情人","year":"1994","id":"1307486","type":["剧情","爱情"],"rate":5.4,"story":"老皮和林兆雄及其夫人陈彩霞为多年老友，两人皆有外遇，托老皮代为监查及搜集证据，而林兆雄亦得知情人孙若英另有情人，故对孙若英之一举一动，林氏夫妇了如指掌。老皮得知孙若英的未婚夫郭宇庆于孙若英死前四个月，由夏门搭人蛇船偷渡来美，曾造访孙若英，老皮以为他借贷不遂又因孙若英之移情别恋，而林兆雄之外另结新欢，故动杀机老皮两度推理被推翻，第三怀疑陈彩霞，但被陈彩霞提出的证据反驳，最后，老皮终于查出凶手，使案情得以大白，陈彩霞无罪……","director":["李翰祥"],"actor":["郎雄","郑佩佩","梁家辉","刘永"]},{"name":"一线生机","year":"1994","id":"1300087","type":["动作"],"rate":0,"story":"","director":["蒋家骏"],"actor":["黄秋生","郭蔼明","于荣光"]},{"name":"青春火花","year":"1994","id":"1300452","type":["剧情","喜剧"],"rate":6.9,"story":"华萃大学挑选精英球员来参加学界公开赛, 苏由美, 东邪, 失, 港同盟, 左轮, 弹弓等人均入选校队, 由于各人性格不同, 球队问题多多, 全无默契, 在首场遇上学界魔女队, 一败涂地, 鲁教练失望下辞职, 为雪前耻压倒魔女队, 大家团结起来, 马志被拉夫作名誉教练, 经过一轮集训, 华萃终夺校际冠军, 代表大学参加学界公开邀请赛, 为应付强敌学界魔女队, 众人加紧训练, 但在此时却遇到新危机众人如何倾尽全力去打最后一仗......","director":["钱永强 (Andy Wing-Keung Chin)"],"actor":["李若彤","尔冬升 何超仪","张睿羚 樊亦敏"]},{"name":"地下赌王","year":"1994","id":"1307502","type":["犯罪"],"rate":5.4,"story":"陈宗人称赌王，他在赌桌上运气和技术都胜人一筹。陈宗凭实力和他的兄弟郑三共创事业，在中国开设赌场，陈宗与郑三在地下赌业急剧上升，他与仇家传罗仔及大皇冠展开连番仇杀，陈宗最终把大皇冠杀死，被公安通缉，逃至香港。在港邂逅舞小姐方儿，陈过被方儿影响，决定重新做人。可惜此时得知罗仔仍要对付郑三，陈宗再返内地与郑三联手，与仇家展开了连场血战。","director":["杨权"],"actor":["莫少聪","张耀扬","吴雪雯","吴岱融"]},{"name":"清官难审","year":"1994","id":"1303858","type":["剧情"],"rate":5.8,"story":"何家劲、周慧敏、金超群等主演的电视剧观众都很熟悉，但却难得看到他们共同演出一部电影。本片是在电视剧《包青天》轰动台港之后，剧中的包大人与展昭携手进军大银幕之作，两人在片中改饰毕家父子。老毕对长子大毕那种只知享受人生而不顾公司业务的生活态度甚为不满，而其歌星女友小查亦对大毕的花心颇感无奈。在老毕的专制家长压力之下，毕母忍无可忍离家出走，次子小毕亦投奔大毕，并刻意模仿哥哥生活的方式。尽管全片允满了家庭伦理和爱情的矛盾，但导演张之钰却采取温馨喜剧方式处理，气氛比较轻松。初出道的莫文蔚饰演陪大毕到菲律宾度假的女友，当时的影坛地位远不如玉女周慧敏。","director":["张之钰"],"actor":["周慧敏","金超群","何家劲"]},{"name":"人鱼传说","year":"1994","id":"1302673","type":["喜剧","奇幻","爱情"],"rate":7.2,"story":"教师阿志（郑伊健 饰）自小怕水，一次溺水被人鱼小美（钟丽缇 饰）所救，小美体内的珍珠却被阿志误吞下肚。失去了珍珠的小美无法回到大海，只好假扮学生进入了阿志所在的学校，希望拿回珍珠。没想到阿志得知秘密后就算被吓坏了，还是依然与小美展开了一段唯美的人鱼恋。纸包不住火，小美的秘密最后让校长（郑则士 饰）知道了，校长决定抓住小美。虽然阿志极力救出阿美，他们的恋情却又遭到了挑战。©豆瓣","director":["罗文"],"actor":["郑伊健","钟丽缇","金城武","麦家琪"]},{"name":"先洗未来钱","year":"1994","id":"3067778","type":["喜剧"],"rate":5.5,"story":"张家界和侄子无忌专门盗取别人资料，送到非法工厂去伪造信用卡。某天银行职员SISI到张的黑店购货，无忌乘机北朝鲜她的资料传真给工厂，复制使用。不久SISI收到月结单，到张的店里理论，但证据不足。SISI拒绝付账，追账公司派员工上门追讨欠款，SISI求助好友武哥及阿嫦，嫦先去张店用信用卡买东西，然后引无忌回家，让他发现更多人的资料，把他介绍给武，未几，张决定请大陆人到外国冒签信用卡减低风险，于是武派人假扮大陆人与张接洽，然后报警，将无忌等人全部擒获。","director":["梁志华"],"actor":["朱茵","麦家琪","吴镇宇"]},{"name":"黄飞鸿之五龙城歼霸","year":"1994","id":"1307507","type":["动作"],"rate":6.8,"story":"八国联军入京，朝廷出奔，举国局势一度混乱。黄飞鸿（赵文卓 饰）与父亲黄麒英（刘询 饰）、十四姨（王静莹 饰）、徒弟梁宽（莫少聪 饰）、鬼脚七（熊欣欣 饰）一行人南下番禹，欲与十三姨（关之琳 饰）、猪肉荣（郑则仕 饰）、牙擦苏（郭晋安 饰）汇合。师徒于路同担心海盗夺粮的南粤米仓发生误会，两帮人不打不相识，黄飞鸿助其将盗米贼扭送衙门，惊觉盗米竟是差役领班谢四（张铁林 饰）指使。原来南海海盗趁局势混乱，活动频繁，使番禹一地早无官员统制，差役不得已靠偷盗维持口粮。黄飞鸿有感谢四等人忠义，遂放弃赴港计划，与当地海盗单眼英、张云麟、张保仔等人展开连场搏杀……\n本片是徐克执导黄飞鸿系列的第五部。©豆瓣","director":["徐克"],"actor":["赵文卓","关之琳","莫少聪","郑则仕"]},{"name":"伴我同行","year":"1994","id":"2032470","type":["剧情"],"rate":8.2,"story":"本片改编自程文辉的自传——《失明给我的挑战》。\n文辉（刘雅丽 饰）自幼失明，由家中女佣和姐带大。因为眼睛的缘故，文辉自小便受到轻视，而和姐却视她如亲人一般，一直鼓励她，陪伴她，开导她。当和姐得知文辉想要和正常人一样上学读书时，她更是拿出毕生的积蓄来支持文辉。\n文辉因成绩优异获得了奖学金，可以有机会出国读书，和姐更是不顾文辉家人的反对，一如既往地支持着这个坚韧的女孩。影片的结尾，当文辉在机场和家人同和姐依依惜别时，和姐终按捺住了搀扶文辉的冲动，与她含泪道别……©豆瓣","director":["高志森"],"actor":["刘雅丽","许芬","苏玉华","高翰文"]},{"name":"海角危情","year":"1994","id":"1301181","type":["剧情"],"rate":5.6,"story":"文秀（李嘉欣）对杀手生涯渐产生厌倦，遂向组织提出请辞，希望能独个儿回到大澳渔村过其隐居生活。不久，她便接下组织委派的最后任务，满心欢喜地投向男友怀抱之时，对方竟向她开枪。原来，此乃组织的布局安排，以确保机密不泄。最后，秀在歇斯底里下杀了男友，负伤逃回大澳。逃亡途中，茶室年青老板杜维根（马景涛）与伙记初三救回她垂死的生命，并在两人悉心照料下，秀很快复原，继而投入乡村生活，令她再次接触到人生美好一面。与此同时，根向秀表示爱意，秀感动之余正感犹豫不决之际，杀手突然出现，秀无奈只…","director":["李惠民"],"actor":["马景涛","李嘉欣"]},{"name":"死亡监狱","year":"1994","id":"7564985","type":["犯罪"],"rate":7.4,"story":"Richard乃岛上最高的当权者，他深信严厉苛刻管治才能令囚犯驯服，于是对囚犯便如狗一般看待，也为他们改了狗的名字，憨狗、热狗、皮狗、黑狗、肥狗便是他的杰作，他们在岛上过着惨无人道，人狗不分的监狼生涯。面对如斯苛刻的生活，他们对从前的错误早已深咎痛悔，无奈却已踏上此条不能回归之路。一次，人缘甚佳的老者皱皮狗被Richard借故杀死，引来众囚犯积压的怨恨爆发，他们决定与Richard拼个你死我活，一场火爆的大暴动即将爆发。","director":["吴岱融"],"actor":["黄子扬","谷峰","卫乃业","叶竞生"]},{"name":"我爱法拉利","year":"1994","id":"1302040","type":["剧情"],"rate":6.3,"story":"周小敏（周慧敏 饰）一直梦想成为一名歌手，以实现亡母的心愿。与哥哥Sam（邵仲衡 饰）相依为命。经朋友小圣子（赵继纯 饰）介绍认识了周伟忠（郭耀明 饰）及阿标（朱永龙 饰），两个男孩都对小敏一见钟情。知道了小敏的梦想后，阿标他们几个愿意自己出钱让小敏出唱片，却因为与录音师发生争执导致小敏失明。当知道朋友们的举动后，小敏愤然离开后遭到绑架，原来是毒贩想在阿Sam的酒吧中兜售毒品，企图绑架小敏以作威胁……©豆瓣","director":["陈家荪"],"actor":["周慧敏","邵仲衡","郭耀明"]},{"name":"乱世超人","year":"1994","id":"1302014","type":["喜剧"],"rate":6.2,"story":"阿Joe（吴镇宇 饰）从小就十分喜欢超人漫画，但他的母亲是一名学校校长，对他管教十分严厉，因此阿Joe的漫画爱好都是在偷偷摸摸进行。成年后阿Joe瞒着母亲当了一名漫画家，但为了迎合市场需要，阿Joe不得不在漫画中加入色情、暴力等，成了一名人们不齿的色情漫画家。阿Joe在一次意外中受伤，康复后他发现竟然像超人那样具有了超能力！于是，阿Joe开始戴着面具，四出打抱不平、锄强扶弱，媒体将他称为“乱世超人”。阿Joe之前就一直暗恋电视台的见习女记者Bella（李婉华 饰），Bella一次偶然发现了Joe原来就是全城热议的“乱世超人”，为了找出娱乐猛料，于是故意接近他，更利用Joe对她的感情，一步步的套出阿Joe的全部隐私……©豆瓣","director":["胡大为"],"actor":["吴镇宇","李婉华","郑佩佩","黄子华"]},{"name":"罂粟","id":"2033513"},{"name":"三个相爱的少年","year":"1994","id":"1307521","type":["喜剧"],"rate":7.2,"story":"本片讲述的是三个同性恋的少年的故事。好友如海（刘青云 饰）、阿九（葛民辉 饰）和花仔（黄子华 饰）三人都是同性恋。如海在广告公司上班，而阿九和花仔则一直没有找到合适的工作。如海和新来的女同事媚（吴倩莲 饰）暗生情愫，媚在得知如海是同性恋的时候，并没有歧视他，而是决心帮他回复正常。此时，阿九染上了艾滋病，在接受电视台采访时突然倒地不醒。如海和花仔为了让阿九快快乐乐走完人生最后一段路，为他举办了一个化妆舞会。舞会过后，阿九自杀，而如海因同性恋身份曝光亦辞去了工作……©豆瓣","director":["赵崇基"],"actor":["刘青云","黄子华","葛民辉","吴倩莲"]},{"name":"爱情色香味","year":"1994","id":"1299066","type":["剧情"],"rate":0,"story":"Ann（周海媚）与Stanley（林祖辉）因性生活不协调导致婚姻亮起红灯，Stanley刻意逃避，令Ann更感不安。适逢朋友聚旧，豪放的Porsche（张兰英）相约大家去泰国参加其新餐厅开张派对，Ann借机出外散心。抵泰后Ann看见一班朋友对性爱的态度，开始怀疑自己对爱情的执着是否已过时。Porsche只求短暂炽热的爱情，Ken（麦兆辉）永远重量不重质，享受一夜情的新鲜刺激，亚基（曾航生）却是常在爱路上失败的同性恋者。寂寞的Ann遇上了处于性别迷惘期的男子，二人竟发生了关系，Ann后悔不已之时，厨师占士（方中信）又向她展开热烈追求，Ann竟有些心动。Stanley 突然出现泰国，加入“战阵”，令Ann不知所措，亚基获悉二人感情出现问题，遂向Stanley示爱，Stanley大为震惊之余，断然拒绝，令亚基伤心，Porsche欲慰解Stanley，却又情不自禁恋上他。众人关系纠缠不清，占士在Ann的要求下，决定搞一次LoveRecipe大餐，借助传说中充满神奇力量的爱情食谱，让各人食后兴奋及失控，展露自己的真性情真爱意……","director":["向立行"],"actor":["周海媚","方中信"]},{"name":"马神","year":"1994","id":"1307344","type":["剧情"],"rate":0,"story":"罗辉（百石千）是本港冠军练马师，年青有为，甚有大将之风，堪称赛马圈的全才，但殊不知在他鲜为人知的一面，他是外围集团首脑商界红人龙爵士（罗家英）的智囊人物，更在幕后控制马会过半数马匹，但圈内人只敢怒不敢言。另一方面，廉署调查员Ginger（吴家丽）接手调查造马集团案，但因难重重，于是找来圈中的正义之士马骠（董骠）相助，结果辉与骠各出奇谋，誓要在最后一场赛事令对方消失于马圈。","director":["Norman Chan"],"actor":["罗家英","黄坤玄","吴家丽","百石千"]},{"name":"飞虎雄师之极道战士","year":"1994","id":"1788008","type":["动作"],"rate":0,"story":"在飞虎队担任狙击手的郁飞（陶大宇饰）调升为队长，领导20名已服务一年的队员。飞虎队在一次执行任务时，队员猎人（容锦昌饰）与一仔（陈国邦饰）因救人质心切而私自行动，违反纪律，遭上头责备，幸郁飞求情才不致被革职。春冰（尹扬明饰）曾是飞虎队精英，与郁飞情同手足，亲弟惨死于匪徒枪下而性情大变，屡犯错误，终被革职。往泰国潜心修道三年。而春冰突然出现为郁飞庆祝生日，且带来他们之间的女友亚美，已经消失的三角关系又出现了，令亚美心如鹿撞。在一次行动中，神秘人出现，用冷枪射杀匪徒，神秘人在郁飞眼前惊鸿一瞥，郁飞顿生疑惑。上司怀疑神秘人是飞虎队员，要展开内部调查，交由重案组郑SIR全权负责，郑SIR以一贯作风向队员逐一盘问，调查结果证实队员们是清白的。郑SIR怀疑神秘人物是郁飞当年的好友春冰，要求郁民冰合作调查春冰，郁飞左右为难，一仔、猎人同情队长处境，并声言绝对支持。","director":["李擎柱 King Chu Lee"],"actor":["陈国邦 Kwok-Pong Chan","郑则士 Kent Cheng"]},{"name":"红玫瑰白玫瑰","year":"1994","id":"1297036","type":["剧情","爱情"],"rate":7.7,"story":"该片改编自张爱玲同名短篇小说。佟振保（赵文瑄）是有“柳下惠”好名声的男子，然而在遇到老同学风情万种的妻子王娇蕊（陈冲）后，心还是乱了，可是当王娇蕊把一颗真心全给了他时，他却因没勇气承受太多责难临阵脱逃。顺着母亲的意思，振保同他并不欢喜的人如白纸般单薄的孟烟鹂（叶玉卿）结了婚，可是因为欲望的不能满足，他开始在外嫖妓，婚姻生活没令他有任何收获。\n在振保和烟鹂的日子陷入无法收拾的境地时，他意外邂逅了娇蕊。娇蕊的改变令振保陷入沉思，“旧日的善良又一点点回到他的体内。”（张爱玲）©豆瓣","director":["关锦鹏"],"actor":["陈冲","叶玉卿","赵文瑄","史戈"]},{"name":"灯笼","year":"1994","id":"1303627","type":["动作","剧情"],"rate":0,"story":"凶狠成性的黑社会金牌杀手黎勇（吴孟达 饰）在一次打斗中被人砍伤，随后被警方逮捕。在狱中他重新认识了自己，决定出狱后要重新做人。出狱后，他和妻子阿娴（罗冠兰 饰）开设茶餐厅开始新的生活。然而，黎勇一直担心子女误入歧途，自少便严厉教导他们，可女儿阿芳（朱茵 饰）耻于有个黑社会父亲，并在同学面前隐瞒家庭背景。儿子阿文（李家声 饰）则对父亲往事十分崇拜，自幼便好勇斗狠，常常闯祸，后来开罪了辉少（吴启华 饰），双方谈判破裂，混乱中阿文砍伤了辉少，其母亲和前辈张保出面摆酒向辉少道歉，而辉少不甘就此作罢，多番挑衅，终令阿文错手杀死了辉少的小弟。辉少埋伏在茶餐厅等候阿文回来，下手报仇，混乱中阿娴被砍伤入院。黎勇此时忍无可忍，单枪世马找辉少谈判，反被辉少追杀，阿文一家陷入重围……","director":["刘家勇"],"actor":["朱茵","莫少聪","吴孟达","程东"]},{"name":"赌神2","year":"1994","id":"1292506","type":["动作","喜剧"],"rate":7.8,"story":"赌神高进（周润发 饰）自从血洗江湖后，无心恋战，遂携新妻温柔（张敏 饰）隐居法国，生活平静，以画为伴。 台湾黑帮掌门人仇笑痴（吴兴国 饰）野心勃勃，要与高进一较高下，激他重出江湖，借高进会友之际带人潜入屋中将其妻其仆全部杀死。 悲痛欲绝的高进一人回大陆散心。途中偶遇台湾黑帮头目（柯受良 饰）与他女儿（邱淑贞 饰），二人结为至交却不料头目遭人暗算身亡，进碰巧救下其年幼的儿子，展开逃亡。而此时游手好闲的大陆汉（梁家辉 饰）与妹妹（吴倩莲 饰）碰巧遇上逃亡的进，而大陆公安队长（徐锦江 饰）也尾随而至，一场猫捉老鼠的游戏即将展开，而幕后操纵的仇笑痴又有什么阴谋呢……©豆瓣","director":["王晶"],"actor":["周润发","梁家辉","吴倩莲","邱淑贞"]},{"name":"缘分新天空","year":"1994","id":"1307169","type":["剧情","爱情"],"rate":5.3,"story":"移民加拿大青年刘亚佛与女友同居三年后分手。廖美薇由香港来加拿大读书，结识了酒吧老板李惊奇，但李为人花弗，廖与之摊牌，但遭奚落。亚佛刚巧遇见，并维护廖，两人因而认识，相识七日，毅然宣布结婚。两星期后，医生诊断廖已怀孕两个月，二人因而大吵，待孩子出世后打算离婚。廖一次意外中，险告流产，幸母子平安，亚佛廖改观，并接受廖及其子。儿子摆满月，李至，知廖之子本是他所有，欲夺回子，并带备律师和医生强迫验血。...","director":["谭新源","伍国成"],"actor":["张崇德","刘榕金","洪颖华","邝文珣"]},{"name":"爱的种籽","year":"1994","id":"3434495","type":["剧情"],"rate":0,"story":"医生丽盈于家计会工作，对怀孕抗拒。画家俊卫与妻子盈感情融洽。卫母渴望早日抱孙，得知夫妻经常避孕，要求卫与盈搬回围村同住，盈不惯生活方式。家居突被捣乱，原来卫母带来小孩有根暂住，盈对小孩更反感。盈接手家计会宣传工作，卫为作画寻灵感。盈要求丈夫与好友明前来捐精。二人本拒，明却被护士Anna吸引，卫无奈接受。卫与根熟落，盈遭冷落。卫因根得创作灵感，盈同时亦得上司赏识，遂对根改观。卫快举办画展，对之寄...","director":["张肇麟"],"actor":["莫少聪","李司棋","童爱玲"]},{"name":"怪侠一枝梅","year":"1994","id":"1298878","type":["喜剧","武侠"],"rate":6.5,"story":"民国期间，雷震天（黄秋生 饰）从他岳父那里继承当了一个军阀，由于这一切都是拜他岳父所赐，雷震天在家中没什么地位，经常被他老婆呼来喝去。雷震天的手下经常欺压百姓、无恶不作，对此他也没有什么办法，听之任之，激起了很大的民愤。因此雷震天经常遭暗杀，幸好他都一一躲过。一个晚上，雷震天被老婆骂完，独自一人化了妆跑到外面想寻欢作乐一番。途中偶然遇见了一名美丽女子被恶人欺负，于是伸张正义，打跑了恶人，临走时叼走了一枝梅花。从此，“怪侠一枝梅”的俠名传播开来。雷震天白天当军阀被万人唾骂，夜晚便化身“怪侠一枝梅”外出希望找寻当日所救的美丽女子，顺道行侠仗义。终于，雷震天找到了那晚所救的美女如风，原来如风是革命党人，当她带着雷震天来到革命党总部时，大家恳求“怪侠一枝梅”帮忙完成一个艰巨的任务，那就是刺杀军阀雷震天……©豆瓣","director":["刘观伟"],"actor":["黄秋生","洪欣","林文龙","黄光亮"]},{"name":"精武英雄","year":"1994","id":"1292895","type":["动作","剧情"],"rate":8.4,"story":"20年代末，为完成师父的志愿，陈真（李连杰 饰）到东洋学先进技术，他喜欢着日本女孩山田光子（中山忍 饰）。因为师父霍元甲之死，陈真回到中国，协助师父之子霍廷恩（钱小豪 饰）主持精武门的业务，不料却引起了他的妒忌，师兄弟之间引发权力之争。\n另一方面，陈真追查师父死因，怀疑是日军 军官藤田刚（周比利 饰）暗中使用慢性毒药杀死霍元甲。陈真请医生验尸，证实师父确系中毒而死。藤田刚恐阴谋败露，杀人嫁祸，展开了连场恶斗。不久，藤田刚挑战精武门，他诱使日本黑龙会总教头船越文夫向精武馆挑战。比武之日，双方开展了一场惊心动魄的决战。©豆瓣","director":["陈嘉上"],"actor":["李连杰","中山忍","钱小豪","蔡少芬"]},{"name":"香港沦陷","year":"1994","id":"1786332","type":["剧情","战争"],"rate":6.4,"story":"故事发生在1941年，香港上下被战争的阴影笼罩着，唯利是图的商人开叔（罗家英 饰）有三个女儿信弟（叶玉卿 饰），望弟（邱淑贞 饰）和爱弟（陈少霞），穷凶极恶的继母不喜欢信弟和望弟，因为她们并非她所生。思想开放的望弟喜欢隔壁的先进青年沈放（庹宗华 饰）多年，当她发现姐姐信弟也对沈放情有独钟时，在亲情和爱情之间，她陷入了两难的境地。\n十二月二十五日那一天，香港沦陷了，日军的铁蹄蹂躏着港内的每一寸土地，也蹂躏着每一个港人的心。社会陷入混乱，银粮分外短缺，为了自保，开叔做了汉奸，他甚至亲手将信弟送往了日本人的手中，以此博得信任。©豆瓣","director":["钱文锜"],"actor":["庹宗华","邱淑贞","叶玉卿","罗家英"]},{"name":"香港奇案之屯门色魔","id":"5353081"},{"name":"点指兵兵之青年干探","year":"1994","id":"1308093","type":["剧情","犯罪"],"rate":6.7,"story":"亚青、公子、德哥仔、和尚四个各有性格的同僚，每人背后都有个有血有肉的故事。华藉英兵正的表现比别人认真及执着，但因为曾经投诉一名高级英藉军官失败，而可能被辞掉。面对着失业危机及姻姻失败的正，誓要证明自己是一个有用的人。果然，翌日全城的警察都疲于奔命，市民活在恐慌中，城中出现了神秘的炸弹狂徒…","director":["陈德森"],"actor":["陈小春","陈国邦","魏骏杰","陈豪"]},{"name":"同床2梦","year":"1994","id":"5126688","type":["情色"],"rate":5.2,"story":"","director":["王振仰"],"actor":["徐曼华","黄光亮","成奎安","巩晓红"]},{"name":"重案实录之水箱藏尸","year":"1994","id":"3732139","type":["犯罪"],"rate":5.7,"story":"阿健和妻子阿玲刚刚结婚没多久，感情非常的恩爱，两人新租了一间位于益丰大厦内的套房，哪知道他们的噩梦从搬进新家的一瞬间拉开了序幕。张伟是阿健和阿玲的邻居，平日里，两人经常能够听见他在家中殴打妻子的声响，不仅如此，张伟还将魔抓伸向了阿玲，趁着阿健外出工作，张伟屡屡强暴阿玲，可怜的阿玲迫于张伟的淫威，敢怒不敢言。\n终于有一天，阿健回到家正好撞见张伟正在实施他的暴行，愤怒至极的阿健同张伟产生了冲突，失手将其杀死。事后，夫妻两同心协力将张伟分尸，并将尸块藏匿在公寓楼顶的水箱中，随后两人便匆匆逃离了公寓。©豆瓣","director":["黄柏文"],"actor":["黄柏文","李修贤","樊少皇","张国强"]},{"name":"重案实录之犯罪天才","year":"1994","id":"5108734","type":["犯罪"],"rate":5.8,"story":"高翔是保险的高层人员，他经营各种犯罪事业，将警方玩弄于股掌之间，城门河发生械劫，损失一百五十万美元，做案的是越境犯案的大圈仔，由于款项在翔的保险公司投保，翔因此对案情展开调查，判定事情必有内鬼，这触法起翔一个犯罪念头，假如他能够在护卫公司埋伏内应，向他提供解款车的行车路线，随时可劫款得手，翔于是展开计划，并勾搭上护卫公司的女经理。","director":["安迪"],"actor":["吕颂贤","李修贤","关秀媚","黄柏文"]},{"name":"重案实录之屯门色魔","id":"5353081"},{"name":"疯孽劫","year":"1994","id":"10800162","type":["惊悚"],"rate":0,"story":"约翰（汤正川）带同太太玛莉（庄静而) 来到加拿大。房屋经纪介绍他们一间房子，邻居是一名单身女住客婉丝（陈晓荣）, 在她指导下将花园种满了鲜花。一晚，花园内所有的鲜花都被摧毁了，而另一晚，玛莉从舞会回来时，发现一名女子吊死在屋内。一向深爱玛莉的约翰更被安排为一个杀妻的凶手……","director":["余文山","陈孟浩"],"actor":["庄静而","李子奇","汤正川","陈晓荣"]},{"name":"唐朝禁宫酷刑","id":"25834445"},{"name":"开发区杀人事件","year":"1994","id":"1308646","type":["剧情"],"rate":5.1,"story":"香港某银行经理冯敬文在工作间被杀，临死藏起了瑞士银行的密码牌。职工罗小海看到了谋杀全过程，并藏起无意中发现的密码牌，逃到深圳。香港警方查出冯案是野狼帮所为。，请求深圳警方协助保护主要证人小海。野狼帮首领山口一郎指挥手下走私绑架贩运军火和毒品，成为社会一害。为杀人灭口，小海陷入了野狼帮与警方的争夺中。在一番激烈的斗志斗勇中，山口一郎死于警察乱枪之下，横行一时的野狼帮终于被消灭。","director":["田啟文","李超"],"actor":["关海山","颜丙燕","林威"]},{"name":"性爱韦小宝之玩女大王","id":"2370800"},{"name":"吻狼之问题少女","id":"3816419"},{"name":"新义本无言","year":"1992","id":"5108812","type":[],"rate":5.1,"story":"赌场上人尽皆知的千手大哥泰有得力手下徐强及段志勇， 一次赌局中，两人助泰骗去彪叔巨款，并将部份据为己有,从此种下祸根。.少女Ice Chan误会勇为泰之子，为向泰报杀父之仇，借意亲近勇，勇以为有艳遇，当年陈父与泰乃沙煲兄弟，因一次于赌局中失手，泰竟杀陈父以求自保。Ice避至美国,练得一副好身手，是次返港一心对付泰，勇经常与Ice来往，加上强欲移民加国,泰不满，知不可再信赖二人，泰告知彪叔，两人合作除去勇及强，强在途中被车撞至重伤，勇则被俘及用刑，伤重不治，勇死前着Ice将一录影带交予强，再交予警方,以将泰及彪绳之于法,过程历尽惊险，彪与泰反目，Ice等伺机击倒泰，警方及时赶至，将彪叔一班恶徒拘捕归案，最后,强要移民，并请Ice路过加国时，大家欢叙一番。","director":["Wilson Tong"],"actor":["钱小豪","陈慧敏","陈雅伦","陈观泰"]},{"name":"终极危情","year":"1994","id":"11523266","type":["动作"],"rate":0,"story":"祺哥占有欲极强且妒忌心重，对小蓉在外结织异性甚为反感，每次知道小蓉会与任何男人交谈或接触，必对她兴师问罪、拳打脚踢，打完又后悔心痛。蓉对祺这种喜怒无常的感情渐觉难忍，无奈要逃也飞不远。","director":["徐宝华"],"actor":["黄子扬","徐宝华","蔡晓仪","高雄"]},{"name":"重案实录污点证人","year":"1995","id":"4223361","type":["犯罪"],"rate":4.6,"story":"阿成因经常非法赛车而输得一身债，女友阿敏也被迫靠出卖肉体偿还债务，但始终未能还清。在走投无路下，他为悍匪沙胆效力。在一次打劫行动中，阿成协助沙胆摆脱警方包围，沙胆重赏他，成把钱乱花，引起警方注意，调查下得知他与劫案有关，警方要求他作污点证人及作饵来缉捕沙胆。沙胆在联络成时被警方追捕，认定成出卖自己，要杀成，警方保护成与沙胆火并，终将沙胆歼灭……by:yakubd.cc","director":["袁再显"],"actor":["张家辉","樊少皇","范爱洁","李剑忠"]},{"name":"神凤苗翠花","year":"1994","id":"6430806","type":["冒险"],"rate":0,"story":"清朝雍正未年,吕四娘夜闯禁宫手刃雍正皇帝,夺其首级后流落江湖,朝庭从此下达禁令,严禁女子习武,违者必斩.四娘改名换姓投靠苗家,当上了苗翠花的褓姆.四娘对\"男尊女卑\"观念深痛恶绝,遂暗里教授花武艺.花女扮男装,考获\"捕快\"职位,并结织了木讷正气的方忠信公子.渐对方生出情愫.花之堂姊金凤出走省城,被花收留.而苗家村父老找寻金凤来到省城,告花诱拐妇女,她面临死结,只好决定公堂上自露女儿身份.提堂之日,方公子赫然出现,以乌纱担保,花大受感动.加上微服出巡之乾隆皇帝曾目睹花之身手,爱惜其才能,亦出面调停,更要撮合花与凤之婚姻.四娘打听到乾隆南下江南寻花问柳,下齿其风流性格,决心在总捕快成亲之夜亲手往杀之!四娘正要伤害乾隆,花赶往救驾......","director":["高先明"],"actor":["惠英红","郑佩佩","何柏光","李家声"]},{"name":"舞男真面目","id":"20400074"},{"name":"地狱来客","year":"1994","id":"3337624","type":["动作","惊悚"],"rate":0,"story":"一宗劫案,却引来连串可怕皂惨剧.她,潜伏于仇人家里,伺机报复,誓要令对方切身感受家破人亡的痛苦.高级督察邝钧来在银行劫案中枪杀贼匪,勇擒余党,登时声名大噪,令停滞不前的事业有所突破,不让其妻嘉雯专美.未几,邝家聘请了温婉娴静的女补习教师周晴来教导儿子恇恇.自周晴出现后,家中发生连串不幸事件,大舅亚占因卧底身份被揭而殉职,稍后,来更被指对周晴施以性侵犯,嘉雯震怒之下决与钧来分居.钧来觉得事有蹊跷,追查之下,却发现周晴的丈夫沈明雄乃当日被杀的银行劫匪,钧来惊讶之余,妻儿已面临杀身之祸,危在旦夕.","director":["黄锦钿"],"actor":["吴镇宇","何家驹","黎芷珊"]},{"name":"暗恋你","id":"25827302"}]