[
  {
    "name": "暗花",
    "year": "1998",
    "id": "1292450",
    "type": ["犯罪", "悬疑"],
    "rate": 8.4,
    "story": "澳门两大黑帮洪兴帮和义英帮为争夺赌场利益火并数月后决定言和，不想这时江湖上传出洪兴帮老大崩牙华已出五百万高价聘请外来杀手，准备不日刺杀义英帮大哥高佬忠。为保证高佬忠的安全以免天下再次大乱，崩牙华派出手下得力干将也是腐败警察的阿深（梁朝伟）去阻止事情发生。\n光头杀手耀东（刘青云）和神秘女子阿凤（邵美琪）常在阿深左右出没，不断给他制造麻烦。原来，耀东是黑帮幕后老大洪先生派来的粉碎洪兴帮和义英帮的超级杀手，他的杀人手段十分精妙狠绝。经过一番安排，耀东制造出崩牙华与高佬忠均死于阿深手中的局面，然而他的命运亦不掌控在自己手中。©豆瓣",
    "director": ["游达志"],
    "actor": ["刘青云", "梁朝伟", "邵美琪", "王天林"]
  },
  {
    "name": "98古惑仔之龙虎双侠",
    "year": "1998",
    "id": "1308290",
    "type": ["动作"],
    "rate": 7.3,
    "story": "1998年，香港回归后发生了天翻地覆的变化。而此时的铜锣湾亦发生了天翻地覆的变化，这个洪兴设陈浩南（郑伊健 饰）揸Fit的地盘来了两个新人物，一个是东升社的司徒浩南（郑浩南 饰），一个是湾仔区的新任高级督察李Sir( 李修贤 饰) 。 司徒浩南野心勃勃，一直意欲取代陈浩南在铜锣湾的位置，将其赶出铜锣湾。马来西亚一拿督（秦沛 饰）要搞赌船，主动找到陈浩南要求合作，其实暗中勾结司徒浩南，整蛊陈浩南。另一方面，李Sir在追查陈浩南的过程中，生出了少许英雄识英雄的感情。 一山不能容二虎，两个浩南最终的决斗开始了！©豆瓣",
    "director": ["刘伟强"],
    "actor": ["郑伊健", "舒淇", "郑浩南", "钱嘉乐"]
  },
  {
    "name": "阴阳路之升棺发财",
    "year": "1998",
    "id": "1302495",
    "type": ["喜剧", "恐怖"],
    "rate": 6.5,
    "story": "阿力（古天乐饰）为人精明干练，以开殡仪馆作死人生意为生。同事化妆师阿红（袁洁莹饰）是其工作拍档也是他的心头爱，却因为忙于工作无时间陪她，而被好友Daviv（谢天华饰）撬了墙脚。Daviv生性花心，终对阿红始乱终弃，阿红遂踏上不归路......\n另一个年轻化妆师（丁子峻饰）痴迷歌星陈美丽，一日半夜酒醉后遇到偶像，激动之余拍下了宝贵照片。结果第二天早上便听到偶像的死讯......\n殡仪馆另三个工作人员（雷宇扬、吴志雄等饰）嗜财如命，骗了一位过世老婆婆（罗兰饰）之女（伍咏薇饰）的钱胡乱做法，结果被老婆婆缠住无法脱身......©豆瓣",
    "director": ["邱礼涛"],
    "actor": ["古天乐", "雷宇扬", "张锦程", "丁子峻"]
  },
  {
    "name": "行运一条龙",
    "year": "1998",
    "id": "1299550",
    "type": ["喜剧", "剧情", "爱情"],
    "rate": 6.8,
    "story": "行运茶餐厅餐厅老板（吴孟达 饰）每天都乐于在茶餐厅中忙前忙后，他的儿子阿男（陈晓东 饰）却非常嫌弃，一次他在遇到了离家出走的富家女芳芳（舒淇 饰），芳芳还跟了他回家，父亲以为他们是男女朋友的关系。此时，阿福（葛文辉 饰）送外卖时遇到了Fanny（杨恭如 饰），便向何金水（周星驰 饰）这位情圣请教，可是何金水也遇上了当年的初恋情人Cindy（郑秀文 饰），Cindy借故报复当年的恩怨，令何金水患得患失。\n茶餐厅被勒令收回，全茶餐厅的人都决定要抵抗到底……©豆瓣",
    "director": ["李力持"],
    "actor": ["周星驰", "葛民辉", "陈晓东", "郑秀文"]
  },
  {
    "name": "我是谁",
    "year": "1998",
    "id": "1300303",
    "type": ["喜剧", "动作", "科幻"],
    "rate": 7.5,
    "story": "三名科学家在非洲大陆发现了一种神秘的矿石，这种矿石具有极强的杀伤力。就在这三名科学家携带矿石返回的途中，美国中央情报局派出了由11名来自不同国家的特种兵组成的特别行动小队将科学家和他们成果劫持了。\n情报局内部出现了内鬼，想把这一成果据为己有。于是，他命令负责接应的飞行员制造了一次空难，以此来杀人灭口和掩饰其已夺取了成果。特别行动小队几乎全军覆灭，只有队员杰克（成龙 饰）侥幸逃生。\n当杰克被当地的土著救活时，他因剧烈的碰撞而丧失了所有记忆，自己的名字、来历通通都一无所知。他逢人只会问“我是谁”。为了查明自己的身世，杰克回到了纽约……©豆瓣",
    "director": ["陈木胜", "成龙"],
    "actor": ["成龙", "法拉美穗", "山本未来", "罗恩·斯梅尔扎克"]
  },
  {
    "name": "愈快乐愈堕落",
    "year": "1998",
    "id": "1307404",
    "type": ["剧情", "爱情", "同性"],
    "rate": 7.3,
    "story": "年轻的男同性恋阿哲（柯宇伦）对同龄人不感兴趣，爱上在游泳馆游泳时总是一言不发旁若无人的已婚男人冯伟（陈锦鸿），然而因为自信的缺失，他没敢同冯伟表白，而是借助与冯伟的妻子月纹（邱淑贞）发生性关系，在想象中完成与他的肌肤之亲。\n月纹的意外死亡令冯伟想起之前两人冷淡的关系，明白到月纹在心中所占分量，陷入自责中不能自拔，陪在他身边暗恋他的基佬（曾志伟）虽心疼却也不敢表示出太过直白的关心，只能规劝凡事想开慢慢会好。阿哲亦觉自己应为月纹的死负一定责任，愧疚地逃到台北，偶遇外形同月纹不差的rose（邱淑贞），借醉酒将自己的压抑吐出之后，rose要他对心诚实，可是她又有着怎样的心事，又是如何排解，却是无人能知。©豆瓣",
    "director": ["关锦鹏"],
    "actor": ["邱淑贞", "陈锦鸿", "曾志伟", "柯宇纶"]
  },
  { "name": "碧血蓝天", "id": "1295481" },
  {
    "name": "九星报喜",
    "year": "1998",
    "id": "1303176",
    "type": ["喜剧", "爱情", "古装"],
    "rate": 6.9,
    "story": "彩虹村本是民风淳朴的和谐之村，谁知新上任的知县却见不得村民们互助友爱，认为人性本恶，于是搞得村子上下鸡犬不宁，人人自私自利。原来这新知县马麟大（黄百鸣 饰）本是朝廷四品高官，可是却生性贪婪，心术不正。其二弟马麟举（周文健 饰）更是一个好色之徒，唯有三弟马麟祥（张国荣 饰）为人善良，英俊潇洒。可就在马麟大来彩虹村上任的路上，三弟却不知所踪。原来此时的马麟祥偶遇了彩虹村相国夫人的侄女紫云（吴倩莲 饰），两人一见钟情。最终，彩虹村能否重拾往日的美好？马麟祥与紫云又能否有情人终成眷属呢？©豆瓣",
    "director": ["高志森"],
    "actor": ["张国荣", "吴倩莲", "钟镇涛", "李蕙敏"]
  },
  {
    "name": "古惑仔情义篇之洪兴十三妹",
    "year": "1998",
    "id": "1307345",
    "type": ["剧情"],
    "rate": 7.2,
    "story": "钵兰街的大姐大洪兴十三妹（吴君如饰）从东星混混花弗（敖志君饰）手中救回女友SASA（植敬雯饰）。不料SASA早暗地里与花弗串通陷害十三妹，十三妹一怒之下对其家法处置。属下韩宾（尹阳明）一直对十三妹忠心耿耿，更把爱意放在心底。一次韩宾陪同十三妹拜祭亡父阿达（吴孟达饰），遂让十三妹回忆起昔年往事。\n十三妹原名崔小小，其父是洪兴一名小混混，她与好友张美润（杨恭如）整日混迹于玻澜街，一起为东星打手卓可乐（方中信）神魂颠倒。岂料恶霸咸湿（程东）杀死了吹水达，十三妹决定为父报仇……©豆瓣",
    "director": ["叶伟民"],
    "actor": ["吴君如", "杨恭如", "方中信", "尹扬明"]
  },
  {
    "name": "职业大贼",
    "year": "1998",
    "id": "3221643",
    "type": ["动作", "犯罪"],
    "rate": 5.2,
    "story": "富領導材能的查理, 機械爆破專家欄命倫, 電腦汽車專家梁丙. 兇悍無比的狂人標, 四人雖然來自省港不同地方, 甚至素未謀面, 但作案時卻顯得非常專業和純熟. 他們在港精心策劃. 成功地械劫了一輛解款車, 行動之迅速, 手法之俐落, 充份表現出他們是職劫匪, 但美中不足者是狂人標擅自殺死解款員, 令其他同黨被迫殺死其他解款員, 此殺人滅口的所為令劇情峰迴路轉.\n劫案牽涉人命傷亡重大, 香港警方大為重視, 委派曾在蘇格蘭場受訓, 專門對付有組織械劫案的年青幹探江幫辦負責偵查此案. 江一看環境證供便即判斷出是職業劫匪所為, 唯一線索是一名拾荒老人聽出其中一名劫匪的外號叫 \"梁丙\". 江知此是大海撈針, 但仍不放棄, 追查 \"梁丙\" 下落.\n原來查理受中間人所托, 劫的是一間專替外國非法集團洗黑錢的投資公司的債券, 再以低價賣回給此公司從中獲益. 查理收到部份錢後平均分配給同黨, 但查理盜亦有道的性恪當然不滿狂人標的殺人所為, 逐騙他到較偏靜處,將他殺死免除後患, 不料公安巡警路過, 狂人標乘機逃脫,令他們極感不安.\n幾經艱辛, 江從通天線人口中得知 \"梁丙\" 已潛逃大陸, 唯有與國際刑警合作, 盡快抓獲 \"梁丙\", 將那幫劫匪一網打盡. 但江的自信與工作的投入, 序其女友沒法忍受, 導致二人分手. 江收拾心情, 全情投入工作, 到大陸與中, 港兩地國際刑警交換資料, 跟嫺追查 \"梁丙\".\n與此時同時, 查理與中間人接觸商討交易債券時, 無意中認識了大陸時裝設計師莉莉, 二人一見如故, 說話投機, 都有燦爛歸於平淡的共通點, 二人共渡過了一個浪漫的晚上.\n爛命倫俏俏與妻團聚, 但因金錢問題發生爭執, 查理不忍二人婚姻破裂, 充當和事佬, 希望其妻多給一次機會倫, 其妻暫時答允. 投資公司何老大......",
    "director": ["唐伟成"],
    "actor": ["古天乐", "蔡少芬", "徐少强", "雷宇扬"]
  },
  {
    "name": "亚李·爸爸两个大盗",
    "year": "1998",
    "id": "1307919",
    "type": ["喜剧", "犯罪"],
    "rate": 7.5,
    "story": "阿李(张达明)是一个生活安定的银行职员,在误信朋友投资失败欠下数百万巨债,巴志明(黄子华)卓号\"爸爸\",一事无成却也总认为自己武艺样样皆能,于是他们二人决定抢劫银行,闹出百般笑话……",
    "director": ["邝文伟"],
    "actor": ["黄子华", "张达明", "汤盈盈", "黎耀祥"]
  },
  {
    "name": "超时空要爱",
    "year": "1998",
    "id": "1297148",
    "type": ["犯罪", "喜剧", "动作"],
    "rate": 7.1,
    "story": "警察刘一路（梁朝伟饰）某天在路上突然接到一个电话，告诉他千万要劝阻“那个”女孩自杀，因为女孩的生死会成为他人生的转折点。刘一路对这通电话感到莫名无比，而就在这时，两个流氓Gigi（李绮虹饰）大飞（刘以达饰）在街上枪战，刘一路喉部误中大飞子弹。\n被送到医院抢救后，刘一路灵魂出窍，遇上了一个身无寸缕的少女，一番言语后，刘一路却突然重返人间，但刚才的少女已经躺在他身边死了。刘回想起之前的奇怪电话，突然觉得这也许就是上帝的启示，于是，他决定仔细调查少女的死因。\n原来，少女是被富豪曹强奸后割腕自杀，而重要的证人Gigi和大飞也欲为富豪所灭口，开始了逃亡生涯。刘一路为了追随两人，居然回到了三国时代？©豆瓣",
    "director": ["黎大炜"],
    "actor": ["梁朝伟", "李绮虹", "刘以达", "林尚义"]
  },
  { "name": "强奸2制服诱惑", "id": "1308190" },
  {
    "name": "生死恋",
    "year": "1998",
    "id": "1483880",
    "type": ["剧情", "爱情", "奇幻"],
    "rate": 6.8,
    "story": "以玩乐为人生态度的CLIFF以一游戏的结果来向同居女友TERRY求婚，可惜游戏结果尚未揭开，CLIFF便意外去世。TERRY终日因自己对感情的优柔寡断以致永失所爱而迷失自我，朝夕盼望能与CLIFF再续前缘。此时，TERRY遇上个性爽朗的ED，让她几近窒息的生活重新添上生趣，大家都为TERRY的感情得到生机而松一口气时，CLIFF的灵魂却真的回来了。",
    "director": ["陈国新"],
    "actor": ["李绮虹", "张智霖", "黄贯中", "郭少芸"]
  },
  {
    "name": "我爱你",
    "year": "1998",
    "id": "1299629",
    "type": ["剧情", "爱情"],
    "rate": 8.1,
    "story": "艾利克斯（方中信 饰）是一位高级公职人员，在职场上面临巨大压力的他希望能够在家中获得排解与放松，可是，艾利克斯的妻子宝宝（袁咏仪 饰）却是一个心智极不成熟，整日游离在幻想世界的宅女。艾利克斯有一个秘密交往两年之久的地下情人（黄佩霞 饰），终于，在某一日忍无可忍之时，他向宝宝提出了离婚，随后名正言顺的和情人在一起了。\n婚姻里的巨变让宝宝一时无法接受，毫无社会经历和生存经验的她险些崩溃。律师阿莫（吴镇宇 饰）一直都担心着宝宝的精神状况，虽然他积极的陪伴和开导着宝宝，但收效甚微。随着时间的推移，宝宝的心结越来越大，精神也偏离了正常的轨道。©豆瓣",
    "director": ["李仁港"],
    "actor": ["袁咏仪", "方中信", "吴镇宇", "黄佩霞"]
  },
  {
    "name": "夜半无人尸语时",
    "year": "1998",
    "id": "1307074",
    "type": ["喜剧", "恐怖"],
    "rate": 6,
    "story": "尽管医生（刘青云 饰）生性善良工作努力，但他和女友美美（马蹄露 饰）之间的关系却一直都不是那么融洽，因为美美实在是太强势了，积怨随着时间的推移慢慢增加，最终，医生决定同美美分手。\n一次偶然中，医生邂逅了坠楼受伤的神秘女子（朱茵 饰），一来二去之间，两人距离越来越近产生了真挚的感情。深感遭到男友背叛的美美跟踪医生，却震惊的发现该神秘的“第三者”乃至其家人竟然都是鬼魂。医生自然不相信美美所说的“真相”，他携同事国明（张锦程 饰）向电视节目中的驱鬼大师（雷宇扬 饰）寻求帮助。在大师的帮助下，医生终于知道，女子之所以未能轮回转世依然流连人间的原因，和当地一个凶残的犯罪集团有着千丝万缕的联系。©豆瓣",
    "director": ["曹建南", "王晶"],
    "actor": ["刘青云", "朱茵", "雷宇扬", "马德钟"]
  },
  {
    "name": "杀杀人,跳跳舞",
    "year": "1998",
    "id": "1295419",
    "type": ["动作", "剧情", "惊悚"],
    "rate": 6.2,
    "story": "寂寞的都市夜，电台DJ西蒙（雷宇扬 饰）时常接到听友Cat（甄子丹 饰）打来电话倾诉衷肠，Cat挂线，拿起枪变为冷血杀手，他冲入一幢大楼，将目标人物和保镖们全部击杀。女警Carrie（吴辰君 饰）所在的小组接手此案，每日收听同一档节目并且对Cat的声音颇为熟悉的Carrie并不知道，Cat的形象早已出现在她的脑海……\nCat在执行新任务时偶遇故交Wesley（黄家诺 饰），原来两人曾同为美国警察，Cat因Wesley的背叛失去了一切，沦入不能回头的杀手生涯。Cat误会Carrie是Wesley女友，将其带走，向她袒露了自己的孤独与绝望，二人在天台山跳了一支寂寞的舞。不久Wesley挟持Carrie闺蜜要挟，Cat决定为Carrie孤身犯险。©豆瓣",
    "director": ["甄子丹"],
    "actor": ["甄子丹", "吴辰君", "黄家诺", "谷德昭"]
  },
  {
    "name": "想见你",
    "year": "1998",
    "id": "3215572",
    "type": ["剧情"],
    "rate": 0,
    "story": "Joyce是卡拉OK伴唱女郎，思想简单，相信爱情，她认为只有同居男友Tony最能信任，最有安全感。一天，Tony因生意周转不灵，经济出现问题，Joyce就义不容辞把仅有的积蓄及向同事筹集的一笔款项助Tony渡过难关，怎知Tony只传呼Joyce留下口讯后便带着钱销声匿迹，连二人共同租住的房子也退了租，把押金等也一并取去。此时，Joyce仍深信Tony是迫不得已才出此下策。经济结据，Joyce仍要另觅新居。在免按金，免上期，平租金的各样条件吸引下，她终于决定租下来湾仔战前旧楼的二楼全层，Joyce一方面要招架同事向她追债，一方面又笑面迎人的工作，她已不像以往那般开朗，闲来没事，就躲在家中，这幢房子里，就好像只有何伯与自己，Joyce却不知阿健存在。一晚Joyce呆坐家中，突然从天台传来钢琴声，她好奇地往天台察看，袛见一男子站于天台的边缘，摇摇欲坠，Joyce以为此人欲跳楼自尽，便马上救人脱险，经解释后才知是何伯的儿子阿健，Joyce更发现阿健双目失明，她认定阿健为怕别人知他企图自杀，所以胡乱地说出数星星作掩饰。\n债台高筑，Joyce唯有增加出肉体的次数来还债，一天，她醉酒回家，悲从中来竟萌自杀之意，阿健奋力将Joyce救回，更不惜将自己的钢琴卖掉Joyce清还部份的钱债，何伯不但没有赞成阿健的做法，更担心阿健对Joyce生爱意。不久，何伯终于结朿他多年的担忧了，他在儿子阿健的乐队首次演出的晚上猝然去世，阿健真正感到孤独，无助，此时Joyce仿佛与阿健互相扶持，相依为命，阿健不知不觉间对Joyce产生莫明其妙的爱意，在尚未向Joyce表白的同时，Joyce的前度男友Tony再次出现欲与Joyce修好，而阿健在此时才清楚了解失明的缺陷！Joyce会否仍然追寻不着边际的理想呢？而阿健又会否鼓超勇气拾回垂手可得的幸福呢？",
    "director": ["李保樟"],
    "actor": ["许志安", "何超仪", "赵学而", "吕有慧"]
  },
  {
    "name": "猎豹行动",
    "year": "1998",
    "id": "1305955",
    "type": ["动作", "惊悚"],
    "rate": 4.3,
    "story": "1998年的动作电影《黑金行动》，由林展伟导演，大岛由加利、张耀扬、于荣光、元华主演。\n我国警方在某沿海城市截获一国际贩毒集团的毒品和密码光碟，受亚洲金融风暴的影响，香港房氏集团急需用钱，便与南美贩毒头目卡尔联手，他们劫走菲律宾警方抓获的贩毒成员占士，抢走日本福冈银行的巨款。在国际刑警组织的布置下，中国、日本、菲律宾、香港三国四方国际刑警实施了\"猎豹行动\"，终将企图夺回毒品和光碟的贩毒分子一网打尽。",
    "director": ["林展伟"],
    "actor": ["钟发 / 张耀扬"]
  },
  {
    "name": "杀手之王",
    "year": "1998",
    "id": "1297194",
    "type": ["动作", "喜剧"],
    "rate": 6.7,
    "story": "一名老人在中日战争时期被日本财阀杀害了全家，故此他请了世界第一杀手刺杀财阀。财阀被杀后，他生前设立的复仇基金启动了，查出并杀死幕后指使者的人能得到一亿基金。全世界的杀手都对这笔基金虎视眈眈，就连财阀的孙子都找来世界第二号杀手灰狼寻找真凶。鳄佬（曾志伟 饰）与小富（李连杰 饰）是杀手群中的一对拍档。身手不凡的小富希望能赚钱回老家，刚好被骗子鳄佬利用了他的身手，两人合作致力得到高额基金……©豆瓣",
    "director": ["董玮"],
    "actor": ["李连杰", "任达华", "曾志伟", "梁咏琪"]
  },
  {
    "name": "安娜玛德莲娜",
    "year": "1998",
    "id": "1301974",
    "type": ["喜剧", "爱情"],
    "rate": 7.4,
    "story": "陈家富（金城武饰）是个调琴师，有点木讷的他每日过着重复的生活。某日，他和游牧人（郭富城饰）相遇，游牧人的生活居无定所，不是泡妞就是赌马，好心的陈家富收留了他。\n某日，他俩的楼上搬来了一个喜欢弹巴赫爱的协奏曲的女生莫敏儿（陈慧琳饰），陈家富对其一见钟情，但是却始终无法对其表达自己的好感，很快，莫敏儿被游牧人捷足先登，两人成了一对。\n最后，陈家富讲了个“XO侠侣”的故事，原来世界上的每个人都在寻找他的莫敏儿，运气好的找到了，运气不好的穷尽一生都找不到。爱情就是如此。©豆瓣",
    "director": ["奚仲文"],
    "actor": ["金城武", "郭富城", "陈慧琳", "何超仪"]
  },
  {
    "name": "野兽刑警",
    "year": "1998",
    "id": "1297683",
    "type": ["动作", "犯罪", "剧情"],
    "rate": 7.6,
    "story": "飞虎队督察Mike（王敏德）被下放到环境复杂的红番区后，成为一群散漫的生番警察的领导，这群人中尤其烂鬼东（黄秋生）最让他头痛，此人曾殉私让其杀了人的黑帮好友Roy（张耀扬）潜逃，初来乍到时，Mike吃尽他带头搞的苦头。Roy的心腹图钉华（谭耀文）借大佬潜逃坐上第一把交椅，接收了包括女人YoYo（周海媚）在内的Roy的一切“财产”，成为Mike等人眼中的头号敌手。\nMike为找图钉华犯罪证据监视YoYo时，与之生出真情。偷渡回港的Roy得知被Mike戴了绿帽子后，气急败坏欲找Mike报仇，不想被图钉华一刀劈死。烂鬼东得知好友死讯后立时大怒，独自一人闯入图钉华老巢，刑警即可变作野兽。©豆瓣",
    "director": ["陈嘉上", "林超贤"],
    "actor": ["黄秋生", "王敏德", "张耀扬", "周海媚"]
  },
  { "name": "玉蒲团III官人我要", "id": "11639538" },
  {
    "name": "追凶20年",
    "year": "1998",
    "id": "1308246",
    "type": ["恐怖", "惊悚"],
    "rate": 6.8,
    "story": "陈静仪（周海媚 饰）是一名高级督察，母亲在20年前被变态凶徒残忍奸杀了，成为警察的她务求能找到凶手。此时，相同手法的杀人案件出现了，静仪内心再起波澜以外，极力追寻真凶。众多追求者的静仪，与同是警察的有妇之夫发展了一段暧昧关系。但她并没有忘了要将凶徒绳之于法。但在她不断追捕的过程中，渐渐落入了凶手的圈套了……©豆瓣",
    "director": ["麦兆辉"],
    "actor": ["周海媚", "谢君豪", "张达明", "李灿森"]
  },
  {
    "name": "烈火青春1998",
    "year": "1998",
    "id": "1947381",
    "type": ["剧情"],
    "rate": 6.9,
    "story": "三个来自不同阶层的男女，和一般的青年一样，曾放纵、曾迷失。\n阿森(陈奕迅演)是一个花店送货员，兼职入屋行劫。富家女阿WING(杨千华演)讨厌 同後父住巧合地遇上阿森，於是......\n不一样阶层的年青人只有在不断的挫折中，渐渐学会认识自己，关怀别人\n怎样去爱别人和自爱，青春也就不浪费。",
    "director": ["阮世生"],
    "actor": ["梁汉文", "杨千嬅", "陈奕迅", "赵学而"]
  },
  {
    "name": "濠江风云",
    "year": "1998",
    "id": "1304238",
    "type": ["犯罪"],
    "rate": 6.6,
    "story": "黑帮14K首脑尹志巨（任达华 饰），多年来一路打拼，从最初的帮会小弟到呼风唤雨的大哥，风光背后却又危机重重。他和一众兄弟好友结成七小福，凭借年轻果敢和好勇斗狠在群龙盘踞的弹丸澳门占有一席之地。但江湖一旦涉入，便难在脱身。逐渐爬上顶峰的崩牙巨与另一个强大势力摩罗炳展开连番恶斗，澳门一时间刀光剑影、血雨腥风。两虎相争，必有一伤，澳门江湖第一把交椅引得两派人马血流成河……\n《濠江风云》又名《驹哥传》，描写的正是在澳门只手遮天的黑帮老大尹国驹，影片投资1400万港元，由尹国驹本人投资拍摄。©豆瓣",
    "director": ["邓衍成"],
    "actor": ["任达华", "郭可盈", "方中信", "郑则仕"]
  },
  {
    "name": "全职大盗",
    "year": "1998",
    "id": "1995646",
    "type": ["犯罪"],
    "rate": 5.9,
    "story": "1998年张坚庭导演，吴镇宇、黄秋生主演。张坚庭、伍咏薇、吴镇宇、黄佩霞、杨千桦等做导演、医生、电脑工程师、心理专家、体育教练，都是专业精英，加上江湖古惑佬黄秋生，组成劫富济贫现代城市罗宾汉七人帮，经常聚在一起做一些劫富济贫、除暴安良的义举。他们利用拍电影来当街抢劫一辆装有三千万现金的运钞车，经过周密计划，悉心安排后，六人展开行动，不料就在他们行动的同时，竟遭遇另一帮劫匪也要抢劫这辆押款车，双方展开激战。后又在黑白道的贪官毒贩之间引起狗咬狗。最后指出他们自幼因各种原因被送进孤儿院，本是孤儿院死党，深受意大利善心神父目丁教诲，目丁神父多年前从意大利到香港当神职人员，凭一颗慈悲心肠，养育一班孤儿成人。目丁在非洲拯救饥饿病患者时不幸中弹身亡，临终时拍的片段，让他们目睹了非洲儿童衣食无着的惨状，令六人大为震惊，激励起这班孤儿，决定做一件大案，为非洲儿童筹款，帮助弱小对抗恶徒。",
    "director": ["张坚庭"],
    "actor": ["吴镇宇", "张坚庭", "黄秋生", "黄佩霞"]
  },
  {
    "name": "对不起，队冧你",
    "year": "1998",
    "id": "3627894",
    "type": ["剧情", "惊悚"],
    "rate": 4.1,
    "story": "栏作家Jenny对其妹就读学校近日发生之离奇命案深感不安，决定深入校园暗中调查，希望早日擒凶，终止悲剧，在查案期间，曾引起Jenny疑窦的师生都相继被杀，死状原来用以砌出一个谜面，一件惊世艺术作品谜底即将揭晓，最后猎物却已步上不归路",
    "director": ["张肇麟", "黄家辉"],
    "actor": ["朱茵", "梁汉文", "徐锦江", "张达明"]
  },
  {
    "name": "憨豆豆追女仔",
    "year": "1998",
    "id": "3151754",
    "type": ["喜剧"],
    "rate": 6.1,
    "story": "豆豆自小就拥有一股神奇力量每当吃过一种神仙水草后便力大无穷 长大后便投考沙滩救生员 遇上救生员队长露云龙.\n荔枝为一个国家公主 于计算机网络结识了豆 两人相约于香港见面谈婚事 岂料露被荔美丽所吸引 不断破坏们感情 当中露为了讨荔欢心 丑态百出 非常野笑 又豆与露更经常互相作弄对方泄愤",
    "director": ["東島長眉"],
    "actor": ["黎姿", "梁汉文", "徐锦江", "罗家英"]
  },
  {
    "name": "豹妹",
    "year": "1998",
    "id": "1304446",
    "type": ["动作", "爱情"],
    "rate": 4.6,
    "story": "豹妹是个职业杀手,John是一名O记督察.警察与杀手互生情愫,从此二人踏上逃亡生涯上的不归路.",
    "director": ["霍耀良"],
    "actor": ["王敏德", "黄佩霞", "林国斌", "植敬雯"]
  },
  {
    "name": "非常突然",
    "year": "1998",
    "id": "1299782",
    "type": ["犯罪", "剧情"],
    "rate": 8,
    "story": "三名大陆赴港的毛贼在白天抢劫金铺后，遇上巡警慌张逃亡，其中一人逃入另一帮被警方通缉多时并配备有强大火力的大陆悍匪躲藏的大厦，紧接着，警方重案组的命运被这两帮歹徒意外牵连，当他们以为成功打死悍匪可以放松庆祝时，又碰上那两个漏网的毛贼，一轮混战后，事情顿时变得非常突然。\n而与警匪交战主干线并行发展的爱情线来得也非常突然。重案组干将钟健（任达华）和李森（刘青云）在办金铺劫案时巧遇以前认识的茶餐厅老板，就她的芳心到底属谁，众人猜测一番后得到吃惊答案。©豆瓣",
    "director": ["游达志"],
    "actor": ["任达华", "刘青云", "蒙嘉慧", "黄卓玲"]
  },
  { "name": "爱在娱乐圈的日子", "id": "1437000" },
  {
    "name": "新古惑仔之少年激斗篇",
    "year": "1998",
    "id": "1307899",
    "type": ["动作", "剧情"],
    "rate": 6.4,
    "story": "本片讲述了少年陈浩南（谢霆锋 饰）如何走上黑社会的道路。少年浩南和包皮、巢皮、山鸡等自小就是邻居一起长大，几人情同手足。一日，浩南班上的女生被蛊惑仔纠缠，浩南抱打不平，因此得罪了黑社会。为了不被黑社会欺负，浩南几人加入了当地的黑社会老大大佬B的门下。在一次斗殴事件中，浩南杀死了另一个黑帮东升帮的一个老大的弟弟，浩南最终被东升帮抓走了，他最后究竟命运如何？©豆瓣",
    "director": ["刘伟强"],
    "actor": ["谢霆锋", "李灿森", "余家安", "袁伟豪"]
  },
  {
    "name": "生化寿尸",
    "year": "1998",
    "id": "1394470",
    "type": ["喜剧", "恐怖"],
    "rate": 6.6,
    "story": "无敌（陈小春 饰）和丧B（李灿森 饰）是两个无所事事的小混混，他俩平常在商场的VCD专柜打工，插科打诨，悠哉度日。某天两人奉老板之命外出取车，回来的路上撞到一个西装革履的黑帮分子。该男子身上藏有一种最新的生化武器，可以将人类变为强大无比的丧尸。两人阴差阳错将药水灌进男子的嘴里，又载着男子带回了商场。\n入夜，商场内鸦雀无声。喝下药水的黑帮分子终于变成了丧尸，四处残害无辜之人，而被他咬过的人也一一变成丧尸的同类。无敌和丧B怎样才能逃脱这些恶魔的追逐呢？©豆瓣",
    "director": ["叶伟信"],
    "actor": ["陈小春", "李灿森", "张锦程", "黎耀祥"]
  },
  {
    "name": "玉女聊斋",
    "year": "1998",
    "id": "2326683",
    "type": ["剧情", "传记", "古装"],
    "rate": 6.8,
    "story": "蒲松龄（张铁林 饰）同时与付雪倩（王菁华 饰）和刘五可（常远 饰）两位绝世美人结缘，却不知该如何选择。最终，善良的刘五可不忍心看深爱的人为难，主动退出了这段三角恋情，然而，就在聊斋准备与付雪倩成亲之时，却遭到了付雪倩的父亲的强烈反对，这段婚事因此不了了之。\n聊斋决定出发寻 找下落不明的刘五可，却在深山之中迷了路，之后遇见了孤魂和女狐，牵扯出了一段纠缠不清的人鬼奇缘，谁知一切都是他的一场黄粱大梦。蒲松林赶往济南参加科考，解释了秀才宿介，哪知道一场意外让按察使刘大人对他大为不满，与此同时，宿介的妹妹红莲爱上了正直老实的聊斋。©豆瓣",
    "director": ["张子恩"],
    "actor": ["张铁林", "常远", "王菁华"]
  },
  { "name": "人肉叉烧包II天诛地灭", "id": "3771089" },
  {
    "name": "没有小鸟的天空",
    "year": "1998",
    "id": "2068116",
    "type": ["剧情"],
    "rate": 6.1,
    "story": "在一场意外中，阿仁（洪金宝 饰）不幸丧生，幸运的饰，机缘巧合之下他又死而复生了。可是，好不容易活过来的阿仁却希望自己不如就一直长眠不醒下去，因为他发现自己的阳具不见了！经历了多方打探，阿仁得知自己的小鸟被捐赠给了一位名叫麦克（钟镇涛 饰）的富豪，于是阿仁找到了他，试图向他要回本该属于自己的东西。\n在麦克的帮助之下，阿仁的事业渐渐有了起色，一来二去之间，两人竟然产生了友谊。阿仁的母亲患上了老年痴呆症，在母亲完全失去记忆之前，阿仁希望能够让她看到自己的下一代诞生，于是，阿仁将麦克告上了法庭，谁知道麦克竟然不辞而别下落不明。©豆瓣",
    "director": ["杨逸德"],
    "actor": ["钟镇涛", "洪金宝", "吴耀汉", "罗兰"]
  },
  {
    "name": "龙在江湖",
    "year": "1998",
    "id": "1303769",
    "type": ["动作", "犯罪", "剧情"],
    "rate": 7,
    "story": "黑社会组织成员韦吉祥（刘德华）因突发纷争砍伤仇家丧波惹上麻烦，在曾心仪许久的大律师Sandy（梁咏琪）的帮助下，他的麻烦得以摆脱，丧波被判入狱五年，但他的妻子亦被人撞死。独自抚养爱子大洪（余文浚）的韦吉祥拙手笨脚，与大洪摩擦不断，幸得红颜知己Ruby（关秀媚）从中调解，两人关系渐变和谐。\n为了大洪，韦吉祥有心退出江湖，令组织老大对他越来越不爽。丧波刑满出狱，与组织老大联合起来展开复仇行动，身不由己的韦吉祥只能勇敢地站起来应战，然而一切还是无法控制越变越糟糕。©豆瓣",
    "director": ["王晶"],
    "actor": ["刘德华", "梁咏琪", "关秀媚", "方中信"]
  },
  {
    "name": "新唐山大兄",
    "year": "1998",
    "id": "1892592",
    "type": ["动作", "剧情", "爱情"],
    "rate": 5.7,
    "story": "唐山（甄子丹 饰）留洋学得医术后归国，与助手刘国邦在上海闸北的贫民区开设西医诊所。当地斧头帮恶霸于老七（于荣光 饰）为了得到一块地皮，经常带人殴打村民，唐山与刘国邦出手制止行凶，又义务诊治受伤村民。为制止于老七，唐山拜访了那块地的主人——自己在英国时的老师西蒙，以为西蒙工作为代价，唐山保住了村民的土地。于老七的妹妹于小倩（朱茵 饰）多年来患有喉疾，不能说话，笃信狐仙的于老七以为求仙可令妹妹痊愈，排斥西医治疗，小倩机缘巧合结识唐山，后者的诚意打动了小倩，令其接受了手术。与此同时，贫民窟中的孩子们陆续失踪，唐山发现此事的幕后主使是斧头帮和西蒙，一场恶战在所难免。©豆瓣",
    "director": ["甄子丹"],
    "actor": ["甄子丹", "于荣光", "朱茵"]
  },
  { "name": "强奸3OL诱惑", "id": "1929753" },
  {
    "name": "极度重犯",
    "year": "1998",
    "id": "1295158",
    "type": ["动作", "犯罪", "惊悚"],
    "rate": 6.5,
    "story": "职业杀手唐（古天乐 饰）因杀人罪被捕，在狱中度过了漫长的十二载。刑满释放后的唐暗暗下定决心，要与过去划清界限，在余生里做一个好人。可是，唐曾经的好友陈雄（任达华 饰）和马克斯（张智霖 饰）却并不愿意就此放过他，他们希望唐能够再度出山，做掉菲律宾总统候选人。\n对于好友的非分之请，唐断然拒绝，可是之后，候选人还是被害身亡，不仅如此，现场遗留的证据表明，唐就是凶手，一时间，唐遭到了警方的缉捕。在女记者安妮（蔡少芬 饰）的帮助下，唐开始了惊天大逃亡，与此同时，查出真凶与揭露陈雄罪行的重任亦落到了唐的肩头，唐能够洗刷自己身上的不白之冤吗？©豆瓣",
    "director": ["林岭东"],
    "actor": ["古天乐", "张智霖", "任达华", "吕良伟"]
  },
  {
    "name": "风云雄霸天下",
    "year": "1998",
    "id": "1295469",
    "type": ["剧情", "动作", "奇幻"],
    "rate": 6.9,
    "story": "天下会帮主雄霸（千叶真一饰）欲得天下，请神算泥菩萨（黎耀祥饰）批算，泥菩萨预言他的前半生：“金鳞岂是池中物，一遇风云便化龙。”于是雄霸下令找两名孩童收为徒弟，他们生辰八字要与批示相符，以助雄霸大业。他们就是聂风（郑伊健饰）和步惊云（郭富城饰），但实际上二人都与雄霸有不共戴天之仇。\n风、云与大师兄秦霜及雄霸女儿孔慈（杨恭如饰演）成长成人，习得一身好武艺，天下会几乎称霸武林。惟有死对头剑圣让雄霸不放心，但“成也风云，败也风云”，雄霸开始以女人为工具对付聂风和步惊云，并造成孔慈之死。逃走的步惊云为楚楚（舒淇饰演）所救回。步惊云、聂风携手对付雄霸……©豆瓣",
    "director": ["刘伟强"],
    "actor": ["郑伊健", "郭富城", "千叶真一", "杨恭如"]
  },
  {
    "name": "新恋爱世纪",
    "year": "1998",
    "id": "1468903",
    "type": ["爱情"],
    "rate": 6.5,
    "story": "气质不俗的美穗（刘嘉玲）虽只是一名普通的化妆品销售员，却有满怀抱负，当生活中遭遇不顺心的事时，一想起一表人才将来定会出人头地的男友比尔（黎明）就会重拾信心。但比尔空有经济头脑始终寻不到机遇，辛苦多年仍是普通小职员一名，终令美穗彻底失望离他而去。\n数年后，比尔功成名就，也有了名叫雪儿（舒淇）的影星女友寄放感情。比尔和美穗又在东京相遇时，比尔发现自己仍深深爱着美穗，但此时美穗即将与江湖老大“和平哥”结婚。为了不让遗憾再次发生，比尔放下雪儿开始与“和平哥”展开爱情竞争，却也没能将美穗挽留。比尔伤心之际，发现真爱（ANN LEE）其实一直在身边。©豆瓣",
    "director": ["王晶", "叶伟民"],
    "actor": ["黎明", "刘嘉玲", "舒淇", "雷颂德"]
  },
  {
    "name": "愈堕落愈英雄",
    "year": "1998",
    "id": "1308114",
    "type": ["剧情", "情色", "同性"],
    "rate": 7.3,
    "story": "冷森（方中信 饰）和一条（陈锦鸿 饰）是情同手足的好兄弟，两人同为被黑帮雇佣的金牌杀手，干得尽是一些灭迹灭口的脏活。平日里，一条向来大大咧咧风风火火，某日，他遇见了名为阿玲（周海媚 饰）的美艳女子，少不更事的他情不自禁地被阿玲深深迷住，以至于将冷森的告诫抛之脑后。\n果然不其然，阿玲最终成为了黑社会大佬方平的女人，她不仅背叛了一条，还导致一条和冷森遭到仇敌的追杀，一时间命悬一线。一场意外让一条身负重伤精神失常，冷森不仅带他逃脱，还在余下的日子里精心地照顾着他，随着时间的推移，两人之间的情谊愈发深厚。就在此时，方平的爪牙再度找上门来，恶战在即。©豆瓣",
    "director": ["霍耀良"],
    "actor": ["方中信", "周海媚", "陈锦鸿", "冯德伦"]
  },
  {
    "name": "美少年之恋",
    "year": "1998",
    "id": "1306317",
    "type": ["剧情", "爱情", "同性"],
    "rate": 7.5,
    "story": "MB Jet（冯德伦）倚仗年轻和出众外形，十分自负与玩世不恭，认为同不同男人之间的性交易不过是场游戏，但偶遇神秘男子Sam（吴彦祖）与女子Kana（舒淇）后，他被Sam的独特气质吸引，幻想能同Sam有真正的爱情，遭到同行阿青的警告。Jet又遇Sam，得到对方礼待，虽对两人纯洁的朋友关系疑惑，他却十分享用过程，想着有机会将两人关系升级。\n一次打球受伤事件令Jet与Sam遇见阿青，Sam刻意隐瞒的过去被逐层解开，Jet找到Sam的虚点，展开攻势，如愿以偿获得身心享受，但悲剧在两人激情过后紧接发生。©豆瓣",
    "director": ["杨凡"],
    "actor": ["冯德伦", "吴彦祖", "舒淇", "曾仕贤"]
  },
  {
    "name": "猛鬼食人胎",
    "year": "1998",
    "id": "1308355",
    "type": ["剧情", "奇幻", "恐怖"],
    "rate": 5.9,
    "story": "故事发生在清末民初，徐大帅（徐锦江 饰）于古墓之中获得了五魔瓦盅，将其连同镇压它们的金佛一同收入囊中，起初，由于金佛的镇压，五魔不敢轻举妄动，然而，管家见金佛起了贪念，将它偷走，这下五魔终于重获自由，蠢蠢欲动准备兴风作浪。\n徐大帅有四房太太，五魔附身在徐大帅体内，将它们的胎种种在了四位女子体内，府内的厨师初六（张锦程 饰）和其恋人小鱼（吴辰君 饰）亦不能幸免，之后，五魔残忍的将已经没有用处的徐大帅杀死。驱魔法师青海（黄秋生 饰）得知此事，联手初六发誓要将五魔降服，几场惊心动魄的大战之后，青海身负重伤性命不保。©豆瓣",
    "director": ["梁宏发"],
    "actor": ["吴辰君", "徐锦江", "黄秋生"]
  },
  {
    "name": "超级整蛊霸王",
    "year": "1998",
    "id": "1296924",
    "type": ["喜剧"],
    "rate": 5.6,
    "story": "小职员欧米噶（葛民辉 饰）性格温和，时常被他人整蛊捉弄以致习以为常。欧米噶暗恋女护士Dkny（朱茵 饰），却苦于无法接近，欧米噶不巧撞破公司太子爷偷情，被其邀请来的整蛊之霸恶整，连工作也丢掉，只得投奔“超级整蛊霸王”荷兰叻（陈百祥 饰）门下，自此与师兄弟吴广德（雷颂德 饰）等人学习整蛊术。不久香港大亨哥先生之子哥伦布（雷宇扬 饰）为驱逐父亲在法国留下的私生女哥小小，邀请荷兰叻一众整蛊小小以便独吞遗产，岂料吴广德对小小情有独钟，加之哥先生私人护理即是Dkny，欧米噶等人无心整蛊，哥伦布大为光火，请出整蛊之霸清理残局，于是整蛊界的一场混战一触即发……©豆瓣",
    "director": ["张敏", "王晶"],
    "actor": ["葛民辉", "朱茵", "陈百祥", "雷颂德"]
  },
  { "name": "阴阳路4与鬼同行", "id": "1296221" },
  {
    "name": "B计划",
    "year": "1998",
    "id": "1304302",
    "type": ["动作"],
    "rate": 6.4,
    "story": "日本第一通缉犯、恐怖组织“圣众之道”头脑吉永英明在香港被扣留，香港督察Ken（张智霖 饰）与女友Anita（舒淇 饰）在回家路程中偶遇吉永英明手下盗取化学品后遗弃的卡车在路面失控，Ken因此而卷入这次国际犯罪事件。为了引渡吉永，曾经在吉永手下吃过大亏的鹰见探员（泽田谦也 饰）一行通过领事馆试图与香港警方沟通，然而吉永的手下同时抵港，为了搭救吉永，恐怖分子用沙林毒气来威胁香港警方，为了保证香港作为金融中心的声誉，程督察（李绮红 饰）等警员尝试低调平息此事，并通缉擅自追踪圣众之道的Ken与鹰见。为了惩治罪犯，Ken二人却决定不惜一切代价……©豆瓣",
    "director": ["罗礼贤"],
    "actor": ["张智霖", "李绮虹", "泽田谦也", "舒淇"]
  },
  {
    "name": "风流3壮士",
    "year": "1998",
    "id": "3348715",
    "type": ["喜剧"],
    "rate": 4.8,
    "story": "吴立德，花名Chickeeduck，典型二世祖，生性风流。一日，德父突然告诉他家里面临破产，更吩咐他到菲律宾向一位叫Lilian女人求救．Lilian是德父的旧情人，更带着德父的亲生儿子Joe。德于是带助理新马祥和保？TFit佬到菲律宾。祥的职责实际是帮德猎艳，而他本身是一名基佬，更一直暗恋Fit佬．可惜Fit佬只对女人有兴趣，而且更患有被虐症。 这三个力人均有意想不到的艳遇：德搭上了同父异母的妹妹Joe，后来才发现Lilian替父亲所生的竟是个半男半女的人妖。Fit佬被Joe表妹Aya虐待，感到与奋莫名，同时又担心被虐症终不能治好。祥在无心之下与Fit佬共赴巫山，心愿得以一偿。最后，饱受Joe催残的德终于发现那全是父母的骗局，目的是想自己改过自身！",
    "director": ["林子皓"],
    "actor": ["雷宇扬", "吴志雄", "黎耀祥", "黎姿"]
  },
  {
    "name": "非常员警",
    "year": "1998",
    "id": "2244265",
    "type": ["动作"],
    "rate": 5.5,
    "story": "希塔（李慧敏 饰）虽然年纪不大却有着十分远大的理想，身为一名警察，她没有碍于自己女性的身份而贪图安逸规避危险，而是什么事都冲在第一个。上司赏识她的能力，将她调到了一支纪律十分涣散的警队做队长，希望希塔能够好好的整顿一下队内的风气。\n近日里发生了一连串的杀人事件，被命名为电脑连环杀手案，在希塔的带领下，幕后的凶手浮出水面，然而，在追捕凶手的过程中，不靠谱的队员们却屡屡掉链子，导致任务屡次失败。希塔因此遭到了其他警员的嘲笑。然而，希塔并没有一味的责怪部下，而是从自己的身上找原因，最终，她的部下们被队长所感动。©豆瓣",
    "director": ["林德禄"],
    "actor": ["吴镇宇", "李蕙敏", "伍咏薇", "雷宇扬"]
  },
  {
    "name": "行运秘笈",
    "year": "1998",
    "id": "2294175",
    "type": ["喜剧", "纪录片"],
    "rate": 0,
    "story": "在这一部无厘头的喜剧片中，雷宇杨和罗家英继续着他们天马行空的表演。香港经济民生环境转坏。本片邀得多位著名大师讲解玄学理论，并有一众名人红星分享其行运经验和心得，让观众可从风水、命理、神佑、邪法及术数等不同笵畴，改善自己的财运、桃花及整体运程。",
    "director": ["梁宏发", "钱文锜"],
    "actor": ["彭丹", "雷宇扬", "罗家英", "苑琼丹"]
  },
  {
    "name": "失业特工队",
    "year": "1998",
    "id": "1462381",
    "type": ["喜剧"],
    "rate": 6.5,
    "story": "在经济一片不景气，失业率高企下，张坚庭以中产阶级失业为题材，加入笑中有泪的自嘲和温馨的人情味。古丁与好友同是一间保险公司的从业员，对上司来说，二人的重要职务是当小人，专向他报告同事的不是，但最後三人难逃被公司炒鱿鱼的命运。古丁跟临时演员公司负责人认识，以为失业可向她救助，岂料，演艺业不景气，其公司也面临倒闭，为了生计，一众人逼不得已当上色情A片男女主角的替身，面对物质及内心世界的争执及矛盾。",
    "director": ["张坚庭"],
    "actor": ["张坚庭", "罗家英", "吴镇宇", "伍咏薇"]
  },
  { "name": "满清十大酷刑之赤祼凌迟", "id": "3755289" },
  {
    "name": "香港第1凶宅",
    "year": "1998",
    "id": "1304023",
    "type": ["剧情", "恐怖"],
    "rate": 5.3,
    "story": "水警辉（黄秋生 饰）与专栏作家妻子阿芝（黎姿 饰）原本计划利用假期去日本旅游，但阿芝在元朗的母亲（罗兰 饰）和妹妹阿芬（张玉珊 饰）最近被开发商骚扰，辉只得不情愿的随阿芝去元朗守卫岳母的老宅。甫一到达，一名徘徊在老宅门前的风水师便警告辉、芝夫妻，声称此屋犯太岁，且先前诸风水布局已经失控，堪称凶宅中的凶宅，七日之内必有灾祸，辉不以为意。入住当夜，辉撞破正在为了开发商收地而装神弄鬼的歹人，又在院中遇见一名哭泣的女孩，从此，一系列怪事不断发生，他们一家人的关系也愈发紧张。而这些闹鬼事件背后的真相，居然和辉与阿芝没有子嗣有关……©豆瓣",
    "director": ["杜励智"],
    "actor": ["黎姿", "黄秋生", "罗兰", "林尚义"]
  },
  {
    "name": "面青青有排惊",
    "year": "1998",
    "id": "1479903",
    "type": ["恐怖"],
    "rate": 4.8,
    "story": "志华与子豪比胆量，到鬼屋渡宿一宵，其间怪事迭失，更被鬼魂追杀。小娟无意中破坏冤魂轮回，冤魂向其施衰运咒，娟求助龙婆，冤魂只好向娟女儿进行惊栗报复行动。 小兰身穿红衣抱着女儿跳楼身亡以成厉鬼，藉朱济带其找寻负心人明义，希望一家三口可团聚。",
    "director": ["姚天虹", "林展伟", "司徒英杰"],
    "actor": ["吴辰君", "黄秋生", "徐锦江", "张耀扬"]
  },
  {
    "name": "每天爱您8小时",
    "year": "1998",
    "id": "1295681",
    "type": ["剧情", "爱情"],
    "rate": 7.2,
    "story": "每天都有24小时，到底该怎么分配才是生活的最合理的方式？张书伟（梁朝伟 饰）是才华横溢的设计师，从事广告工作，屡次被甩的他对爱情已无期待，看着同事兼好友Patrick（方中信 饰）左拥右抱地和固定女友亚芬（童爱玲 饰），暗恋他的同事亚媚（关秀媚 饰）纠缠发展，他更是不敢再爱了。但是凑巧这时候他遇到了清纯与性感兼具的影视新人徐若如（徐若瑄 饰），对方单纯而直接，张书伟一方面在抑制自己对她的感情，一方面又无法抗拒诱惑。与此同时，张书伟又与平时对立的女上司Vivian（蔡少芬 饰）日久生情。面对截然不同的两个人该如何选择，两段感情又该如何收场？\n关秀媚凭借本片获得台湾金马奖最佳女配角提名。©豆瓣",
    "director": ["阮世生"],
    "actor": ["梁朝伟", "蔡少芬", "徐若瑄", "方中信"]
  },
  {
    "name": "真心英雄",
    "year": "1998",
    "id": "1293202",
    "type": ["剧情", "犯罪", "动作"],
    "rate": 7.8,
    "story": "Jack（黎明 饰） 追随皮哥多年，阿豪（刘青云 饰）是追哥的得力助手，两人各为其主，却早已耳闻对方威名。在一次行动中，阿豪放了Jack一马。二人驾车狭路相逢，相互对撞，各自从车内爬出，但手中却拿着各自从家里带来的珍藏红酒，二人因而偕同女友琪（蒙嘉慧 饰）和玲（梁艺龄 饰）一起 去小酒吧痛饮，直称相见恨晚，便相约大战过后再来喝个痛快，但两人心中各知自此一别后再见便是生死相搏之时。阿豪、Jack在泰国两败俱伤，但老大下手，阿豪双腿被打断，Jack被打至完全昏迷。\n闻讯后的琪、玲赶往泰国，却遭不测。一年后，皮哥、追哥言和，对旧事却避而不谈，阿豪为此境况惨淡，而不问江湖事的Jack能否出山，真心英雄真否可以不死，他们能了却复仇的心愿吗？©豆瓣",
    "director": ["杜琪峰"],
    "actor": ["黎明", "刘青云", "梁艺龄", "蒙嘉慧"]
  },
  {
    "name": "浑身是胆",
    "year": "1998",
    "id": "1304627",
    "type": ["动作"],
    "rate": 6.8,
    "story": "职业大盗马田（王敏德 饰）联手“神枪手”文迪（李香凝 饰），两人企图偷窃大名鼎鼎的“沙皇之星”，谁知道他们的计划被毛头小贼麦大海（陈小春 饰）和露丝（袁咏仪 饰）无意中得知，两人想要加入这支“夺宝奇兵队”，却被马田无情拒绝。\n愤怒的麦大海和露丝决定单干，并最终成功得到了宝石。马田无奈之下绑架了露丝，想要获得宝石的下落，卖家和买家齐聚一堂，几方人马之间发生了激烈的交战，麦大海在交火之中意外丧生。经历了这场浩劫，马田和文迪决定隐退江湖，而不死心的露丝却一心想要报仇，然而，初出茅庐的她很快就落入了敌人的包围圈中，命悬一线。©豆瓣",
    "director": ["元奎"],
    "actor": ["陈小春", "袁咏仪", "王敏德", "李香凝"]
  },
  {
    "name": "顾城别恋",
    "year": "1998",
    "id": "1400123",
    "type": ["传记", "剧情", "爱情"],
    "rate": 5.4,
    "story": "风景如画的新西兰威克岛，像孩子一样天真又像孩子一样疯狂的诗人古城（冯德伦 饰），在山顶以特有的韵律吟诵着生命的诗歌，他在学校的铁栏外急切地呼唤着儿子的名字，却在冷酷的法律面前败退下来。古城生长在被狂热运动席卷的新中国，作为坏分子被批斗的父母给他留下难以磨灭的印象。他在激昂的红色革命歌曲声中结识了超凡脱俗的雷米（李绮红 饰），在平凡的四合院中邂逅了天使一般的清儿（森野文子 饰）。诗歌连缀起三个青年男女的生命，任性的孩子在命运中最重要的两名女子的陪伴下纵情玩耍。\n只可惜他们没有在那座小岛构筑梦中的天国花园，一切相遇都只是悲剧的开始……©豆瓣",
    "director": ["陈丽英"],
    "actor": ["冯德伦", "李绮虹", "森野文子", "张同祖"]
  },
  {
    "name": "PR Girls青春援助交际",
    "year": "1998",
    "id": "3263233",
    "type": ["剧情"],
    "rate": 5.2,
    "story": "“青春无敌，容易揾食”，是现今伴唱女郎的左右铭，她们懂得利用自己年青貌美的本钱来赚钱，还赚得很开心，因为她们本身就喜欢著靓衫，劈酒猜枚和卡拉 OK，跟本就是遇工作于娱乐。而且她们全部都是自愿入行，迫良为娼的情况巳经是天方夜谈，很多人都误解她们是处境可怜的一群，其实她们是开心一族。\n“今日世界夜总会”是城内其中一间大场，以靓女多闻名，客人以中产白领和生意人为主。场内最吃得开的妈咪是JULIA姐，她只有二十七岁，为人机灵，有情有义，对旗下的十几个女仔当中，以阿B，MATILDA，阿君和COCO四位最为突出。阿B芳龄才十九，就已经看破世态炎凉，定下人生的宏伟目标：以七年青春换取大量金钱，让自己欢愉地游憩未来日子。Matilda是天生做爱狂，以做爱赚钱真是如入仙境。阿君好赌成性，是最爱做梦的人。CoCo最坚守原则，卖笑不卖身，一心遇到王子，麻雀变凤凰。她们人生早有方向，就做她个快乐的伴唱女郎。本片讲述她们的故事，“青春无敌，容易揾食”，一语道破以色争取人生资源的现代女性；笑贫不笑娼已成为社会的金科玉律。一群年青貌美身材出众的伴唱女郎自愿入行，她们利用自己的年青貌美赚钱赚开心，在著靓衫，喝酒划拳和卡拉OK的工作中娱乐人生。",
    "director": ["邹凯光"],
    "actor": ["江希文", "林雅诗", "姚乐怡", "汤盈盈"]
  },
  {
    "name": "惊天大贼王",
    "year": "1998",
    "id": "1850714",
    "type": ["剧情", "惊悚"],
    "rate": 6.1,
    "story": "本片以当年张子强惊天大案为背景，真实的反应了张子强的犯案过程。张家豪（任达华 饰）是个有极高智慧的悍匪，他接连策划了多宗金铺劫案、富豪绑架案，警方虽明知是他所为，但却苦无证据。很多富豪被张绑架，但都有所忌讳，选择了交纳巨款赎金，一时间连警方也无可奈何。终于有一次，张的拍档叶世官失手被捕。凶狠狡猾的张竟想绑架政务司长钟方安心以交换人质……©豆瓣",
    "director": ["吴耀权"],
    "actor": ["任达华", "姚乐怡", "谭耀文", "吴廷烨"]
  },
  {
    "name": "玻璃之城",
    "year": "1998",
    "id": "1303590",
    "type": ["剧情", "爱情"],
    "rate": 7.9,
    "story": "在1997年的除夕夜，英国伦敦的人们都在准备迎接新年的到来，为新年的到来欢呼庆祝。此时一辆汽车失事撞毁了，港生（黎明 饰）和韵文（舒淇 饰）是车上的一对中年男女，他们在人们的欢呼声中逝去。经调查发现，原来他们是一对偷情的爱侣，由于各自都有家室，家中亲人大怒，只派了他们各 人的儿子及女儿处理后事。刚开始这两个年轻人都认为对方的父母破坏了自己的家庭幸福，各有怨恨。当他们翻查警方交给他们有关父母的资料的时候，才从照片、书信、日记等东西中，看到了他们父母当年美好的爱情故事……©豆瓣",
    "director": ["张婉婷"],
    "actor": ["黎明", "舒淇", "吴彦祖", "张燊悦"]
  },
  {
    "name": "极度强奸",
    "year": "2016",
    "id": "26844897",
    "type": [],
    "rate": 0,
    "story": "09年的西南地区的一起奸杀案，颇为轰动，与受害人相依为命的闺蜜，心理医生程晓琪在警方两年长线调查未果的同时，依然走在寻凶复仇的路上。期间一名嗜好跟踪女孩，偷拍窥私的男子引发他的注意，一个酝酿两年的复仇计划，开始出现端倪。仇恨熏染，一系列极端复仇手段在程晓琪的计划中一步步涌现。",
    "director": ["段润"],
    "actor": ["周跃奇", "翁婷", "何明", "陈茂林"]
  },
  {
    "name": "强奸陷阱",
    "year": "1998",
    "id": "1300084",
    "type": ["犯罪", "悬疑"],
    "rate": 5,
    "story": "美籍华人黄力德（黄秋生）为了得到父母名下的一笔基金，回到大陆物色女子假结婚。李珊珊（蔡少芬）的男友梁真华（谢天华）为了筹措资金开餐馆，竟然让女友与黄力德假结婚，为了能帮男友筹到钱做生意，她勉强答应了。新婚之夜，黄力德假戏真做，利用自己的合法身份将姗姗强奸，事后并违背诺言。梁真华去找黄力德算帐，不料失手将其重伤。为掩盖事实，梁又潜入医院将王杀死。珊珊也从受害者沦为杀人凶手，法庭以故意杀人罪及畏罪潜逃处李珊珊死刑。就在此时，陈律师（陈展鹏）发现了重要的证据，案情又有了新的转机……",
    "director": ["郑伟文"],
    "actor": ["蔡少芬", "黄秋生", "谢天华", "陈展鹏"]
  },
  {
    "name": "男人胸，女人HOME",
    "year": "1998",
    "id": "1304806",
    "type": ["惊悚"],
    "rate": 4.6,
    "story": "寡妇清身段撩人，但三任丈夫均离奇去世。记者何为查明其好友死因而故意与清亲近。当何发现清在床上能作出灵验预感时，何已渐迷色欲。最终何虽明白好友死因，但已不能自救……",
    "director": ["朱伟光"],
    "actor": ["陈海恒", "邓兆尊", "关宝慧", "雷宇扬"]
  },
  {
    "name": "魑魅魍魉",
    "year": "1998",
    "id": "1479901",
    "type": ["恐怖"],
    "rate": 5.4,
    "story": "“寻”：何倩美刚从外地返港，闲极无聊，拨电到旧居，怎料听电话的竟是自己，自此以后，她不断受电话困扰，从而揭发一宗命案。“离骚”：杨丽及其丈夫何文田两人恩爱非常。但丽行动怪异，常拿菜刀切肉斩瓜，制造噪音，令邻居聋婆不胜其烦，聋婆对丽非常憎恶，于是打小人，却被田听见她咒骂丽，怒将聋婆杀死，丽亲眼见田害死人，不知如何是好。",
    "director": ["李玉珍"],
    "actor": ["莫少聪", "翁虹", "黎耀祥", "关宝慧"]
  },
  {
    "name": "心思思",
    "year": "1998",
    "id": "26759474",
    "type": ["爱情"],
    "rate": 0,
    "story": "三个为理想而同行的同屋好友，家宝、辉、忠，各被各的恋爱问题而困扰。家宝热爱音乐，经常藉音乐抒发其内心情感，即使面对暗恋多年的好友Dora亦迟迟未敢透露，正当情感患得患失之际，却偶然 结识性格开朗Kanas，为他往后的感情生活埋下种籽；而彼此亦不自觉地为这棵种好籽洒水施肥，令它萌芽成长，附入了这段三角的恋爱关系，令家宝更加难以取舍。辉好胜心强，不满现状，面对着经常摧婚的女友恩更不胜其烦，及后搭上了能令他事业发展的女子Ada，在一两次伐幸的成功后，更令沾沾自喜，迷失自我，可惜在根基未固的情形下，终尝到失败的滋味。在从人都登上恋爱列车同时，忠仍在驿站徘徊，原来他一直心仪的对象却是辉的女友恩，随着辉与恩恋爱的告终，忠对恩百般开怀，令到忠抑压已久的情感加倍提升，使他更不知如何面对辉……三人在各自的恋爱路上，跌跌撞撞，兜兜转转；在求爱过程中闹得哭笑不得，且又哀怨缠绵……",
    "director": ["胡英健", "黄颂宁"],
    "actor": ["曹永濂", "余少宝", "杨宝玲", "洪天明"]
  },
  { "name": "鬼骨场", "id": "5268663" },
  {
    "name": "杀手再培训",
    "year": "1998",
    "id": "20399059",
    "type": ["剧情", "犯罪"],
    "rate": 6.5,
    "story": "外地杀手入侵本地市场，揭开一幕恶性争减价战，以师父裘为首的一批资深本地杀手为了维护尊严，决以退稳方法表达不满！杀手阿典乘时下定决心转行及结婚去。\n两年后阿典仍未能找得适合的工作，多年积蓄亦早已花光，性格乐天的阿典本并不急着，但怀孕的妻子阿雪因童年一次意外经历对公平医院有恐惧感，更断言祗会往私家医院生产，作为丈夫的不得不加点积极寻找赚钱机会，阿典始终转工不成却获劳工处转介参加雇员再培训计划，精神寄托是有了，但私家医院的消费仍是个大问题。染病的师父裘急需一笔医药费，瞒着徒弟们重出江湖，阿典得悉后担心不已，为保师父声他决不袖手旁观，本趋平淡的生活，再次翻起风浪！师徒俩为了准备复出行动显得有点有点紧张，雪看在眼里，开始对阿典师徒之装修师傅身份起了怀疑，一时之间典忙透极了，既是再培训学员也是职业杀手，也是产前讲座里的准爸爸，迎接小生的来临，令阿典悟戋生命可贵，反醒自身的角色是主宰人的生，还是死？计划展开不久事情便起了变化，老江湖师父裘中伏倒地不起，杀手反被杀手杀，该死的人不该死，受害人竟是买凶者！一切事情的终结祗待两条弓鉎命的来临才有定夺",
    "director": ["杨逸德"],
    "actor": ["黎耀祥", "刘锦玲", "高雄", "刘玉翠"]
  },
  {
    "name": "9413",
    "year": "1998",
    "id": "1295633",
    "type": ["动作", "犯罪", "悬疑"],
    "rate": 7,
    "story": "这是吴镇宇首次执导的影片，导演企图通过片中人物的交流、命运来揭示环境变迁、社会进步给人带来的枷锁，呼吁人们相互之间彼此信任。烂头（吴镇宇 饰）是一名普通的香港警察，他的佩枪编号9413,似乎冥冥中就注定了他的悲剧命运。烂头现在的精神几近崩溃，已经丧失了全部记忆。他唯一的办法就去寻求心理医生的帮助，他一直想逃离自己现在的生活状态——肮脏、迷乱的世界，但是他又似乎永远都无法回到自己过去那个干净明亮的世界……©豆瓣",
    "director": ["吴镇宇"],
    "actor": ["吴镇宇", "伍咏薇", "李蕙敏", "毛俊辉"]
  },
  {
    "name": "榕树头讲鬼",
    "year": "1998",
    "id": "1479906",
    "type": ["恐怖"],
    "rate": 5.7,
    "story": "新界富贵村望族的施家七少爷施富贵，因为欲与名妓如花结婚，但被父亲反对，更将他逐出家门。施心灰意冷，投河自尽。数十年后，他在轮回转世之前，欲见如花一面，回到已改建为富贵新的旧居，恳求明、濂、Sue、Cat四个年青人相助，找寻如花。",
    "director": ["张少坚"],
    "actor": ["黎耀祥", "洪天明", "曹永廉", "欧子欣"]
  },
  {
    "name": "怒吼狂花",
    "year": "1998",
    "id": "4006626",
    "type": ["剧情"],
    "rate": 4.5,
    "story": "香港某大集团总裁李业，被阴险助手亚铭击杀，以侵吞集团，而李之妻冰姐在送夫遗体安葬时，巧遇正举行婚礼的秀琴，二女展开一段离奇遭遇。",
    "director": ["刘观伟"],
    "actor": ["张耀扬", "吴家丽", "梁琤", "于荣光"]
  },
  { "name": "色降II万里驱魔", "id": "2256080" },
  {
    "name": "邪教档案之末日风暴",
    "year": "1998",
    "id": "1448701",
    "type": ["犯罪", "悬疑", "惊悚"],
    "rate": 5.3,
    "story": "重案组陈岳（古天乐 饰）接到了一起情况十分恶劣的命案，受害者高达五人之多，而其中唯一的幸存者陷入了昏迷之中，不知何日能够醒来。追随着少之又少的线索，陈岳找到了金毛盈（林雅诗 饰），从她口中得知了一个神秘的教会。\n陈岳派出金毛盈来到教会卧底，然而随后便失去了她的音信，无奈之下，陈岳只能只身深入虎穴，见到了教主皇唯一（连凯 饰）。让陈岳感到震惊的是，皇唯一居然知道自己不为人知的悲惨身世，而自己的母亲亦和邪教有所瓜葛。为了打败皇唯一，陈岳找到了如今身陷囹圄的教主林越天（郑浩南 饰），林越天传授了陈岳打败皇唯一的秘籍，一场血战即将拉开序幕。©豆瓣",
    "director": ["黎继明"],
    "actor": ["古天乐", "连凯", "林雅诗"]
  },
  {
    "name": "诡计",
    "year": "1998",
    "id": "3271323",
    "type": ["犯罪"],
    "rate": 0,
    "story": "深圳大正旅游公司接了台湾一个旅游团到深圳观光。旅游团中有一对情侣阿枚与阿福，当晚一个神秘电话将阿福叫走，随后几天却一直杳无音讯，传呼、手机都接不通。到了第五天，电视台报道，在湖畔发现一具烧焦的无名男尸。阿枚得知哭得死去活来，死的就是他的未婚夫阿福。公安局和台湾当局取得联系，共破此案。",
    "director": ["黄家辉", "张元龙"],
    "actor": ["吴镇宇", "伍咏薇", "于荣光"]
  },
  {
    "name": "杭州王爷",
    "year": "1998",
    "id": "1307471",
    "type": ["动作", "冒险", "喜剧"],
    "rate": 5.2,
    "story": "公主私访江南、暗结良缘、少爷败落京城、惊受高爵。\n米奇是杭州巨富，为人仗义，常救人于危难。南下私访的皇帝兄妹二人遭人劫杀，米奇拔刀相助，于是结为好友，皇妹也开始爱上了他。\n后来，他又救一书生吴公子于落难之时，不想吴恩将仇报，伙同恶霸郑庄主和杭州知府骗夺了米奇的全部财产。米奇和仆人平安流落街头，只得赴京寻找皇帝兄妹。\n经过一番周折，米奇找到了皇上，皇上还封其为杭州王爷，并将皇妹许配于他，米奇终于等到了回乡报仇的这一天……",
    "director": ["钱永强"],
    "actor": ["谢君豪", "陈国邦", "李子雄", "龚蓓苾"]
  },
  { "name": "伟哥的故事", "id": "3713675" },
  {
    "name": "爱情传真",
    "year": "1998",
    "id": "3118939",
    "type": ["剧情"],
    "rate": 7,
    "story": "明，一个享受厨房乐的广告人，他在三十岁生日的那天，弄了一碗美味而温暖的公仔面给一少女吃过之后，那少女便蓦然地闯进了他的生命。少女 (MILLER) 乐天开朗，一直快乐地活在自己的天地裹。一次的偶然，她在明家过了一晚，在那里尝过明亲手煮的早餐后，她被明的善良和纯真性格所吸引。之后，她主动地贴近明的生活，明的朋友，甚至是明的心。\n明有一青梅竹马的女友(EVA)，但在多年前大家已告分手，可是他们之间仍然维系着浓浓的感情，明自己也不明所以，只知道EVA对他是重要的，虽然已不再在爱。直至MILLER的出现，她对生命的热爱及富创造性的生活态度令明走出了他拘谨和拒绝成长的世界，因此也令明了解他对EVA的感情只是一个不愿忘记青春的留恋。同时也令明渐渐爱上这个从天而降的女孩……",
    "director": ["王日平"],
    "actor": ["叶世荣", "汤宝如", "刘以达"]
  },
  {
    "name": "阳性反应",
    "year": "1998",
    "id": "4005211",
    "type": ["剧情"],
    "rate": 7.4,
    "story": "本片一开始便是「我」在家中面对镜头，说出自己得悉在爱滋病测试中验出阳性反应，政府迅即赔了二十一万，他花钱买了录像器材要纪录有限的生命！整部片是以黑色幽默手法拍摄「我」的死亡实录。阿成来港十年，任杂工，勤恳但收入微薄，老板同事皆看不起他。大陆来的女友因他穷而分手，做了妓 女。他自卑，没朋友，唯一嗜好是看录像带，重复看罗拔狄尼路的《的士司机》，潜意识也想成为一位暴力英雄。房子由五六户人家分租，大多数是新移民。每天进出，从未碰见任何邻居，只“听见”他们的存在:孩子哭声、夫妇吵架、电视声……他在社会压力下病情恶化，终而爆发，成为极度危险人物，处处想利用自己的爱滋病毒去“报仇”....",
    "director": ["陈汗"],
    "actor": ["罗冠兰", "张虹", "彭振南", "倪星"]
  },
  {
    "name": "赌侠1999",
    "year": "1998",
    "id": "1300070",
    "type": ["喜剧"],
    "rate": 6.7,
    "story": "阿king（刘德华 饰）当年因出千被捕，事实上他是被人陷害的。出狱时他为他接风的是崇拜他已久的化骨龙（张家辉 饰），化骨龙是个终日无所事事的人，希望能跟着king有所作为。出狱后的king到处寻找已怀孕的妻子（张慧仪 饰），与当日的得力助手（张锦程 饰），\n后来King与化骨龙妹妹晴（朱茵 饰）产生了好感。\nKing得到Rocky（吴志雄 饰）的帮助上了赌船，碰见了多年前便想交手的马交文（高捷 饰），king想与之一决高低，却遭到马交文的手下省镜（李子雄 饰）陷害，揭开了king的底细更想进一步迫害king，king又能否躲过劫数呢？©豆瓣",
    "director": ["王晶"],
    "actor": ["刘德华", "朱茵", "张家辉", "高捷"]
  },
  {
    "name": "幻影特攻",
    "year": "1998",
    "id": "1296698",
    "type": ["惊悚"],
    "rate": 5.8,
    "story": "三个一起在孤儿院长大的好友德高（郑伊健 饰）、松鼠（陈小春 饰）、小蓝（陈慧琳 饰）成为了科学家，在美国中央情报局研究“人类潜意识”。他们得到消息称不法分子狂龙打算趁机在世界杯期间恶意把暴力意识传到东南亚，进一步引发金融风暴。\n德高与松鼠、小蓝这几名出色的科学家成为了狂龙的目标。在松鼠结婚当天，他们杀死了松鼠的妻子，挟持了小蓝离开。德高与松鼠决心要报复与拯救小蓝，所以自愿接受了科学院里的潜意识训练，想通过训练成为杰出的打手。\n可是在他们成功救出小蓝的时候，松鼠的意识发生了变异，错手杀死了德高的爱人小蓝。从此松鼠与德高各走各路，但对爱人逝世无法释怀的德高决定为女友报仇，一定要找到松鼠。©豆瓣",
    "director": ["马楚成"],
    "actor": ["郑伊健", "陈小春", "陈慧琳", "尹子维"]
  }
]
