[{"name":"黑狱断肠歌II无期徒刑","year":"2000","id":"3797823","type":["犯罪","惊悚"],"rate":6.2,"story":"新狱警成结识原为律师的监犯康，并与康妹成爱侣，但副狱长垂涎康妹美色，康妹惨被强奸而自杀，加上副狱长凶残成性，引起监狱暴动，成与康不顾一切决杀仇人。","director":["梁宏发"],"actor":["吴镇宇","容锦昌","李兆基","刘锡贤"]},{"name":"辣椒教室","year":"2000","id":"1305036","type":["喜剧","剧情"],"rate":7.4,"story":"在校长林甘霖（林尚义 饰）和教务处主任劳小姐（陈法蓉 饰）的眼中，只有优秀的学生才有存在的意义，那些成绩不好性格又调皮的差生，只要将他们放任自流就好。欧老师（陈勋奇 饰）初来乍到，看不惯校长的所作所为，他主动要求接手那些没人管的“差生”，一段有笑有泪的故事就此展开。\n其实这些常人眼中的“差生”并不坏，反而各有各的特点和闪光点，欧老师发现了这些闪光点，加以发扬和利用，自然事半功倍。在校长的女儿林小姐（杨恭如 饰）、体育老师伍老师（付小明 饰）、音乐老师贝老师（雷颂德 饰）等人的帮助下，欧老师开始了他的“非常教学法”，他们的所作所为能否获得成功呢？©豆瓣","director":["陈勋奇"],"actor":["陈勋奇","杨恭如","雷颂德","陈逸宁"]},{"name":"细路祥","year":"1999","id":"1304758","type":["剧情"],"rate":8.5,"story":"细路祥（姚月明 Yuet-Ming Yiu  饰）6岁了，他有一个嗜酒的父亲，一个好赌的母亲，一个深居简出的奶奶，还有一个被妈妈赶出了家门、从未见过的哥哥。\n细路祥家中经营茶楼，这天来了一个6岁的送外卖女孩阿芬。父亲不愿收下，把阿芬赶了出去，细路路祥暗中找到阿芬，和她一同送外卖，一同分享小费。二人有了童真的感情。\n细路祥向父亲打听哥哥下落，被父亲痛打一顿。这时阿芬也被发现了偷渡客的身份，被遣返大陆。九七临近，香港人的生活仍然是家长里短，琐碎八卦。细路祥听说奶奶和一个粤剧大师曾经有过一段旧情，自称奶奶男友的海叔有一个儿子，对细路祥特别好。\n日子就这样无惊无险的过。九七了。©豆瓣","director":["陈果"],"actor":["姚月明","麦惠芬","麦雪雯","张醒超"]},{"name":"两只衰鬼唔识死","year":"2000","id":"26760426","type":["奇幻"],"rate":0,"story":"","director":["朱泽新"],"actor":["邵传勇","宗扬","陈明君","周兆麟"]},{"name":"网上怪谈","year":"2000","id":"3823871","type":["悬疑","科幻","恐怖"],"rate":5.2,"story":"互联网上传闻，若有人于盂兰节上一个 www.990714.com的网址，便可与灵界接触。七名寄宿学生上网，成功与灵界沟通，但此后这些学生逐一离奇死亡。小娴一日无聊时上990714.com网站，跟着听见有人敲门，开门发现是名小女孩；达在一所学校任装修工人，一晚舍监告知他990714.com可预知明天新闻……","director":["邝锦宏"],"actor":["黎耀祥","刘少君","唐宁"]},{"name":"笨小孩","year":"1999","id":"1300451","type":["剧情"],"rate":7.6,"story":"发嫂（叶德娴 饰）独自抚养着儿子阿B（谭耀文 饰），因为先天的缺陷，这个三十多岁的男人只有着十五岁少年的智商和认识。随着时间的流逝，发嫂年岁渐长，繁重的家务和沉重的压力让她渐渐有些力不从心，祸不单行的是，一次偶然中，发嫂发现自己竟然患上了无法治愈的癌症。\n自己的去留并不重要，重要的是该将懵懵懂懂的阿B托付给谁，这成为了发嫂最大的难题，就在这时，一个名叫阿May（关秀媚 饰）的年轻女子出现在了阿B的身边。然而，发嫂很快便发现，阿May对于阿B的利用大于关心，这令她十分但又，幸运的是，阿B的忠心不二和善良纯真最终感动了阿May。©豆瓣","director":["王晶"],"actor":["叶德娴","谭耀文","关秀媚","柯受良"]},{"name":"我在监狱的日子","year":"2000","id":"3152376","type":["动作"],"rate":0,"story":"四个女重囚的故事：无辜被控藏毒的妇人盼望见儿子一面；谋杀亲夫的舞蹈家遇上其夫二奶；在狱中寻求宁静的杀手被求重操故业；被骗的三线女星因面容变形欲自杀······","director":["吴耀权"],"actor":["梁琤","麦家琪","尹扬明","欧锦棠"]},{"name":"大踢爆","year":"2000","id":"3236595","type":["纪录片","喜剧"],"rate":0,"story":"","director":["梁挺"],"actor":["罗家英","林建明","胡渭康","罗君左"]},{"name":"贼公子","year":"1999","id":"1449414","type":["动作","犯罪"],"rate":5.5,"story":"迈克尔、雷蒙德、本和罗伊是江湖上人人闻名生畏的偷车大盗，四人各司其职各有所长，配合的天衣无缝，再精密的防盗系统在他们的手中不过就是小孩子过家家的玩具，警方很早就盯上了他们，可是苦于找不到证据一直迟迟无法行动。\n实际上，雷蒙德是警方派来的卧底，他的首要目的就是得到盗车集团首领迈克尔的犯罪证据，迈克尔似乎于无意之中得知了雷蒙德的真实身份，但不知为何他并没有做出反应。米琪是迈克尔的妹妹，懵懂无知的她偏偏爱上了英俊帅气的雷蒙德，为了取得迈尔克的信任，雷蒙德只得违背了自己的本意，开始和米琪交往。罗伊嗜赌成性欠下了巨额赌债，作为大哥的迈克尔想要替他出头，而罗伊却决定独自行动，干一票惊天动地的大买卖。©豆瓣","director":["刘观伟"],"actor":["古天乐","王敏德","张耀扬","雷宇扬"]},{"name":"生死拳速","year":"2000","id":"1305455","type":["动作"],"rate":5.6,"story":"阿秋（黄秋生 饰）曾经是一名训练有素的警察，如今，已经退休的他当起了出租车司机，和儿子东东过着相依为命的生活，尽管辛苦，但充满了温情与快乐。某日，阿秋的前妻突然出现在了他的面前，此时的她已经成为了黑社会大佬赵中天（龙方 饰）的妻子，她此行只有一个目的，那就是将东东从阿秋的身边夺走。\n失去了唯一的儿子，阿秋在悲愤之中陷入了绝望，他得知赵中天即将带着东东前往美国，他们可能再也无法相见，情急之下，阿秋将一所小学里的学生们当做人质，希望能够借此夺回东东。卓立人（赵文卓 饰）是身手了得的保安，祁红（黎姿 饰）是经验丰富的记者，在他们的帮助下，阿秋能否实现自己的愿望呢？©豆瓣","director":["张敏"],"actor":["赵文卓","黄秋生","黎姿","李灿森"]},{"name":"猛鬼诺言","year":"2000","id":"1479975","type":["恐怖"],"rate":4.5,"story":"邦、 雯新婚小别。雯无意中到一大宅，惨遭血魔强奸，并被吸干血液而死。雯死不心息，仍留人间与邦再聚，更要向血魔报仇，但为了保持容貌，她变成一个吸血鬼……","director":["蒋国权"],"actor":["吴家丽","尹天照","刘锡明","徐少强"]},{"name":"赌圣3无名小子","year":"2000","id":"1478174","type":["喜剧"],"rate":6.1,"story":"无名（张家辉 饰）从小就无父无母，幸亏得到舅舅罗四海（王晶 饰）收留，无依无靠的无名自小就没人管，经常流连街头赌档，练得了一身精湛赌术。罗四海发现了无名的绝技，于是带着他与两个小弟阿骏（黎骏 饰）和贱男到深圳设局骗钱。四人在深圳行骗时得罪了本地老大猛哥（龙方 饰），在猛哥面前无名凭借一手绝活博得赏识四人才得以解围。\n回港后无名邂逅了一个盲人女模特苦儿（舒淇 饰），阿骏看出了无名的心思，向他保证能帮助追到苦儿，条件是传授他赌术。无名爽快应承了。猛哥来港找到了无名，逼他用赌术为他赚钱，无奈之下无名只能答应。岂料阿骏赌术学成后，乘机打盲了无名，在猛哥那里取代了无名的位置。无名最终命运如何？©豆瓣","director":["张敏"],"actor":["张家辉","舒淇","王晶","陈法蓉"]},{"name":"一步一滴血","year":"2000","id":"3197032","type":["动作","惊悚"],"rate":0,"story":"某小岛上，刘氏企业董事长刘长荣被人追杀坠崖。其私生子林光南警官去公司调查，恰逢刘家小姐安妮悲痛欲绝。当林光南透露出刘长荣的得力助手关武获救时，机要秘书叶洋有点失色。\n某夜总会，刘氏少爷刘天云遇到杀手袭击，多亏林光南及时赶来。天云因与父亲不和，已离家两年，得知恶讯，他决定回家保护妹妹，追查杀父仇人。次日，刘氏兄妹祭奠父亲时再次遇袭。天云决心迅速查清，于是与林光南同去医院找关武。不想关武已被杀害，杀手被林光南自卫杀死。据回忆，他们分析这事可能与贩毒有关。天云正式入主公司，而叶洋不再上班。原来叶洋与郑三爷勾结贩毒，因刘长荣阻止便合伙杀了他。如今，他们对扫毒组组长林光南有所顾忌。天云发现仓库中有毒品。叶洋强行取货。当与三爷交易时，却发现“货”却成了面粉，为了向三爷交代，叶洋另外高价买来毒品，被警察围住，叶洋侥幸逃脱，只抓住他的一个手下。经审问，林光南得知“货”被刘氏调包之事，便找到天云，天云佯装不知。林光南又对三爷提出警告。大规模的扫毒行动展开。天云的公司也大有起色，并且天云与张协理产生感情。\n刘长荣出现在香港。原来他被自己曾经施过恩的罗吉所救。罗吉奉命去广州捉拿叶洋，他得到一同受过训的艾伦警官的帮助。由于“货”吃紧，郑三爷便与天云联系，想取回叶洋那批“货”，结果接洽时起了纷争，天云身受重伤，被林光南所救，带回林家。当夜，安妮被绑架。在艾伦的帮助下，罗吉抓到了叶洋，使刘长荣得以洗清，于是刘长荣通知两个儿子来见他。他为天云的成绩感到欣慰，天云在管理中了解到父亲的伟大，两人和解。大家合谋，由天云约出郑三爷，林光南调动警方力量，罗吉帮忙。郑三爷父子一死一伤，安妮最终也安全得救。","director":["张艺腾"],"actor":["莫少聪","黎姿","龙方","刘凌"]},{"name":"辣妹天使","year":"2000","id":"3134873","type":["剧情"],"rate":4.9,"story":"世纪末，一群没有明天的少女对社会不满，终日与打斗，吸毒，性分不开，但都不能带给她们快乐。香港记者为完成社会黑暗面的采访，走遍各大小酒吧，更到台湾西门町找新题材，却被一群辣妹背后的感人故事所打动，令他留下一个难忘的人生体验。","director":["候永财"],"actor":["李婷宜","童爱玲","朱永棠","陈柏瑜"]},{"name":"暴力刑警","year":"2000","id":"2052368","type":["动作","犯罪","惊悚"],"rate":5.8,"story":"冷血杀手专杀嫖客，将受害者的下体割去。负责调查的古Sir毫无头绪，马夫金大班亦追查此事。警署食堂员工亚毛是虔诚教徒，遇上一伴唱女郎，惊为天人，露出可怖身份。","director":["郑伟文"],"actor":["黄秋生","卢雄","宗扬","黎耀祥"]},{"name":"东京攻略","year":"2000","id":"1307043","type":["动作","喜剧","剧情"],"rate":6.4,"story":"Maise（陈慧琳 饰）与男友高桥裕二（仲村亨 饰）相恋多时，高桥却在结婚当天突然失踪了。Maise决定前往东京寻找高桥，同时装修师父毕大勇（郑伊健 饰）为了追逃Maise欠下的装修费用，便决定跟着她前往东京。互相不信任的二人到了高桥在东京的家，遇到了一直跟踪高桥的私家侦探林贵仁（梁朝伟 饰），原来高桥与黑帮伊藤（阿部宽 饰）的妻子有奸情，于是失踪了。三人最后联手起来，决定一定要找到失踪的高桥，与黑帮抗争。随着追踪的层层深入，Maise也知道了高桥、毕大勇还有林贵仁的真实身份。©豆瓣","director":["马楚成"],"actor":["梁朝伟","郑伊健","陈慧琳","张柏芝"]},{"name":"大赢家","year":"2000","id":"1428535","type":["喜剧"],"rate":5.5,"story":"香港著名骗子黄大千（许冠杰 饰）骗术高超，几十年来凭借狡黠的智慧暴敛钱财。被骗者虽为贪心或疏忽使然，却无不捶胸顿足，后悔莫及。人送绰号“笨蛋”的光头神探（麦嘉 饰）二十年来与黄大千斗智斗勇，大玩猫鼠游戏，可惜这只笨猫总也斗不过狡猾的老鼠。\n居住在香港的少女吴宝苍（容祖儿 饰）的父亲被黄大千所骗，几度欲跳楼了解此生。宝苍从警方处了解到黄大千已经逃到新加坡，于是起身前去追踪。在这里她碰巧遇见了曾被人骗财骗情于是转而骗人的富家子弟法拉利（谢霆锋 饰）以及呆头呆脑的私人侦探助理施笙紫（苏有朋 饰）。三个年轻人决定联手打败行踪诡异的黄大千……©豆瓣","director":["高志森"],"actor":["许冠杰","谢霆锋","苏有朋","林心如"]},{"name":"公元2000","year":"2000","id":"1307875","type":["动作","惊悚"],"rate":5.4,"story":"皮特（郭富城 饰）自幼失去了父母，和哥哥格瑞高（黄文永 饰）过着相依为命的生活。皮特一直生活在哥哥无微不至的照顾之下，从来不用为生计苦恼。格瑞高的真实身份，是专攻网络的黑客特工，让皮特没有想到的是，哥哥竟然因为参与了攻击国防安全系统，出卖情报而惹来了杀生之祸。\n皮特失去了哥哥的庇护，坚信哥哥的清白，亦知道相信哥哥的只有自己。他联手好友班尼（吴彦祖 饰）和珍妮特，来到了新加坡，开始着手调查事件的真相。随着时间的推移，调查的深入，一个关系到国防安危的阴谋渐渐浮出了水面。皮特和警方合作，决心找出幕后黑手，替哥哥报仇。©豆瓣","director":["陈嘉上"],"actor":["郭富城","吴彦祖","郭妃丽","吴镇宇"]},{"name":"决战紫禁之巅","year":"2000","id":"1307868","type":["喜剧","动作","奇幻"],"rate":5.8,"story":"大内密探龙龙九（张家辉）被“剑圣”叶孤城（刘德华）要求代约“剑神”西门吹雪（郑伊健）于九月十五日在紫禁之巅禁宫太和殿上比剑，决出谁是世上剑法第一人。“剑神”“剑圣”比剑一事一号，马上震动武林，江湖中人皆以此为赌资，一时赌风弥漫。朝廷为免滋生事端，派出龙龙九及御妹金燕子（赵薇）共同阻止此次比剑事宜。\n金燕子对叶孤城向来倾慕，行动中忘了目的。而龙龙九查得正有一股神秘力量在策划大阴谋，正等九月十五日这个时机。©豆瓣","director":["刘伟强"],"actor":["刘德华","郑伊健","张家辉","赵薇"]},{"name":"刀手","year":"2000","id":"1306988","type":["剧情","犯罪"],"rate":6.1,"story":"阿保（雷宇扬 饰）、阿东（陈小春 饰）、螳螂（郑浩南 饰）、勇仔四人是社团内的刀手，专事清除社团的敌对人物。四人入行多年，在社团内地位颇高的同时也要面对无休止的杀伐跟其他社团的敌视。阿东行事稳重，投资各类事业，为几位兄弟的未来多有筹划；阿保做事极端，为螳螂出头得罪了尖沙咀大哥蛇皮，阿保发现女友艾薇（蒙嘉慧 饰）与阿东的暧昧视频，兄弟感情出现了嫌隙。\n阿东等人谋划除掉蛇皮，却被老大公子（曾江 饰）向警方出卖，侥幸逃脱的阿东、阿保放弃偷渡，返港为死去的手足报仇。©豆瓣","director":["钟少雄"],"actor":["陈小春","雷宇扬","王合喜","郑浩南"]},{"name":"有时跳舞","year":"1999","id":"1308239","type":["剧情"],"rate":6.8,"story":"五个不同城市不同身份的人各怀目的抵达一个叫浮游州的小岛。Haruki（大泽隆夫）原是日本某杂志的撰稿人，因患上肺病，来到小岛休养生息。Sharon（李嘉欣）是美国银行界的女强人，偕好友Marianne（桃井熏）到小岛只为游玩，偶尔那段不愿回忆的童年生活会蹦到其眼前。美玲（舒琪）是谎话精，为跟新男友约会来的小岛。阿汉（张智霖）则是刚拍完一套情欲片的新偶像，来小岛是想在没完没了的档期夹缝里喘一口气。\n小岛正蔓延一种叫“Stone”的致命病毒的消息被政府宣布后，这五个陌生人的命运被连在了一起，面对可能马上就会到来的死亡，五人做出了表面看来不同的反应。然而无论是将生命纵放，还是恐惧不安或泰然处之，均缘自特殊时空里猛然发现自己生命的空洞无物。©豆瓣","director":["关锦鹏"],"actor":["李嘉欣","舒淇","张智霖","大泽隆夫"]},{"name":"火武耀扬","year":"2000","id":"2052369","type":[],"rate":5,"story":"在菲律宾的唐人街，有一对出生入死的好兄弟——火武（樊少皇饰）与耀扬（张耀扬饰），两人智勇双全，有一副好身手，但一直没有机会出人头地。一次火武因伤人入狱。在狱中被狱官百般羞辱，幸好被大哥利楚雄搭救，利楚雄赏识他们的才华，收火武、耀扬二人为左膀右臂，在二人的帮助下，利楚雄的对手被一一扫除，他也成了唐人街的领袖。但就在此时，耀扬爱上了利楚雄年轻貌美的妻子（张文慈饰），并对其大展攻势，利对此非常不满，派人暗杀耀扬。火武得知此事，抢先一步将利杀死，耀扬登上社团主席的宝座，兄弟俩春风得意，成为呼风唤雨的风云人物。耀扬更将远在香港的妹妹（陈晓淇饰）接到菲律宾一起生活。谁知耀扬上位后性格渐渐发生变化，火武、耀扬之间产生了间隙……","director":["林伯恒"],"actor":["樊少皇","张耀扬","张文慈","周比利"]},{"name":"茱丽叶与梁山伯","year":"2000","id":"1304304","type":["剧情","爱情"],"rate":8.3,"story":"佐敦（吴镇宇饰）因为欠下元朗大哥新界安（任达华饰）十多万赌债，被迫逃跑。而同一时刻，孤女Judy（吴君如饰）也带着行李离开丈夫，返回元朗。\n佐敦好友嘉华（刘以达饰）在元朗遇见债主新界安，打电话给佐敦求救，佐敦赶往途中遇见Judy 在街上狂奔。Judy正赶往医院探望刚撞车的爷爷，佐敦好心相助，载她到医院后才去救嘉华。但一到便被殴至头破血流，入院疗伤又遇见Judy 。\nJudy自与丈夫分开后，对别人的爱已没半点希望，再加上癌症而割去一边乳房，自信心已全失。但当遇上佐敦后，封闭的心门慢慢敞开......©豆瓣","director":["叶伟信"],"actor":["吴君如","任达华","吴镇宇","葛民辉"]},{"name":"古惑女2","year":"1999","id":"2364091","type":["剧情","动作","犯罪"],"rate":4.7,"story":"火咀（何超仪 饰）、辣椒（杨恭如 饰）、芭比（洪雪盈 饰）和老板娘（翟佩云 饰）是尖沙咀有名的古惑女四人组，四人总是形影不离，整天游手好闲四处惹事。太子（唐文龙 饰）对火咀一见钟情，想要追求她，可是火咀显然瞧不上平平无奇的太子，对他十分的冷漠，于是，太子决定改变方向，将辣椒作为新的突破口。\n巴比有一个禽兽不如的父亲，在一场意外中，巴比失手将父亲打上，此时是她的同居男友废柴（梁焯满 饰）在身后默默的支持和陪伴着她渡过难关。波波和飞雄一心想要找太子的麻烦，于是，他们利用身陷毒海的老板娘，企图诬陷太子贩毒。©豆瓣","director":["梁宏发"],"actor":["何超仪","杨恭如","唐文龙","何华超"]},{"name":"女男爵","year":"2000","id":"3338004","type":["动作"],"rate":0,"story":"女男爵是一国际盗宝集团的顾佣兵首领，那些顾佣兵团亦不知女男爵是何人。故事开始在菲律宾的博物馆，一粒名贵红宝石红月亮失窃了，菲律宾国际刑警Ray和Pat奉命全力追查，与此同时深圳正举行国际珠宝展，顾佣兵亦奉命盗取展览会的主角蓝太阳所以Ray和Pat亦暗中前来中国追查，为了方便行动，两人更加入深圳公安联手对付兵团，与匪徒展开一场激烈恶斗……","director":["刘永"],"actor":["劉永","黃秋生","錢嘉樂"]},{"name":"千禧愿","year":"2001","id":"3168557","type":[],"rate":6.5,"story":"四个生活方式和爱情态度迥然不同的都市女子住在同一屋檐下，Summer是一个开放的女孩，追求不羁的感觉，喜欢玩一夜情。一次与摄影师阿Ken一夜情过后，Ken对她表白，Summer却飘然而去，可当Summer真的爱上Ken时，Ken却告知不过是想报复她对感情的游戏态度，两人因爱生恨，又因恨生爱，最后终成眷属。纯真小春沉醉于日剧爱情故事，希望结识一个像悠长假期般的木村拓哉，一日，在码头偶遇长相酷似木村的日本男子，小春梦想成真。阿男虽对爱情充满渴望，却一再被男友抛弃，一次邂逅了女同性恋者Felex，Felex向她表示好感，阿男断然拒绝了。冬怡沉醉于文学世界，心仪有才华的作家李诺，一次机缘巧合，竟遇见了他，两人有了一夜之情，李诺却不知去向，冬怡却发现自己怀孕了。爱情路上，四个女孩都有着各自的遭遇和体会。","director":["林子皓"],"actor":["陈芷菁","蒙嘉慧","陈柏瑜","文颂娴"]},{"name":"黑血","year":"2000","id":"4016553","type":["恐怖"],"rate":5.2,"story":"据说一个死不瞑目, 含冤而亡的人, 死后会流出黑色的血, 而这些 '黑血' 有幸被活人接解, 她便注册能重返阳间... 富家女 Celene, 品性纯良, 幼年时目睹母亲上吊自杀, 长大后不害怕死亡甚至鬼魂. 一日不幸被一名精神分裂的男子绑架到一所废置的学校, 一个曾经发生 8 名师生惨死的命案现场, 一连串的恐怖事件, 就在这裏开始...\n泽被一个恶梦不停地骚扰，直至他被梦境引导而去绑架了富商之女-黎屏，并将她带到一所废置的学校为止。这次的绑架根本没有计划，他甚至不知道黎屏是富商女，富商不敢报案，只好找来了女儿的男友德商量.....","director":["黃中"],"actor":["杜汶澤","黎姿","王敏德","海俊杰"]},{"name":"鬼名模","year":"2000","id":"1479958","type":["奇幻","恐怖"],"rate":3.6,"story":"多年前，某家庭出生一对连体怪婴，后经手术分开，这就是后来集魔鬼与天使为一身的嘉莉（李美琪 饰）。她身体内部隐藏着善与恶的双重性格，毎当生气或受到伤害时，她的身体会出现令人恐怖的生理变化，头部会生出一个魔鬼的头颅，与平日展现给世人的形相大相径庭，使人不寒而栗。更骇人听闻的是她具有杀人的魔法。有一次，某演艺公司招聘，嘉莉和一帮年轻人前去应聘，由于嘉莉成绩突出遭他人妒恨，不少女孩便想加害于她，结果怪事出现了，想加害嘉莉的人总是莫名死亡，而且死相恐怖，消息一经传出，全港哗然。训练班学员洪峰（任达华 饰）决定解开其中的秘密......©豆瓣","director":["招振强"],"actor":["任达华","李美琪","蒋志光","海俊杰"]},{"name":"制服诱惑2地下法庭","year":"2000","id":"1307066","type":["动作","剧情","恐怖"],"rate":5,"story":"富家女Laura在生日当晚回家后被神秘人强暴并撞伤后脑，成为躺在病床上的植物人。奶奶（罗兰饰）出重金希望抓到凶手。\n大律师菜子（林熙蕾饰）一直被暴力倾向的男友强暴，由于法律不限制固定关系内的性行为，她一直无法起诉男友。无助的她只有求助心理医生海兰（黎姿饰）的治疗。\n海兰早年受恩于Laura奶奶的资助得以去英国留学，并回港开诊所。知恩图报的她决定替奶奶抓到凶手，并带领自己的病人:Bond女（李菲饰）、pinky（张文慈饰）、阿moon（李婉华饰）以及菜子一同组成了一个调查小组，女人们决定用自己的力量将凶手找出来......©豆瓣","director":["邓衍成"],"actor":["林熙蕾","黎姿","张文慈","黄家诺"]},{"name":"手机凶灵","year":"2000","id":"1479978","type":["喜剧","恐怖"],"rate":3.9,"story":"一生倒楣的古惑仔李文龙（黄秋生饰），刚被收数大佬毒打完，返家后又发现老婆与奸夫偷欢。其后更被肥龙（车保罗饰）及骨精强（八两金饰）杀害……龙死后变成冤鬼，决意报仇。他获得电话修理技工刘培（李灿森饰）帮助去找出肥龙与骨精强的下落，而阿龙又帮刘培建立自信去追求阿May（杨凯斯饰）。互相帮助下，两人建立友谊，合力将肥龙及骨精强绳之於法。","director":["何澍培"],"actor":["黄秋生","李灿森","杨凯斯"]},{"name":"欲望号列车","year":"2000","id":"1949648","type":["剧情","惊悚"],"rate":5.4,"story":"沈志强是中年装修公司老板，在大陆有妻名云，因想朝夕相见故申请她来港定居。可是他又怕云被人抢走，把她强留家中。云叫契妹红到家中陪伴，后来强准许红带云上街。红带云悉心装扮，偶遇朗，朗被吸引。回家后强见云装束忽然狂性大发，自此对云时粗暴时温柔。云经不起红游说到酒吧散心，再遇朗，逐渐与他搭上。云终不能忍受强的暴虐，决定与他分开，在混乱中把他杀死，带强的钱逃跑。原来红与朗是情侣，揶揄强的财富，使云陷于万劫不复之地。","director":["李玉珍"],"actor":["关宝慧","姚乐怡","黎耀祥","马德钟"]},{"name":"天地无容","year":"2000","id":"4781026","type":["爱情"],"rate":0,"story":"","director":["刘孝伟"],"actor":["李灿森","邝文洵","王敏德","萧淑慎"]},{"name":"杀人渡假屋","year":"2000","id":"26317240","type":["悬疑","恐怖"],"rate":4.7,"story":"「阳光小筑」接连有人自杀,顿成「杀人渡假屋」. Paul与女友入住,发生争吵后独自离去,女友却死于屋于, Paul决要查出真相,但一女记者怀疑他.神秘杀手突然出现,大开杀戒...","director":["刘宝贤"],"actor":["颜仟汶","罗兰","林雪","何家驹"]},{"name":"炭烧凶咒","year":"2000","id":"1476669","type":["恐怖"],"rate":6,"story":"戴积瑞（陈小春 饰）有一对阴阳眼，能看到出没在身边的鬼魂。他与PJ（尹子维 饰）、Pently（LeeAnn 饰）、May（梁敏仪 饰）是公司同事。戴积瑞常与女友家宝（万绮雯 饰）斗嘴，但其实彼此都是爱着对方的。这天，May带上自己的朋友森女（陈炜 饰）与其他5人一起到度假村度假。到了度假屋以后，戴积瑞与家宝依旧吵个不停。但没想到刚刚入夜，戴积瑞忽然烧炭自杀，剩下的人马上联想到积瑞下午时说这个地方的鬼魂跟别的不一样，应该马上离开。但不管剩下的五人如何逃脱，最后还是回到了原来的度假屋，只要谁的传呼机想起，谁的死期便到。他们一个一个的死去，最后只剩下了家宝。在危急的关头里，戴积瑞的鬼魂出现了，他要回来保护家宝之余更知道了炭烧凶灵之谜……©豆瓣","director":["邓衍成"],"actor":["陈小春","万绮雯","尹子维","李灿森"]},{"name":"旺角街头","year":"2000","id":"2075503","type":["犯罪"],"rate":5.7,"story":"阿回（任达华 饰）出生成长在旺角，自幼生活在黑社会老大兴叔的庇护之下，对社团里的腥风血雨早已经习以为常。大东和阿回身在同一个社团，他非常嫉妒阿回收到兴叔的赏识，处处要和他争一个高下。阿回对社团里的明争暗斗倍感厌倦，早就想离开这片是非之地。\n一次偶然中，阿回遇见了名为阿月（黎姿 饰）的女子。阿月的身世和阿回非常的像，身患绝症的她对未来失去了希望，浑浑噩噩度日。在阿回的帮助下，阿月渐渐找到了人生的意义，她和阿回之间也产生了真挚的感情。阿凤（马浚伟 饰）是帮派马仔，他被阿月的豁达深深吸引，却也知道阿月早已经心有所属。©豆瓣","director":["黄家辉"],"actor":["任达华","黎姿","马浚伟","吴毅将"]},{"name":"生人勿近之邪花","id":"20388415"},{"name":"人间蒸发","year":"2000","id":"26760427","type":[],"rate":0,"story":"","director":["夏秀轩"],"actor":["王合喜","容锦昌","张睿羚","张文慈"]},{"name":"友情岁月山鸡故事","year":"2000","id":"1306098","type":["犯罪","爱情"],"rate":7.3,"story":"香港的屋邨区贫穷落后，屋邨的大人们都忙于生计而无暇管教自己的小孩。屋邨的小孩子整天无所事事，拉帮结派。这里，成了黑社会滋生的温床。山鸡（陈小春 饰）正是成长于这样的环境中，他整天和包皮（林晓峰 饰）、巢皮（朱永棠 饰）、大天二（谢天华 饰）混在一起，渐渐长大，成了香港制造的典型古惑仔。\n山鸡从小就喜欢邻家青梅竹马的小女孩芝芝（梁咏琪 饰），但芝芝不喜欢和古惑仔来往，渐渐疏远了山鸡。山鸡一次偶然机会发现芝芝出来当舞女，原来芝芝母亲病重，急于用钱无奈之下芝芝才出来当舞女。山鸡帮助了芝芝，芝芝母亲觉得山鸡为人不错，临终将芝芝托付给了芝芝。\n山鸡决定送芝芝回澳门定居，但此时横生枝节，两人最终能否终成眷属？©豆瓣","director":["叶伟民"],"actor":["陈小春","梁咏琪","林晓峰","谢天华"]},{"name":"月亮的秘密","year":"2000","id":"1308518","type":["剧情","爱情"],"rate":7,"story":"西西（李嘉欣 饰）、樱儿（李绮红 饰）和乐乐（范文芳 饰）是三位来自于不同地域，个性和身份都迥然不同的女性，然而，她们在感情道路上却遇到了相似的问题。西西和振南（方中信 饰）是青梅竹马的玩伴，两人感情一直十分要好，然而随着年岁渐长，西西和振南之间的分歧越来越多，两颗心的距离渐渐疏远，就在这个节骨眼上，西西邂逅了曾经的小学同学阿东（吴大维 饰），两人之间碰擦出了激情的火花。\n樱儿和阿武（陈熙峰 饰）相恋多年，感情稳定的两人早已经认定对方是自己要携手步入婚礼殿堂的那个人，然而阿武的弟弟阿文（陈宇风 饰）忽然出现在了樱儿的面前，让樱儿心中小鹿乱撞。©豆瓣","director":["赵良骏 Samson Chiu"],"actor":["李绮虹","李嘉欣","范文芳","吴大维"]},{"name":"新三狼之欢场屠夫","id":"1786800"},{"name":"潜龙夺宝","year":"2000","id":"10810333","type":["动作","犯罪"],"rate":0,"story":"越南籍青年阿龙（龙尊）、阿富（钱小豪）、阿贵（黎骏）三人在陈老板（张午郎）的潜水公司工作，阿富和阿贵得知有人走私外汇想撬走私貨捞上一笔，谁知截到的却是国际犯罪集团从水路走私的干扰飞弹发射系统装置，他二人不识货，贱价买给专收贼赃的比利，结果引来犯罪集团的追杀，三人不但丧命，还累及陈老板。阿龙为替他们报仇，在其主脑王军（雷宇扬）举办晚会时，利用警方的围剿将王军击毙。但阿龙的女友（陈法蓉）落在了对方的手上……","director":["张午郎"],"actor":["龙尊","钱小豪","黎骏","雷宇扬"]},{"name":"Q畸恋人","year":"2000","id":"1306908","type":["剧情","爱情"],"rate":5.3,"story":"阿King（张达明饰）刚从见习医生升格成为医生，又正逢与Queenie（黎姿饰）结婚三周年，却因骑单车发生意外而性无能。他向妻子Queenie坦承相告，并劝她结交第二个男人，Queenie有好友大风（陈奕迅饰），当阿King以为Queenie的「第二个男人」是大风时，却意外发现她原来与昔日老师林Sir（黄秋生饰）一直有不伦之恋，令阿King难以接受，盛怒之下要求黑道兄弟信哥（谢天华饰）出头教训Queenie，而阿King最终感到内疚，想到以自杀了结这段感情瓜葛。","director":["梁鸿华"],"actor":["黎姿","谢天华","张达明","黄秋生"]},{"name":"网上怪谈之凶灵对话","year":"1999","id":"6890759","type":["恐怖"],"rate":0,"story":"玩ICQ乃现时年青人最时兴的玩意，处於没有面貌、没有声音、没有实体的空间里，可曾想过对方的背景，甚至可能对方并不是人。一对好友Barry与Michael喜爱以ICQ结交朋友，在偶然下於网上结识了Hiroko，Michael提议双方交换相片。数天後，Barry与Michael收到Hiroko相片，Michael见Hiroko样子甜美，便冒充Barry与她约会，但Michael却一去不返。黎Sir因Michael之死接触Barry，二人经调查後，发现Hiroko的嫌疑最大，故向Hiroko方面着手，越是深入调查，越发觉Hiroko身份迷离，最後更知悉Hiroko早已被奸杀身亡。","director":["黄颂宁 Chung Ning Wong"],"actor":["尹扬明","谢天华","江希文"]},{"name":"缘分的世纪","year":"2000","id":"1762316","type":["喜剧","爱情","奇幻"],"rate":6.5,"story":"N神（张家辉 饰）心仪公司同事刘爱玛（朱茵 饰）许久，无奈爱玛已经有了身为公司副总裁的男友雷欧（刘恺威 饰），伤心的N神只能默默的守护在爱玛的身边。一天，N神和艾玛同乘一辆公交车前往公司，无意中，从N神口袋里掉出来的硬币被爱玛拾起。之后，从广播里，N神得知捡到钱等同于捡到了霉运，遂在公司向爱玛讨回硬币，却被后者拒绝。\n果不其然，霉运接二连三的找到了爱玛，公司裁员、雷欧出轨、爱犬去世、失足坠海，接二连三的意外让爱玛措手不及，尽管N神屡屡出手相救，但却遭到了爱玛的误解，两人之间的误会渐渐加深。为了帮助爱玛，N神向风水大师讨得逢凶化吉的秘籍，就这样，爱玛获得了“重活三天”的机会。©豆瓣","director":["麦子善"],"actor":["陈法蓉","张家辉","朱茵","刘恺威"]},{"name":"妖魅迷踪","id":"3027097"},{"name":"一见钟情","year":"2000","id":"1307144","type":["爱情"],"rate":7.3,"story":"被丈夫遗弃的Ellen（张曼玉）与玩世不恭的网络公司创办人Mike（黎明饰）在美国旧金山一见钟情，开始了一段爱情攻防战争。\n女人的天性使Ellen不自觉地侵入了Mike的个人空间，令不羁的Mike产生抵抗情绪，可是也终被Ellen的无条件付出感动，两人携手一起生活。然而在激情和温馨过后，因为Mike的公司出现经济困境，两人开始不断的争吵，暴露出各自的世界观有巨大差异的事实。在极度失意下，Ellen 提出分手，但像香港城的沦陷成全了白流苏和范柳原一样，一年后旧金山发生的大地震，为他们的重新牵手提供了契机。©豆瓣","director":["刘伟强"],"actor":["张曼玉","黎明","葛民辉","吴耀汉"]},{"name":"十二夜","year":"2000","id":"1302109","type":["剧情","爱情"],"rate":8.2,"story":"Jeannie（张柏芝饰）是一个空姐，与工程师Alan（陈奕迅饰）相遇在同一辆车上，之后便开始了他们的爱恋。刚开始的时候，两人都打得火热，深深投入到彼此的生活，如胶似漆。跟很多恋情一样，Alan厌倦Jeannie对他管太紧的方式，开始挣扎，Jeannie认为自己已把一切给了男友，便全身心投入感情，但渐渐的两人之间当初热恋的感觉不再，感情转淡。Jeannie努力挽回感情，两人也复合了，Jeannie在这时才发现自己已不再爱Alan了，导致最后分手收场。Jeannie消失于Alan的生活中，独自一人继续游走在繁华的都会里，寻找另一个“十二夜”，她也遇到了另一个令她心动的人。©豆瓣","director":["林爱华"],"actor":["张柏芝","陈奕迅","卢巧音","张燊悦"]},{"name":"红墙盗影","year":"2000","id":"1295367","type":["冒险"],"rate":0,"story":"韩福奎是中国境内四处下手的名盗墓专家，与北韩恐怖份子密也有切来往，韩国政府委派一男一女特警，追查北韩恐怖份子的活动情况。某天，曹大富从特别渠道得知，在中俄边界某处有一古墓内可找到价值连城、魔力擎人的明珠，但被韩福奎暗中监视，将全队人屠杀夺走宝物。由于北韩恐怖份子希望得到高科技BX－2型核器晶片，故将夺得之明珠与曹大富作交易条件，中方情报组获悉情报后，决定出击……","director":["高飞"],"actor":["元彪","钟淑慧","吴毅将","钱小豪"]},{"name":"七条命","year":"2000","id":"3721053","type":["惊悚"],"rate":4.5,"story":"基是个不务正业的青年，从事翻版碟工场，他一直暗恋邻家少女诗但开不了口。一次基在夜总会结识女公关- May，基由于垂涎其首饰于是游说May往长洲度假屋寻欢顺手牵羊，但被May发现，两人争吵间惊动了屋主满，满与基错手杀死May ；基更吐出自己乃通缉犯，曾杀死租客June等人，基因担心May尸体被发现一直躲在长洲，他看见诗被男子亚卓准备迷奸之际，情急之下将卓杀死。\n这次因卓被杀未能满足亚满的偷窥欲，一怒之下满迫使基与诗做爱满足其欲望，否则便杀人灭口。终May尸首被发现，由李Sir接手，诗从基的魔掌中逃出即向李Sir报案;李Sir自好友兼拍档-正殉职后一直做事颓丧，连女友-嘉嘉亦告分手边缘。\n此际基忍受不住满的变态行为，将其灭口，李Sir得悉后即以拘捕基作为动力，全力缉拿基归案，同时弥补与女友感情。","director":["周振荣"],"actor":["李修贤","陈明君","马德钟","雷宇扬"]},{"name":"回头太难","year":"2000","id":"3076084","type":["恐怖"],"rate":4.9,"story":"一九九九年九月二十一日灣發生大地震，全國數千幢樓宇倒塌，接近萬人死傷，數十萬人無家可歸，各國派出救援人員遠灣協助救災，但這次任務解卻救了偉這個結婚逃兵，偉經已是第六次戀愛，每次戀愛都是因為女方提出要結婚而令他產生恐懼，還對婚姻失去信心，最終女友一個一個離去，這次偉第六個女友詠梅Cat向他提出結婚，偉以援做藉口暫時逃過一役……．","director":["招振强"],"actor":["吕良伟 Ray Lui","彭丹 Diana Pang","马德钟","刘少君"]},{"name":"街女","year":"2000","id":"3053316","type":["动作","剧情"],"rate":5,"story":"17岁的Coco自丧母后性情变得孤僻，又不能与疏离已久的离异父亲相处，身为反黑组沙展的刀片叔忽略沟通之道，只适以严厉管束，使Coco更为反叛，流连夜店，沉沦毒海。她认识了一位在黑社会罕有的正义人物阿箭，可惜世上所有人都想拆散他们。他们想回头却被新扎大佬追杀，阿箭被杀，Coco惨遭轮奸。刀片懂得关怀爱女已太迟，唯有以鲜血教导她回归正路……","director":["钟少雄"],"actor":["狄龙","惠英红","伍咏薇","吴志雄"]},{"name":"无人驾驶","year":"2000","id":"1303924","type":["剧情"],"rate":6.5,"story":"屯门，一个发展了十多年的偏远新市镇。这个故事从屯门出发，沿途看四周出轨少女。\r\n\r\n饼，一个十三的少女，发现自己怀了男友细荣的孩子，但细荣自从去油尖旺卖翻版VCD后便失去了音讯，生在破碎家庭的饼只有她的朋友诗诗，蕉和腐乳相依为靠。这四位少女听不惯大人的唠叨，也不愿服从学校的纪律，宁愿整天在外消磨时间，她们大多时间都在购物，唱卡拉OK和闲聊上。\r\n\r\n四女对爱情充满了憧憬和诱惑。除了饼被男友抛弃，蕉只喜欢追寻短暂恋爱所带来的刺激。而诗诗和腐乳虽然同性相恋，但是诗诗始终只是抱着骑驴找马的心态来面对腐乳间的感情。家庭和感情的不如意，虽然造成四女心灵上的创伤，但是发生的种种却能增进了她们之间的友情。\r\n\r\n四女怎样面对人生，能否在生命中找未来？路，正等待着她们去开拓……\r\n\r\n本片是2000年香港国际电影节开幕电影，以实录形式探讨时下青年人问题的话题力作，全新人主演。导演是炮制实况剧的能手刘国昌，他十二年前的《童党》直到现在仍然是本地青少年电影的殿堂级之作。","director":["刘国昌"],"actor":["谭洁雯","张咏妍","区文诗","潘美琪"]},{"name":"真爱","year":"2000","id":"1818751","type":["歌舞","剧情","爱情"],"rate":8.4,"story":"故事发生在一间名为“古鲁酷”的学院中，每一年，这所以校风严谨校规严厉而著称的学校都为社会输送了为数众多的精英人才，这是校长萨恩卡（阿米特巴·巴强 Amitabh Bachchan 饰）最引以为豪的所在，在他的意识中，正是严格得犹如军规的校规让校园中的年轻人们不至于走上了歧途。\n然而，再严厉的校规又怎么能够锁住年轻人们年轻而悸动的心呢？一直以来风平浪静的校园在三个“浪子”的到来之后变得波涛暗涌。这三个血气方刚的英俊男孩完全不将萨恩卡校长和他的“铁则”放在眼里，没过多久，他们就对校园中三个美艳动人的漂亮姑娘展开了热烈的追求。面对威信公然受到的挑战，萨恩卡会做出怎样的反击呢？©豆瓣","director":["阿迪提亚·乔普拉"],"actor":["阿米达普·巴强","沙鲁克·汗","尤代·乔普拉"]},{"name":"小李飞刀之飞刀外传","year":"2000","id":"1920968","type":["武侠"],"rate":4,"story":"李元霸（千叶真一 饰）辛辛苦苦经营着飞刀镖局，四十年来未曾失过一镖，靠着过硬的技术和完美的口碑享誉整个武林。李元霸对待儿子李寻欢（王杰 饰）十分严苛，从未袒露过温柔和关怀的一面，这让李寻欢内心十分痛苦，只能整日沉迷于酒精之中。一次偶然中，李寻欢遇见了风尘女子雪儿（黎姿 饰），一晌贪欢后，雪儿腹中怀上了李寻欢的孩子，李寻欢不得不将她娶回了家。\n然而，婚后的李寻欢对待妻子和儿子依旧不管不顾，只是每日饮酒。随着时间的推移，孤独寂寞的雪儿开始和一个名叫金雾寒的朝鲜商人越走越近。李元霸将一个非常重要的护镖任务交给了李寻欢，只要后者能够顺利抵达目的地，便能够成为飞刀镖局的继承人。©豆瓣","director":["林子皓"],"actor":["王杰","黎姿","千叶真一"]},{"name":"唔该借歪","year":"2000","id":"1302385","type":["剧情","喜剧","恐怖"],"rate":6.3,"story":"董建华（黄子华 饰）和丽莎（袁咏仪 饰）结婚多年，彼此之间感情十分要好，已经养育了一儿一女的丽莎如今腹中又怀上了一个新的生命，为她幸福的婚姻生活锦上添花。丽莎的母亲素宝（叶德娴 饰）从旅途中归来，暂住在女儿家，哪知道个性强硬的素宝和董建华之间发生了诸多的矛盾。\n在一次激烈的争吵之后，素宝负气离家，却遇上了车祸，她的魂魄来到阴间，竟然见到了去世多年的丈夫埃文斯（秦沛 饰），丈夫告诉素宝，有一冤魂缠上了丽莎腹中的胎儿，在丈夫的帮助下，素宝返回阳界，拥有了通灵能力的她果然在丽莎的身后看到了名为阿萍（甄楚倩 饰）的女鬼，然而，素宝却不知道该拿这个女鬼怎么办。©豆瓣","director":["霍耀良 (Clarence Fok Yiu-leung)"],"actor":["黄子华","袁咏仪","叶德娴","张锦程"]},{"name":"自从他来了","year":"2000","id":"1297493","type":["剧情"],"rate":6.4,"story":"江老师（吴镇宇 饰）是学校里人尽皆知的怪咖老师，他行为举止怪异，总是依照着一时兴起之想法做事，惹出了不少麻烦，也闹出了许多的笑话，但江老师从来不畏惧他人的非议和眼光，依然我行我素，活得逍遥自在。\n陈芝和阿文是江老师班上的两位美丽女生，她们于一次偶然之中解释了校外的男生迪克和阿祖，江老师得知此事，竟然走出了校门，来到两个男孩所在的班级，堂而皇之的上起了课。江老师的破格举动并没有引起学生的反感，恰恰相反，他特立独行的教学方式深受学生们的喜爱，老师和学生们打破了阶级壁垒，调和了原始矛盾，最终打成一片，结下了深厚的友谊。©豆瓣","director":["吴镇宇"],"actor":["吴镇宇","张豪龙","何婷恩","甄颖珊"]},{"name":"枪王","year":"2000","id":"1306692","type":["动作","犯罪"],"rate":8.1,"story":"Rick（张国荣饰）是个顶级射击手，自第一次参加IPSC实战枪击比赛起，已连获数届冠军，Rick的拿手好戏是double tap，即在最短时间内打出两枪，弹孔在同一点上。Rick还是个改良枪支的专家，经他改良后，枪的性能可发挥到最高点。\n苗志舜督查（方中信饰）同样是个射击好手，这一次，两人在IPSC比赛中各显身手，不相上下。附加赛中，一名炒股失败的警察突然精神失常，持枪威胁人群，危急关头，Rick果断地将其一枪击毙。\n枪杀他人给Rick带来了严重的心理负担，睡不着觉、头疼，甚至产生幻觉等症状让他寝食难安，而更可怖的是，心魔已经产生，他竟从杀人中获得了无与伦比的快感，任凭他如何努力摆脱，似乎依旧徒然……©豆瓣","director":["罗志良"],"actor":["张国荣","方中信","黄卓玲","陈法蓉"]},{"name":"偷吻","year":"2000","id":"2363043","type":["喜剧","爱情"],"rate":6.3,"story":"李泽街（冯德伦 饰）是一位大学新鲜人，新的校园，新的同学，李泽街的未来似乎在闪闪发光。李泽街有一个交往了七年的青梅竹马吴淑德（张绮桐 饰），但由于后者生性老实保守，两人直到今日还未曾有过肌肤之亲，这令血气方刚的李泽街感到十分郁闷，对待淑德的态度也日益冷淡。\n在学校里，李泽街结识了名为梁爱诗（吴文忻 饰）的美丽少女，爱诗热情又奔放，很快，李泽街便与其打得火热，两人陷入爱欲的漩涡中无法自拔。没过多久，李泽街脚踏两只船的事迹便被爱诗和淑德识破了，愤怒的爱诗提出了分手，淑德亦与李泽街渐行渐远。之后，李泽街偶遇了性感美艳的美女老师索菲亚（钟丽缇 饰），一段全新的关系就此展开。©豆瓣","director":["李保樟"],"actor":["钟丽缇","冯德伦","吴文忻"]},{"name":"旺角的天空3终极边缘","year":"2000","id":"6730009","type":["动作","犯罪","惊悚"],"rate":5.7,"story":"街头少年钱继东（丁子俊 饰）自幼崇拜“旺角双鹰”之一的蒲俊（任达华 饰），他的父亲因欠西洋仔（雷宇扬饰）的高利贷被打，钱继东遂找西洋仔拼命，为父亲出气，却被西洋仔擒获。危急关头，蒲俊出现受钱继东为自己的手下，救了他一条姓名，从此钱继东跟着蒲俊闯荡江湖。但钱继东的女友GIGI（黎姿饰）不喜欢他混迹于黑社会，苦劝无效，终于与之分手。西洋仔用卑鄙手段当上了社团的龙头老大，他夺取了蒲俊的生意，又把子杰害死。蒲俊激愤之下又发现唯一在自己身边的钱继东竟是警方派来的卧底，蒲俊赶走了钱继东，单枪匹马找西洋仔谈判，结果被西洋仔抓住，这时，放弃了女朋友和警察身份的钱继东赶到，与蒲俊联手作战，火拼西洋仔……","director":["何澍培"],"actor":["任达华","丁子峻","黎姿","雷宇扬"]},{"name":"鬼同你玩","year":"2000","id":"1479960","type":["剧情","喜剧","恐怖"],"rate":5.4,"story":"小扬是一名具有分析能力的职业赌徒，经常陪一些有钱人赌钱，一天他陪三名公司的合伙人打牌，赢得了一些钱，但这三人被一蒙面人杀死，三人不想当游魂野鬼，就要在一个月内找到凶手，并让凶手自己承认杀了人，原来这三位与一个叫阿亨的儿女合伙做生意，此人为了钱与别的公司出卖他们，最后，小扬用自己的特长使阿亨说出自己杀了三兄弟，同时自己也赢得了一份真挚的感情。","director":["麦启光"],"actor":["张耀扬","黄卓玲","黄家诺","雷宇扬"]},{"name":"贱男人周记","year":"2000","id":"24298384","type":["喜剧"],"rate":0,"story":"劲踱广告公司面临倒闭，创作总监韦爷受命力挽狂澜率精英创作组为一间新开业的网页公司构思广告，若然失败，公司便会关门大吉，为求讨好客人欢心，各人尽施法宝， 最终仍未能打动客人，绝望之际，恰巧给各人看到一本杂志上的女模特儿，惊为天人，声言如果能够找得到这个女子，广告便给予劲踱，韦爷骗言与此模特儿相识，力言能够邀她出演广告主角.韦爷向老板要求带领精英创作组远赴泰国寻觅这个模特儿，实质借此机会，出埠搞搞震，创作组在韦爷熏陶下，个个蠢蠢欲动，出师有名地到海外寻春。韦爷们抵达泰国后，立即四出寻欢作乐，过程中，借出男人对色乐与道德之间的矛盾心态，从而发展出一幕幕既刺激，又有趣的寻春之旅","director":["何澍培"],"actor":["楼南光","彭丹","马德钟","刘少君"]},{"name":"行规","year":"2000","id":"1304842","type":["犯罪"],"rate":6.4,"story":"麦克（王敏德 饰）、小君（关秀媚 饰）、阿雪（林雪 饰）和小Q（吕颂贤 饰）是相识多年的好友兼搭档，小君一直喜欢着英俊潇洒的麦克，无奈麦克已经结婚，小君只能把这份爱恋深深的埋藏在心底。与此同时，阿雪也在默默注视着小君的喜怒哀乐。\n某日，四人接到上司的指令，暗杀从台湾来到香港的黑帮头目三哥，在行动之前，麦克忽然宣布会在任务结束之后解散四人小组，小君和阿雪听后都感到十分不舍，唯有小Q虽然表面不露声色内心里却有着自己的注意。让另外三人没有想到的是，小Q并没有按照计划行事，而是提前出手想要独自干掉三哥，却被三哥的手下擒住。受不了酷刑的小Q供出了其他人的行动计划。©豆瓣","director":["麦子善"],"actor":["王敏德","关秀媚","吕颂贤","林雪"]},{"name":"顺其自然","year":"","id":"3337673","type":[],"rate":0,"story":"","director":["吴岱融"],"actor":["黄秋生","吴家丽","黄光亮","吴岱融"]},{"name":"里程","year":"2000","id":"3747908","type":[],"rate":0,"story":"王敏德因为一副英俊脸孔，在影圈甚吃得开，片约不断。而他明白俊俏的脸孔不可维持一世，加上兴趣与理想的驱使，他2000年亲自执导了第一部电影，影片上映的同时，他亦宣布成立“红灯笼电影有限公司”，在影圈大展拳脚。\n首次执导作品：《里程》\n分析：王敏德一向给观众的印象不是飞虎队队员，就是警司级人马，形象绝对正派，演的也是动作片较多，所以他首次执导的当然是拿手好戏动作片。第一次当导演，什么都特别认真，连后期音响也一丝不苟，远赴美国配音，结果该片超支200万元。","director":["王敏德Michael Wong"],"actor":["王敏德Michael Wong","叶童Cecilia Yip","雷宇扬Simon Loui"]},{"name":"冷战","year":"2000","id":"3732138","type":[],"rate":4.7,"story":"家驹与成武是对出生入死的好兄弟，因在菲律宾对抗叛军游击队而失散。十多年后，家驹成为一个出色杀手，他与拍挡于利亚到汉城执行任务，目标是当地最大黑帮首脑徐氏兄弟。家驹执行任务前，认识琴师金子且互生情愫。金子有个警探男友成武，正是家驹失散十多年的好兄弟。驹与亚刺杀徐氏兄弟，过程顺利，但关键时刻，弟徐勇突然失踪。原来，整个暗杀任务竟是一个意想不到的大阴谋……","director":["梁家仁"],"actor":["任达华","钟丽缇","尹扬明"]},{"name":"OL诱惑之各自各精彩","year":"2000","id":"26760428","type":[],"rate":0,"story":"","director":["刘观伟"],"actor":["林国斌","楼南光","田蕊妮","姚嘉妮 Claire Yiu"]},{"name":"香港处男","year":"2000","id":"1303898","type":["剧情","喜剧","爱情"],"rate":7,"story":"达尼（费尔南多·罗马洛 Fernando Ramallo 饰）是17岁的西班牙少年，暑假最让他兴奋的事，就是爸爸妈妈要出国旅游，留下海边大房子和他一个人整整十天。尼可（乔迪·卫契兹 Jordi Vilches 饰）是达尼的死党，两人早就打算一起狂欢。他们相约露营，遇到一对表姐妹，意外的打起了摆脱处男身的主意。两个男孩白天和女孩在海边跳舞、喝酒、抽烟、游泳；当派对完毕，提着满脑袋的精虫回到别墅后，他们又忍不住互相打起手枪来——可是对尼可来说，这只不过是发泄的途径，但对达尼而言早已有了情感的意义：他发现自己喜欢上了尼可。两个男孩开始充满尴尬与冲突，他们都需要正视自己的欲望…...过了这个暑假，他们都长大了一点。\n导演以一种莫名冷峻和无比细腻的笔触抚摩到了一个17岁的世界,一个充满温热、躁动、不安与诱惑的地带。这是一个关于成长的故事，即甜蜜又苦涩；不是同性恋少年的猎奇助性，而是荷尔蒙翻腾的跃跃欲试，焦灼不安的认同与接纳，揉掺了一丝青涩与眷恋的温柔回眸。《西班牙处男》在2000年戛纳首映大获好评，获得芝加哥国际电影节的费比西影评人奖。©豆瓣","director":["Cesc Gay"],"actor":["Fernando Ramallo","Jordi Vilches","Marieta Orozco"]},{"name":"孤男寡女","year":"2000","id":"1307906","type":["爱情","喜剧"],"rate":6.9,"story":"华少（刘德华 饰）是一个潇洒风流的电脑公司高层，公司里的一个小职员令他十分头痛。小职员命叫Kinki（郑秀文 饰），每当她的神经质发作便会到处清洁，她一心想得到美满的爱情，实际却令她失望。后来Kinki做了华少的助理，乐于帮助他人的她引来了很多事端，华少不得不每次都帮她解围。导致公司的人都以为他们有染。华少的前女友看不过眼，便决定介绍少年富豪Roger（黄浩然 饰）给Kinki认识，Roger对Kinki一见钟情，可是此时华少对Kinki表现出了过分的关心，让女友觉得他喜欢了Kinki。Roger逼着Kinki跟她结婚，Kinki打电话给华少求助，船在华少赶到前已经开出。\n一天华少在公司的大堂里，看到了一个熟悉的身影……©豆瓣","director":["杜琪峰","韦家辉"],"actor":["刘德华","郑秀文","梁艺龄","黄浩然"]},{"name":"白色风暴","year":"2000","id":"3665352","type":[],"rate":0,"story":"","director":["陈会毅"],"actor":["李修贤","张耀扬","林雅诗","黄子扬"]},{"name":"小亲亲","year":"2000","id":"1298114","type":["喜剧","爱情"],"rate":6.9,"story":"专栏作家吴秋月（陈慧琳 饰）笔锋一向泼辣，并以专栏《月经》闻名。因为一张怀旧的黑胶唱片与电台DJ章戎结怨。章戎专门在电台聆听听众的感情烦恼事。接着二人有了更多的见面机会，可是每次都是斗气收场，水火不容。但不过多久的相处，两人却互有了好感，很快陷入了热恋。秋月的前男友此时想要回到秋月的身边，并向求婚及提出移民的要求。秋月收拾好了行李做好了准备，可是心里却始终不知如何是好，心里还是放不下章戎。©豆瓣","director":["奚仲文"],"actor":["郭富城","陈慧琳","陈辉虹","陈逸宁"]},{"name":"赤裸红唇","year":"2000","id":"4158439","type":["悬疑","惊悚","情色"],"rate":4.1,"story":"研究所的所长在反锁的密室死亡，凶手没有留下线索，也不知他如何逃离现场。因升职无望心怀怨恨的研究员杨文安本来嫌疑最大，但在这天他在东坪州野火会中向陶美芝求婚，因此有足够的证据证明他不在现场。第二宗凶杀案的死者是准备代表香港参加奥运的风之后。她死后其席位由李秀朗代替。警方一度怀疑她是凶手，但案发时她不在香港。本来两宗命案风马牛不相及，但美芝曾在机场看见文安与秀朗在一起，当时她不知秀朗是谁，但凶案发生后，秀朗变成风头人物，文安也收藏了她当封面的杂志。妒忌令美芝并当记者的旧同学梅正平侦查文安与秀朗的奸情，但不久文安竟然成为凶案的受害者，而美芝亦陷入被灭口的危机.\n某夜，陶美芝.秀朗去香港公干的机会，趁机与秀朗的男友杨文安饮酒。在酒精的催化下，陶美芝与杨文安旧情复燃。一夜缠绵后，杨文安卷入了陶美芝的凶案阴谋陷阱中。","director":["何澍培"],"actor":["颜仟汶","陈明君","谢天华","雷宇扬"]},{"name":"古惑夕阳红","year":"2000","id":"3339169","type":["剧情"],"rate":4.6,"story":"杰是黑道最声名显赫的金牌杀手，然而赢尽各堂口，但却败给了肝癌，杰知时日无多，遂抛下一切，千里迢迢走到泰国，一心要在有限的日子，再尝与家人乐叙天伦的滋味。原来当年杰父亲的港经营餐馆，遇到杰之仇家破坏，伙父受伤之余更大受打击，其后患上老人痴呆症，杰兄长仁滋无可忍之下，与杰反目并与父母移民到泰国，及后仁更获当地富商陈议员赏识，充当其助手。杰到达泰国后欲与父母见面，但却遭全连番阻止并将他赶走，杰黯然离去，一心想等候机会向仁及父母表白认错，却在途中遇上问题少女JOJO陈议员之女儿，母亲早逝，而其父却只顾工作对她疏于照顾，自暴自弃之下误交损友，但自从来出现以后，便认定杰为心中英雄。杰遭仁赶走后决定与红颜知己CANDY在泰国开餐馆，一心静候，机会与父母见面，后得到仁妻JOYCE协助下，得偿心愿并与父母冰释前嫌。JOJO明查暗访之下代到杰，经常苦苦痴缠，又与CANDY为敌，誓要从CANDY手中抢走杰，CANDY则觉得JOJO像极当年的自己，不知好气不是好笑。与此同时，当地黑帮亦螵出杰处身之地，到来捣乱之余并将JOJO掳走……","director":["成志超"],"actor":["黄秋生","吕良伟","马德钟","高雄"]},{"name":"胜者为王 (古惑仔)","year":"2000","id":"1298252","type":["犯罪","惊悚"],"rate":7.3,"story":"在三联帮有杰出表现的山鸡（陈小春 饰）即将迎娶日本帮派山田组的头目草刈一雄（千叶真一 饰）的女儿菜菜子（安雅 饰）。身为好友的陈浩南（郑伊健 饰）及一众香港的黑帮头目也到日本出席了山鸡的婚礼。\n三联帮帮主的儿子雷复轰是个有能之士，对父亲的帮派事业毫无兴趣。山鸡成了他心中继承位置的最佳人选，却遭到了同是帮内头目的忠勇伯的反对，他决意要与山鸡争取帮主的地位。两人明争暗斗，忠勇伯这时被袭击了，他认定山鸡指使了人攻击他。俩人再次因为有关政府的方案而互相对立，帮派内讧。\n山鸡除了事业上的不如意，妻子菜菜子更被父亲手下强奸了。山鸡正处在水深火热之中，陈浩南前往台湾助山鸡一臂之力，雷复轰却为了帮内团结要把让忠勇伯当帮主。忠勇伯竟在这个时候被杀了，山鸡再次被嫌疑……©豆瓣","director":["刘伟强"],"actor":["郑伊健","陈小春","舒淇","黎姿"]},{"name":"撞鬼你之血光之灾","year":"2000","id":"1479980","type":["喜剧","奇幻","悬疑"],"rate":4.3,"story":"香港新界地区某屋村发生离奇命案，屋主陈秀玲被害身亡，但凶手也死于现场，陈秀玲在美国的妹妹陈秀媚回香港处理后事，律师程辉帮助她处理其姐产业，于是二人来到屋村，程辉的两个死党好友开始对秀媚展开追求，当他们四人去酒吧喝酒时，一名靓女正坐在吧台旁，靓女回眸一笑，四人被吓得心惊肉跳，原来靓女竟是已经死去的秀玲……","director":["姚天虹"],"actor":["李蕙敏","王喜","周文健","雷宇扬"]},{"name":"恋战冲绳","year":"2000","id":"1306799","type":["剧情","爱情"],"rate":7.3,"story":"Jenny（王菲）意识到自己对身边的黑帮老大伊藤已无爱时，带着伊藤一大笔钱来到冲绳。这笔钱本是国际大盗唐杰（张国荣）帮伊藤在警察证物室偷回一本写满伊藤艳史的日记本的费用，Jenny的携带逃离令他无计可施。\n香港警局档案室探员罗宏达（梁家辉）和其女友Sandy（黎姿）在冲绳度假，认出唐杰是警方通缉的要犯，为获晋升机会，他佯装与唐杰合作爆窃冲绳一家银行，以便将其逮捕。计划中，要利用银行隔壁的房屋来进行爆破，而Jenny恰好就住在里面。因为两人都逐渐爱上Jenny，事情开始变得复杂。©豆瓣","director":["陈嘉上"],"actor":["张国荣","王菲","梁家辉","黎姿"]},{"name":"尸前想后","year":"2000","id":"4116969","type":["恐怖"],"rate":6,"story":"不相识的GI GI 和雯雯，参加了同一个泰国旅行团旅游散心。二人虽首次出门，却爱充作识途老马，时有离对行径。一次，二人终被遗留在荒野，无助之时，一轮破烂客货车路过，二人出尽方法得以上车，却发现卡车内竟摆放着三具死尸。二人无奈忍耐着……","director":["献岳"],"actor":["温碧霞","万绮雯","周蕾","林湘漪"]},{"name":"辣手回春","year":"2000","id":"1307873","type":["喜剧"],"rate":6.2,"story":"8年前Yan进医院割盲肠时遇到了Joe（郑伊健 饰）与Jim（陈小春 饰）两位医生，都给她留下了深刻的印象，也是她决心成为医生的缘故，她更打算嫁给他们其中一个。当她进入他们所在的医院当医生的时候，发现Jim变成了一个市侩、没有责任心的医生，Joe更因为不满现今的医疗管制而不当医生了。Yan失望之余决定要把他们拉回原来的职位，继续做一个有责任感的医生，Yan的热诚确实使一众医护人员改变不少。©豆瓣","director":["杜琪峰","韦家辉"],"actor":["郑伊健","张柏芝","陈小春","许绍雄"]},{"name":"夏日的么么茶","year":"2000","id":"1297291","type":["喜剧","爱情"],"rate":6.7,"story":"Summer（郑秀文 饰）是一个事业型女性，可是她事业跟爱情都失意。她只好来到马来西亚的丹丹岛，那里有一个沙滩是她与表格合资买下来的，刚好传出有财团想收购这个岛，与财团商量卖岛的事之余她还可以度假散心。来到岛上才知道，表哥也因为欠债的问题把半个沙滩的卖给了一个叫么么茶（任贤齐 饰）的当地人。可是么么茶为了可以让喜欢这个沙滩的人继续享受欢乐，不同意把沙滩卖出。Summer只好软硬兼施，在不知不觉之间两人发生了微妙的关系，继而展开了一场浪漫爱情。©豆瓣","director":["马楚成"],"actor":["郑秀文","任贤齐","谷德昭","阿牛"]},{"name":"黑金之王","year":"2000","id":"25980019","type":["喜剧"],"rate":0,"story":"香港警方商业罪案调查科高级探长Michael（王凯韦 饰）被上司委派追查香港一家国际财务公司，该公司与多宗国际犯罪集团洗黑钱案件有关，事件更牵涉其旧友梁乐琳。梁离开警队后，最近才加入该财务公司任职业务主任，与坤哥（雷宇扬 饰）两人是该财务公司石井老板身边得力手下。而且该公司正进行一个大专生借贷优惠计划，该计划正是由梁全权负责。起初Michael打算向梁查探，但恐怕案件与梁有关，于是Michael深入调查梁和该公司的运作情况，并决定借助这个大专生借贷计划展开调查工作……","director":["陈永标"],"actor":["梁琤","王合喜","邓一君","雷宇扬"]},{"name":"中华赌侠","year":"2000","id":"1300381","type":["动作","喜剧"],"rate":6.3,"story":"香港新崛起的小赌侠泽西（张家辉 饰）为人无厘头兼手段高强，与拜金又风骚的女友芭娜娜（钟丽缇 饰）纵横赌界，泽西自认风头无两，却被人点破他一直心仪并想超越三年前为情而消失于江湖的一代赌侠阿酷（古天乐 饰）。阿酷拥有一手飞牌绝技，与女友可人（朱茵 饰）、搭档杨光一起几乎登顶亚洲赌坛之巅，然而因为杨光的背叛，阿酷失去了一切……泽西与芭娜娜赴日本旅游，竟意外与栖身小饭店的阿酷相结识，泽西力劝阿酷回港，但后者只想守候可人无心复出。此时杨光再出毒计，逼迫阿酷出面与日本赌王铁男争夺亚洲赌王的位置，而暗地里布置了更大的陷阱……©豆瓣","director":["程小东"],"actor":["古天乐","朱茵","张家辉","钟丽缇"]},{"name":"情陷百乐门","year":"2000","id":"1308374","type":["剧情","悬疑","犯罪"],"rate":6.5,"story":"百乐门酒店发生了杀人案件，死的是一名为魏蔓（陈宝莲 饰）的高级妓女。彭Sir（雷宇扬 饰）受理了案件成为了负责任，职业习惯让他敏感的察觉到，这并不是一宗普通的谋财害命的凶杀案。 彭Sir的好友阿平（张达明 饰）是一名私家侦探，他发现彭Sir的妻子红杏出墙在外面有了情人。这让彭Sir的心里五味杂陈，只能将全部的精力投入到工作之中以逃避现实。随着调查的深入，魏蔓的男友豪仔（朱永棠 饰）和警局作风不正的张Sir（黎耀祥 饰）成为了最有可能犯案的两名嫌疑人。可是，张Sir却告诉彭Sir，这起案件和警局内部的性交易秘密有着千丝万缕的关联，当彭Sir想要继续深入调查时，却遭到了百般阻拦。©豆瓣","director":["钟少雄 (Siu Hung Cheung)"],"actor":["雷宇扬","狄龙","蔡少芬 Ada Choi","黎耀祥 Yiu-Cheung Lai"]},{"name":"爱与诚","year":"2000","id":"1302904","type":["动作","惊悚"],"rate":7.3,"story":"方家两兄弟龙进（陈晓东 饰）和龙就（吴镇宇 饰）自小就在外婆家相依为命，然而，在龙就8岁的时候，他做了一件所有人看来都不可思议和不能原谅的事：小龙就拿了外婆家里的5万块钱，之后失踪了。哥哥的离去一直令到龙进耿耿于怀，其一是因为他拿走了外婆的5万块钱，但更多的是对他不辞而别抛弃自己而不解。\n一晃数年过去了，龙进已经长大成人，还结交了一个要好的女友Jess（吴佩慈 饰）；另一方面，龙就已是泰国黑帮的一员，还和黑帮兄弟一哥的妹妹阿雪（梁咏琪 饰）相恋了。外婆过世后，龙进终于有机会去解开他多年的心结，于是，他带着Jess踏上前往泰国寻找龙就的航班。©豆瓣","director":["麦兆辉"],"actor":["吴镇宇","陈晓东","王杰","梁咏琪"]},{"name":"铁男本色","year":"2000","id":"4913395","type":["剧情","犯罪"],"rate":4.6,"story":"主角菜头， 因误杀被判监十八年， 出狱后欲寻回昔日女友花， 却查无芳踪， 直至替悉哥当司机后， 才得知花已为悉哥妻.，菜头和花见面机会多了,，爱火重燃,，菜头更策划把悉哥准备开赌船的钱劫走, 与花远走高飞。","director":["尹扬明","林健龙"],"actor":["尹扬明","吴家丽","于荣光","张耀扬"]},{"name":"少年十五十六时","year":"2000","id":"3197035","type":["剧情"],"rate":6.9,"story":"我们都曾年少轻过狂，我们都曾有不羁青春。少年十五，十六时，青春正茂，三五成群，很易杂染不良嗜好。主角品性纯良，与黑社会同学却成莫逆之交。一日，少年发现母亲患上肾病，需大量金钱以买洗肾机，少年一时冲动，竟与黑社会同学计划向饮品商进行勒索……","director":["典宁"],"actor":["罗冠兰","程君","季天赋","余业成"]},{"name":"兽性新人类","id":"3742949"},{"name":"蓝色八月","year":"2000","id":"1302478","type":["剧情","爱情"],"rate":0,"story":"","director":["黎子俭 (Alex Lai)"],"actor":["胡启光","阮文萍","周文泣","刘瑜"]},{"name":"江湖告急","year":"2000","id":"1308252","type":["喜剧","犯罪"],"rate":7.6,"story":"纵横江湖二十年的黑帮大佬任因久（梁家辉 饰）树敌无数，因此屡遭他人暗算，并得知有人要在24小时内取他性命。任因久即刻以“江湖告急”的名义，传令召开江湖大会，势必找出谁要害他。©豆瓣","director":["林超贤"],"actor":["梁家辉","吴君如","陈奕迅","黄秋生"]},{"name":"山村老尸II色之恶鬼","year":"2000","id":"1301928","type":["恐怖"],"rate":5.7,"story":"警方追查色魔案件，派出了女警花生（陈炜 饰）引诱色魔。警员追捕色魔到某地盘，可是最后色魔被砍断了四肢而死，警员也离奇死亡了。花生与其警察男友一哥（王合喜 饰）咖啡（张慧仪 饰）所在的杂志社对此事件着手报道，他们买通警员阿图索取资料，可是不久负责此案件的记者也死去了。通灵小说家蓝精灵（万绮雯 饰）也加入到案件调查当中，这时花生的表姐也离奇死亡了，使案件更加耐人寻味。蓝精灵查出案件与一个叫华月媚的女子有关，没想到这个姓华的女子是花生的曾祖母。\n刚开始一哥不认同案件与恶鬼有关，直到警员阿图也变得怪异起来。咖啡也常常看到很多奇怪的画面，似乎她与一切都有所联系。蓝精灵建议他们用催眠的方法勾起潜意识弄清事实，弄清一段隔世的恩怨情仇，当时冤死的恶鬼，要来讨回公道……©豆瓣","director":["蓝志伟"],"actor":["王合喜","万绮雯","张慧仪","陈炜"]},{"name":"贱男特警","year":"2000","id":"25980011","type":["喜剧"],"rate":0,"story":"讲述了三个笨蛋警察追查黑社会从而引发的一系列搞笑事件。","director":["招振强"],"actor":["王敏德","张本渝","Billy Lau","Patrick Keung"]},{"name":"爱情敏感地带","year":"2000","id":"1926480","type":["喜剧","爱情"],"rate":5.3,"story":"舞蹈员叶秀雯(叶佩雯)在结婚前与准新郎闹翻了，因为撞破他与旧情人仍在交往，他一失变成一得，在追逐旧爱时却觅生命最爱，邻居好友芳方(吴辰君)自资开创芭蕾舞学校，自以为拥有家传秘方方御夫术，定可事业爱情两兼顾，驾驭同居男友齐仁煇，却从不了解男人永远野情难驯。他们在康庄的爱情道上还是不停地左顾右盼，找寻新刺激新事猎物。今回仁辉看上了路边的野花，以为这个中国舞蹈员是邻家小妹妹，可以令他偷试云雨情，享尽齐人之艳福，那知世事总有莫名的布局……","director":["高志森"],"actor":["谷德昭","吴辰君","叶佩雯","焦媛"]},{"name":"千年等一天","year":"2001","id":"1863970","type":["爱情"],"rate":7.7,"story":"杜强和珍珍是相恋多年的情侣，在杜强心里，早就认定了珍珍就是那个他将牵着她的手，一起步入婚礼殿堂的女人。然而，只有优渥的经济条件才能带给珍珍安全感，因此珍珍一直不愿意接受杜强的求婚。晓天和男友陈炜也面临着相似的状况，晓天非常想要结婚，但陈炜却放不下自己的事业。\n这一天，在一间酒吧里，杜强和晓天在机缘巧合之下相识了。这一对心碎的男女很快便在彼此的身上找到了感情慰藉，仅仅认识了一天便决定登记结婚。这段感情注定会遭到世俗的非议和亲人的反对，但杜强和晓天决定，要用幸福的生活来让所有人闭嘴。然而，随着时间的推移，两人渐渐发现，婚姻，真的是一道难分难解的谜题。©豆瓣","director":["陆剑明"],"actor":["尹子维","沈傲君","赵魏","王茜"]},{"name":"死亡网络","year":"2000","id":"2881938","type":["犯罪","惊悚"],"rate":5.2,"story":"警员志德奉命协助邻组追查Elaine自杀案，得以跟随警局内的偶像启安办事，而暗恋他的琪琪也默默支持。当发现Elaine无自杀动机，而生前爱上网，决在此线索追寻下去。警方觅得「死亡网页」，欲引出网主，派琪琪假扮想寻死的人。当警方到场以求一网打尽时，琪琪已被逼堕楼身亡。志德从琪琪电邮知道她对自己钟情，感到懊悔，欲亲身上网寻出凶徒，却已误中圈套、身陷险境······","director":["吴耀权"],"actor":["任达华","林家栋","孙耀威","汤盈盈"]},{"name":"骚根戆男","year":"2000","id":"25979939","type":["喜剧"],"rate":0,"story":"《活宝走天涯》讲述的是张达明和马德钟是关系很好的兄弟，他们无话不说，泡妞也一起泡。但有一天一个女人的出现打破了这种平衡……","director":["Keung Foo Lau"],"actor":["张达明","马德钟","莫少聪","许绍雄"]},{"name":"花样年华","year":"2000","id":"1291557","type":["剧情","爱情"],"rate":8.6,"story":"1960年代的香港，报馆编辑周慕云（梁朝伟 饰）与太太搬进一间住户多是上海人的公寓，和某家日资公司的贸易代表陈先生与太太苏丽珍（张曼玉 饰）成了邻居。因为发现各自在外工作的配偶背着他们有了婚外情，周慕云和苏丽珍开始见面商讨未来可能发生的事情以及相应对策。\n起初两人是君子之交淡如水就事谈事，可是日子一日接一日过去后，在周围一帮上海邻居的闲言碎语中，他们发现配偶的事早空出了他们的脑袋，彼此眼里只剩下了对方，而刻意回避已生出的感情的结果，是更加刻骨的相思。©豆瓣","director":["王家卫"],"actor":["梁朝伟","张曼玉","潘迪华","萧炳林"]},{"name":"侠骨仁心","year":"2000","id":"1308254","type":["剧情","爱情"],"rate":6.7,"story":"Lawrence（梁朝伟 饰）是一位颇有建树的脑科医生，Paul（钟镇涛 饰）是其同事兼好友。不幸的是，脑科医生Paul的女友Jackie（李嘉欣 饰）却在一次意外中脑部受伤，成了植物人。Paul日复一日的守在昏迷的女友身边，盼望她能够突然转醒。终于有一天，Jackie 苏醒了，但是令她醒来的却是Lawrence。苏醒后的Jackie性格大异于前，不仅拒绝疏远Paul，还想找寻一个新的环境重新开始。Lawrence同意Jackie与他合住直至Jackie找到新工作。两人在同一屋檐下，日久生情，一段新的恋情就此展开。但不幸却再次降临，Jackie脑部竟出现肿瘤，随时有可能因此丧命。Jackie能再次从病魔手中逃走吗？面对不幸，Lawrence和Jackie爱情会发生什么变化？©豆瓣","director":["邓特希"],"actor":["梁朝伟","李嘉欣","钟镇涛","关咏荷"]},{"name":"野兽童党","year":"2000","id":"1308385","type":["动作","犯罪"],"rate":5,"story":"十五少是油尖旺区新扎一哥，深爱阿细，而他视如亲兄弟的千禧B又暗恋她。后来十五少因重创仇家入狱三年，火哥栽培千禧B上位，而阿细因力拒火哥侵犯瞎了一眼。十五少出狱后决与阿细过平凡生活，火哥想铲除心腹大患，派千禧B杀之，刚巧知道阿细再与他走在一起，更失理性。结果追杀反令亲母惨死，千禧B清醒过来，与十五少联合抗敌。","director":["刘孝伟"],"actor":["黄秋生","蒙嘉慧","罗兰","杜大伟"]},{"name":"改正归邪","year":"2000","id":"3337671","type":["犯罪"],"rate":0,"story":"雨夜，一间酒吧聚集了几个素不相识的人，其中包括：欠下巨额高利贷的大楼护卫员街砖（王合喜）和外卖仔金毛（谢天华），失业经济人光头（黄秋生），而最引人注目的则是正被停职调查的警察高sir（巫启贤），他摆明是被人冤枉，但却无法洗脱罪名，这四个人都是失败者，但原本毫无瓜葛。但是街砖提出的一个疯狂的计划却把四人联系在了一起，那就是抢劫街砖看守的大楼里的一家地下赌场，于是这个疯狂的计划被付诸行动，四个男人决定改正归邪……","director":["梁鸿华"],"actor":["黄秋生","柯受良","万绮雯","王合喜"]},{"name":"亡命之逃","year":"2000","id":"1924027","type":["动作","惊悚"],"rate":4.5,"story":"露比的男友三文鱼在他俩渡假的翌日告知她失了38万贼款，但在一小时之后，当地的黑道大哥盲成就会来取回这笔贼款，人生路不熟的露比于是找她以前的死党智慧帮手，但是智慧却出卖了露比，害她险些被杀，一分一秒地过，在无计可施之下，露比唯有拿了2万元到私人赌场搏一搏……","director":["藍志偉"],"actor":["黄秋生","尹天照","陈炜","林志豪"]},{"name":"雇佣兵","year":"2000","id":"3757311","type":["动作"],"rate":5,"story":"凭「野兽之瞳」小人物角色获金马最佳男配角的 谭耀文 ，这回是强悍斗狠的酷杀手。故事讲述江湖大佬鸡哥奉命上深圳请「僱佣兵」来港犯案，找来当过兵的大猫（谭耀文）、猪皮、梅菜（唐文龙）与带旺（ 钱嘉乐 ），眼见四人有勇有谋，以一百万为酬，表面为社团执行任务，实则公器私用，图谋取代社团领导人蒋生位置，暗杀任务完成后，四人发现被通缉，才发现原来被鸡哥出卖。","director":["刘宝贤"],"actor":["谭耀文","唐文龙","钱嘉乐","文颂娴"]},{"name":"没有你,没有我","year":"2000","id":"1907865","type":["爱情"],"rate":6.9,"story":"艾利克斯（方中信 饰）曾是业内非常有名的音乐创作人，他所做的曲子可谓是千金难求。然而，艾利克斯并不想一味的去写那些讨好听众讨好市场的歌，而是希望能够将自己的抱负寄托在音乐之中，久而久之，他的订单越来越少，最终再也无人问津。\n落魄和失意之中，艾利克斯只能依靠酒精来麻痹内心，在酒吧，他邂逅了名为艾薇（蒙嘉慧 饰）的酒吧招待，艾薇拥有一副动人的好嗓子，艾利克斯发现了她的天赋，决定帮她一把。在艾利克斯的推荐之下，艾薇进入了唱片公司，没想到竟然一炮而红一跃成为了当红歌手，但与此同时，她和艾利克斯之间的距离却变得越来越远。©豆瓣","director":["罗惠德"],"actor":["方中信","蒙嘉慧","张瑞哲","李婷宜"]},{"name":"浪漫枪声","year":"2000","id":"4172526","type":["犯罪"],"rate":0,"story":"香港黑社会组织“联乐”为香港第一大帮派控制东南亚 市场该组织首领朱威韩国被人暗杀而手下有可能接替龙头位置“四小龙”也遭到杀手狙击四去其三只剩下金荣光一人韩国警察JIM因调查此案而来到香港被安排与负责此案香港警察李SIR合作连续暗杀事件皆为职业杀手AK所为因做杀手而失去所有朋友内心深处倍感寂寞孤独渴望摆脱这份不见天日工作但心声只有与网友蓝天使倾诉蓝天使其实金荣光手下第一杀手内心也有与AK同样苦恼所以当受命干掉AK时却感到犹豫两个同样寂寞杀手惺惺相惜并渐渐产生了感情但冷酷现实不允许们逃避最终两人终将以敌人身份相面对……","director":["何澍培"],"actor":["莫少聪","万绮雯","吴岱融"]},{"name":"流氓师表","year":"2000","id":"1308417","type":["喜剧"],"rate":5.7,"story":"晏菲路利物浦纪念中学的中四E班擅把代课老师激走，班主任鲁媚找来青梅竹马但现为古惑仔的张英帮忙。他的古怪教法虽令学生重拾读书兴趣，但也为学校增添不少烦恼。后来学校传出删班的消息，中四E班成开刀对象，众人回复昔日模样，采取放弃态度。张英苦劝不果更惨被赶走，这次则要看张英及鲁媚如何扭转局势……","director":["麦启光"],"actor":["张家辉","蒙嘉彗","徐锦江","蒙嘉慧"]},{"name":"顺流逆流","year":"2000","id":"1308035","type":["动作","犯罪","剧情"],"rate":7.5,"story":"年轻人阿政（谢霆锋饰）总想着能有不一样的生活，向往去南美。一次偶然，他邂逅卧底女警察（徐子淇饰），当上了“准爸爸”。为了筹钱抚养女方肚中的孩子，阿杰辞掉了酒吧招待的工作，跟随吉叔（黄秋生饰）做起了保镖。 阿杰（伍佰饰）多年来在南美担任雇佣兵，在经历枪林弹雨的战火生活后，他想着洗手告别过去，回到香港娶了慧（卢巧音饰），她是香港有权势的黑社会老大的女儿。一次阿杰无意中结识了阿政。 而阿政为了照顾妻子，独吞了钱财，昔日战友们很快追到香港，一场恶战在所难免。©豆瓣","director":["徐克"],"actor":["谢霆锋","伍佰","卢巧音","徐子淇"]},{"name":"砵兰街马王","year":"2000","id":"3339182","type":["剧情"],"rate":4.6,"story":"江湖年迈鬼子东（黄秋生）的脚高阿杰（李泳豪）身世深火埗旧区，果才能没寡被派去旺角背负马妇，博门生长色情作业，他将鬼子东的马场办患上有条不紊，他同 样成为砵兰街的马妇之王，但正在奇逢二个元朗奼女（鲜昭昭、弛绮桐）后，作业领熟了改变，那二个离野出走的奼女短高了印子钱，阿杰帮 她们借债，并让她们正 在自身脚高作业抵债，正在三人共处的进程外，阿杰竟取她们孕育发生了情感，作业一领而不成收拾，杰更是以获咎了别的一江湖年迈阿蟹（黄子扬），阿蟹派人将 阿杰挟制，万分求助紧迫之高，鬼子东取这二名奼女竟皆离他而往……","director":["江约诚"],"actor":["黄秋生","李泳豪","黄子扬"]},{"name":"飙车之车神传说","year":"2000","id":"1908189","type":["动作"],"rate":5.9,"story":"风与飞是当今地下赛车坛两大枭雄，风希望成为一代车神，却始终斗不过飞。飞为了情人嘉玲与其腹中块肉退出车坛，而风却极力要求一决高下。坤哥为吞下赌注，致使飞遇上车祸，嘉玲亦在生育时死去。飞带着儿子来到海边居住，遇见渡假屋老板娘由加利。风仍不忿得不到车神之名，来到海边找飞决战，而他的妹妹Suki亦爱上飞，形成两女一男局面。飞早已觉得自己不是车神……","director":["张敏"],"actor":["王杰","莫文蔚","邵美琪","陈豪"]},{"name":"火遮眼","year":"2000","id":"4006610","type":["犯罪"],"rate":0,"story":"干探Donald应好友麦坚邀请到槟城的别墅。Donald和麦坚聚旧之余，被麦坚的女友Eva深深吸引着。其后Eva更主动引诱Donald，Eva藉此迫Donald带她走，最后被麦坚识破，把Donald打至半死，而Eva被卖到泰国掌军妓。Donald四出查访才把Eva救出，但身染毒瘾及恶疾的她亦不久于世。Donald不齿麦坚所为决定找麦坚算账。","director":["蓝志伟"],"actor":["陈炜","郑浩南","巫启贤","萧依婷"]},{"name":"缘分有Take2","year":"2000","id":"1762316","type":["喜剧","爱情","奇幻"],"rate":6.5,"story":"N神（张家辉 饰）心仪公司同事刘爱玛（朱茵 饰）许久，无奈爱玛已经有了身为公司副总裁的男友雷欧（刘恺威 饰），伤心的N神只能默默的守护在爱玛的身边。一天，N神和艾玛同乘一辆公交车前往公司，无意中，从N神口袋里掉出来的硬币被爱玛拾起。之后，从广播里，N神得知捡到钱等同于捡到了霉运，遂在公司向爱玛讨回硬币，却被后者拒绝。\n果不其然，霉运接二连三的找到了爱玛，公司裁员、雷欧出轨、爱犬去世、失足坠海，接二连三的意外让爱玛措手不及，尽管N神屡屡出手相救，但却遭到了爱玛的误解，两人之间的误会渐渐加深。为了帮助爱玛，N神向风水大师讨得逢凶化吉的秘籍，就这样，爱玛获得了“重活三天”的机会。©豆瓣","director":["麦子善"],"actor":["陈法蓉","张家辉","朱茵","刘恺威"]},{"name":"爱我别走","year":"2000","id":"3327615","type":["剧情","爱情","犯罪"],"rate":5.4,"story":"青年干探阿宝(马浚伟)和自己的拍档泉叔一起保护证人，阿宝因帮女友JoJo(叶安婷)买礼物而暂时离开，此时杀手Ace(吴启华)出现，将他们保护的证人当场击毙，并将泉叔打死，阿宝虽赶到但还是让Ace脱身，他觉得泉叔的死全因自己疏忽造成，于是自责不已，并发誓要替泉叔报仇。阿宝在整理泉叔的遗物时发现了一包毒品，那是一起贩毒案的失踪物证，阿宝立刻向上司王警官汇报，并要求以此为线索查出真相，不料王警官竟将...","director":["黄家辉"],"actor":["黄秋生","张可颐","马浚伟","吴启华"]},{"name":"黑社会.com","year":"2000","id":"5119273","type":["喜剧","犯罪"],"rate":5.7,"story":"王朝、阿忠和汤丸华围村长大憧憬黑社会过山车般生活渴望一天跃升为油尖旺大佬成就大业王朝兄坚任职警界为人踏实与朝格格不入其后由于得到杀人王协助朝三人冲出围村经历江湖“黑吃黑”生活也体验了江湖险峻和人性险恶一次机缘王朝当上帮会头号人物但这另一江湖大佬宋正圈套诬陷朝杀害阿公一夜间油尖旺风声鹤唳黑道人马勒令追杀朝三人三人唯有逃入围村……","director":["罗舜泉"],"actor":["李修贤","张耀扬","吕颂贤","吴毅将"]},{"name":"女飞虎","year":"2000","id":"3339183","type":["动作"],"rate":0,"story":"阿克将计划告诉了五兄弟之后，六人一起打劫香港第一首富‘王人杰’。香港警方得知即电中国公安处，得中方同意便开始合作将匪徒捉获。香港派出警司陈重基与女飞虎队长杨丽二人来至中国与公安会合，中国公安处派出了一支持勤队还由女队长吴丽云亲自带队展开揖捕工作……","director":["张炳灿"],"actor":["黄秋生","吴家丽","黄子扬","李幸芷"]},{"name":"真味小霸王","year":"2000","id":"2347234","type":["剧情"],"rate":5.1,"story":"《真味小厨王》是由夏秀轩导演，由释小龙、吴孟达主演的剧情中国片，主要简述了美国网络国际美食集团为在中国开拓饮食市场，拟在中国某城市举办“中国厨神选拔赛”。获胜者将北上参加总决赛，夺得冠军者可获得金铲一把，并可获得价值500万美元的合作合同的故事。","director":["夏秀轩"],"actor":["释小龙","吴孟达","关礼杰","可心"]},{"name":"社团之撚位","year":"2000","id":"3339188","type":["剧情","动作","犯罪"],"rate":0,"story":"三个初生之犊，以位可以在江湖上干一番事业，成功上位，却被人利用为棋子。阿细、兴仔与阿友情同手足，一同跟随大哥陈东海，他们尽量在东海面前有所表现，却总是招来重责。社团阿公诞辰，刘熊、SUNNY、何华、东海等社团大哥上赌船祝寿。阿公向四人透露自己身患癌症，决定给他们每人一千万元，以作奖励。四人忽然得到巨款，顿时各怀鬼胎。刘熊即向何华追讨旧帐四百万元，两人随即发生冲突。何华手下BILLY被杀，何华认定是刘熊所为，船张杀机一触即发。阿细、兴仔、阿友亦想抢夺巨款，但其他大哥的手下也有此心。一夜之间，几个堂口的大哥与得力手下突然人间蒸发，阿细、兴仔、阿友与兴仔之女友小云幸而逃脱，原来是策划这此屠杀的人精心安排，要他们做替罪的羔羊……by:yakubd.cc","director":["吴岱融"],"actor":["黄秋生","黄光亮","尹扬明","吴岱融"]},{"name":"救姜刑警","year":"2000","id":"1302458","type":["喜剧","犯罪"],"rate":7.3,"story":"张耀辉（张家辉 饰）已经记不得自己干了多少年卧底了，他唯一清楚的是，自己对这种遮遮掩掩躲躲藏藏的生活早已经忍无可忍。这一次，张耀辉和搭档阿雄（潘源良 饰）打入了一个制作假钞的庞大集团之中，上司刘Sir（狄龙 饰）给了两人两千万巨款，命令他们借同集团交易之际引蛇出洞。\n张耀辉本计划和阿雄一起掠走巨款远走高飞，哪知道阿雄先他一步得到了巨款音信全无。不久之后，一具疑似阿雄的无头尸浮出水面，而张耀辉则成为了最大嫌疑人。验尸官高兆褀（吴镇宇 饰）被张耀辉挟持，后者要求他重新验尸。在尸体上，高兆祺发现了疑点，这让他开始相信，张耀辉并不是真凶。©豆瓣","director":["阮世生"],"actor":["吴镇宇","狄龙","张家辉","车婉婉"]},{"name":"改正归邪","year":"2000","id":"3337671","type":["犯罪"],"rate":0,"story":"雨夜，一间酒吧聚集了几个素不相识的人，其中包括：欠下巨额高利贷的大楼护卫员街砖（王合喜）和外卖仔金毛（谢天华），失业经济人光头（黄秋生），而最引人注目的则是正被停职调查的警察高sir（巫启贤），他摆明是被人冤枉，但却无法洗脱罪名，这四个人都是失败者，但原本毫无瓜葛。但是街砖提出的一个疯狂的计划却把四人联系在了一起，那就是抢劫街砖看守的大楼里的一家地下赌场，于是这个疯狂的计划被付诸行动，四个男人决定改正归邪……","director":["梁鸿华"],"actor":["黄秋生","柯受良","万绮雯","王合喜"]},{"name":"变态杀人狂","year":"2000","id":"1308612","type":["传记","犯罪","剧情"],"rate":6,"story":"The true story of Edward Gein, the farmer whose horrific crimes inspired Psycho, The Texas Chainsaw Massacre and The Silence of the Lambs. This is the first film to Gein's tormented upbringing, his adored but domineering mother, and the 1957 arrest uncovered the most bizarre series of murders America has ever seen","director":["查克 帕莱罗 (Chuck Parello)"],"actor":["史蒂夫·雷尔斯巴克","卡丽·斯诺格丽丝","卡罗尔·曼塞尔"]},{"name":"阴风耳","year":"2000","id":"1479990","type":["恐怖"],"rate":5.3,"story":"记者DVD（周海媚）采访浮尸案，接触到疯言疯语的钉子婆，预言将要死很多人。DVD相信鬼魂害人之说，而重案组CID车头则坚决不信。DVD得钉子指示，救回想自寻短见的廉署职员Gary，以及数年前曾犯案而因证据不足获释的女子光头。钉子触怒恶鬼被杀，车头与DVD欲与鬼决战。运动员Fanny（万绮雯）得死去的钉子相助营救二人，然而水鬼已上身，潜伏其中一人身上……","director":["梁鸿华"],"actor":["周海媚","万绮雯","黎耀祥"]},{"name":"发光石头","year":"2000","id":"1890986","type":["剧情"],"rate":7,"story":"阿牛自小無家，所以愛偷看別人的家，因此遇上在床底生活的阿海。\r\n\r\n阿海疼愛阿妹，由于父母很早離世，兩人被福利署人員帶走。后來阿妹被收養，五年后漸漸融入新家庭，而阿海仍然過著躲昵生活。\r\n\r\n一天，阿海偷偷探望阿妹時，養母突然回家，情急之下阿海被推到床底，並開始阿妹的床底生活。此后兄妹變得不尋常，阿妹想為哥哥生孩子，阿牛揭穿了這個秘密、改變他們一生……","director":["郑保瑞"],"actor":["陈国邦","陈展鹏","潘美琪"]},{"name":"蓝烟火","year":"2000","id":"1298439","type":["剧情"],"rate":6.1,"story":"饰演过许多小人物的许志安这次饰演一名生长在澳门的平凡警察阿泰，从小的愿望是拥有一个温暖的家，与爱人小愉（梁咏琪饰）结婚、生子，过着快乐幸福的生活。他经常带着一枚戒指要向小愉求婚，但每次都失败。小愉是赌场里发牌的小妹，聪明世故、口齿伶俐、喜欢幻想，虽然也深爱着阿泰，但她一心想摆脱眼前平凡的生活，离开澳门这个地方，所以迟迟不肯答应阿泰的求婚。 \r\n  由于阿泰在一次的外围拘捕行动中碰到好友仔仔，为了保住仔仔的性命，阿泰必须将二百多万元交给黑帮老大权哥手上，谁知小愉在替阿泰保管时，却不小心失掉这笔巨款。两人该如何逃过警方的追查及黑道的追杀呢？ \r\n剧情： \r\n  泰（许志安饰）是生长于澳门的一个平凡警员，一直希望拥有自己的家，四百多尺的小屋、前后花园，与心爱的小愉结婚，生子，过其简单而平凡的生活。泰为了达成愿望，一直努力赚钱，等待小愉答应跟他结婚。 \r\n  小愉（梁咏琪饰），一个赌场jack妹，个性老练世故，口齿伶俐，爱幻想。幻想令自己的感觉也变得模糊！她是喜欢泰的，也知泰是个守承诺的人，一定会与她结婚，但平凡的泰岂可满足她呢？她希望可以离开这个地方，不愿做死一世jack妹。 \r\n  由于泰在一次外围拘捕行动中，碰到儿时好友仔仔，并为他将一笔外围数二百多万交回给黑帮老大权哥手上，否则仔仔性情难保。但当小愉为泰入数之际，却意外地失掉巨款，幸得好友肥牛（梁汉民饰演）一直帮忙。一方面要面对警方的猜疑，另一方面又要面对黑帮的追捕，最后两人能否共同渡过？ \r\n幕后： \r\n  影片耗资700多万港币完成，由劳剑华导演（《阳光警察》《少年十五十六时》），马楚成任监制，3位青春偶像许志安、梁咏琪和梁汉文担纲主演，卖点十足。许志安在拍摄期间因动作戏伤了脚掌，仍旧带伤上阵，让工作人员大感佩服。许志安和梁咏琪虽说已是四度合作，但因前几次二人均无对手戏，所以直到拍摄此片他们才算真正熟络起来，演起激情戏也多了几分默契。 \r\n  监制马楚成曾捧红过不少香港艺人，如《东京攻略》的郑伊健及《夏曰的么么茶》的郑秀文就是最好的例子，且《夏曰的么么茶》票房已超过2千万大关。这次分别由双郑的“另一半”许志安和梁咏琪合作，观众可以看看二人是否擦出了更新的火花？","director":["勞劍華"],"actor":["许志安","梁咏琪","梁汉文","马德钟"]},{"name":"天有眼","year":"2000","id":"1295515","type":["剧情","犯罪"],"rate":6.8,"story":"宋平为人善良，在一个阴差阳错品尝过杀人滋味后，竟怀有为民除害的情况下毒杀十恶不赫的王金雄，事件惹来黑帮和警方注意，宋害的使命，逐继续策划另一次行动，而他的活动又被记者坚看中并作为小说题材，宋平是他的读者，两人逐渐将小说转为研究杀人的园地，最后警方要在坚的小说里寻找凶手线索。","director":["赵崇基"],"actor":["陈小春","谭耀文","陈锦鸿","吴兴国"]},{"name":"火爆刑警","year":"2000","id":"6858767","type":["剧情","犯罪"],"rate":0,"story":"暴躁却又精明的干探林强，伙拍新人伟Sir调查多宗变态凶案。两人发现所有死者都和同性恋Disco有关。在那里林遇上旧同学文文及其女友，文原来已成凶手另一目标……","director":["梁宏发"],"actor":["谭耀文","张文慈","杜汶泽","张瑞哲"]},{"name":"刑","year":"2000","id":"4038333","type":["剧情","犯罪"],"rate":7.7,"story":"内容提要\n一部让荧屏擅抖的20集电视剧《刑档内幕》，该剧所选的题材都是国内曾轰动一时，又有代表性的一些大案、要案、悬案。\n该剧每集都是一个独立的刑事案件，其创作手法大胆新颖，更强调案件的故事性、可看性；有貌美如花的女明星在家中被谋杀之谜；有三个痴情而愚昧的女人为了同一个欺骗他们的男人而相继奔赴黄泉；有忠厚的老实人摇身变成变态杀手；有青春少女被骗失身，却靠修复处女膜而再嫁九次，还有因“借种”惹来的命案和种种奇案……\n剧情集众多的热点、卖点于一身，尤其在紧张气氛的营造上，有着真实的震撼力和强烈的视听冲击力。形形色色的犯罪人生让观众在了解个案的同时，也多多少少深入地接触了社会这个“万花筒”，受到警示作用。\n目录\n01 《一对杀人犯》\n02 《变性人人命案》\n03 《骗中骗奇案》\n04 《一个处女九个婚戒案》\n05 《祸起游戏机室》\n06 《等爱的情妇们》\n07 《千万元邮票大劫案》\n08 《女歌星之死》\n09 《女市长家的枪声》\n10 《宫女之死》\n11 《蓄意谋杀案》\n12 《两次坐牢的男人和他的三个女人》\n13 《保金人命案》\n14 《假中假奇案》\n15 《千纸鹤》\n16 《偷出来的故事》\n17 《连环杀人案》\n18 《“地下堂人”之谜》\n19 《一个心理变态者》\n20 《“借种”人命案》","director":["冼炜光"],"actor":["非职业演员"]},{"name":"榴梿飘飘","year":"2000","id":"1307681","type":["剧情"],"rate":7.7,"story":"学了九年京剧却在内地没有出路的阿燕（秦海璐）不得已来到旺角理智地化为妓女挣快钱，并给自己定下（做到双程护照到期的）期限，在所住小巷结识同样来自大陆但是非法入境的少女阿芬（麦惠芬）后，她被阿芬在逆境中的乐观与单纯打动，两人在异乡成为朋友。\n返回牡丹江小镇换作另一种身份决定好好生活时，阿燕发现周围世界已与她所理解的大不相同，见识到现实中另外的（不同于在港时的）残酷与无情，心生失落，而当收到阿芬寄来的榴莲时，各种复杂滋味涌上她心头。©豆瓣","director":["陈果"],"actor":["秦海璐","麦惠芬","Xiao Ming Biao","Wai Yiu Yung"]},{"name":"九龙皇后","year":"2000","id":"1985220","type":["剧情"],"rate":7.8,"story":"阿四（叶德娴 饰）少时结识了一表人才的中医药师家明（关海山 饰），与其坠入情网，生死相依。跟随着家明，阿四孤身一人来到了香港，在这里，家明有一位正房太太阿香。痴情的阿四不求名分，只希望能够陪伴在家明的身旁，帮助家明完成他开中药店的愿望。\n爱莲是家明和阿香的女儿，她嫁给了富商志超，然而，志超亦有着妻室，阿四眼看着爱莲即将走上同自己一样的道路。深知其中苦楚的阿四对爱莲苦苦相劝，但爱莲并不领情，阿四只得帮着爱莲将此事同家明和阿香隐瞒。然而，纸终究包不住火，当家明得知一切的真相，愤怒的他错怪了阿四，带着阿香远走高飞。©豆瓣","director":["霍耀良"],"actor":["叶德娴","关秀媚","关海山"]},{"name":"神偷次世代","year":"2000","id":"1298869","type":["动作"],"rate":5.8,"story":"Mac（黎明）、Bird（陈小春）、Sam（李灿森）和Michelle（雪儿）是国际神偷组织界的精英，四人一向合作无间配合默契，完成过许多艰巨任务。\n此次四人要到马来西亚侦察一名科学家，希望偷取其刚研制成功的治癌药。可是在悄悄潜入药厂行动的过程中四人却遭遇埋伏，方知此次任务是骗局一场。在四人试图逃脱的过程中，Mac失手，但因神秘性感的女子June（舒淇）得以解困。从June身上，Mac忆起前女友被旧拍档出卖而死去的往事，并拥有了一个破解迷局的重要线索。©豆瓣","director":["叶伟信"],"actor":["黎明","舒淇","陈小春","李灿森"]},{"name":"恋性世代","year":"2000","id":"1301296","type":["纪录片","短片"],"rate":0,"story":"","director":["Maciej Adamek"],"actor":[]},{"name":"以眼还眼","year":"2000","id":"3260390","type":["惊悚"],"rate":5.9,"story":"深夜，若珊上网与母亲嘉文交谈，听见厅中有异声往外察看，却被色狼强拉至出客厅侵犯。若珊挣扎逃回房内向嘉文求救，嘉文目睹色狼背部有蝎子纹身但欲救无门，眼白白通过电脑视像看着若珊被奸。事后在警署若珊一口指证乔子扬是非礼犯，但精液化验结果与子扬不吻合，加上他并没有任何纹身，子扬当然否认一切。警署门外若珊遇上子扬发生纠缠，嘉文苦劝中令若珊感到嘉文是否不信自己，羞怒下跳楼自杀，嘉文见女儿倒在血泊中，后悔没有相信若珊，决定用方法使子扬露出狼相。　　一天夜里，色狼真的来了，却被子扬打退，嘉文此时以为误会了子扬，遂邀子扬吃饭道谢，本沉醉于浪漫气氛的嘉文突然发现子扬的鞋子沾有若珊的萤光指甲油，遂质问子扬，子扬露出本来面目，欲非礼嘉文，后嘉文取刀刺伤子扬，嘉文感若珊已沉冤得雪。可是，嘉文收到警察电话，事情却是出乎意外……","director":["袁树伟"],"actor":["柯受良","唐文龙","张慧仪"]},{"name":"爱杀2000","year":"2000","id":"3339187","type":[],"rate":3.2,"story":"中国留日大学生王国庆怀有二次世界大战期间日军侵华罪证，与李浩同被日本右翼份子山田一郎追杀。后来国庆客死异乡，李浩不得已回到澳门。浩无意中重遇昔日女友倩倩，她已嫁作他人妇，可是丈夫嗜赌如命，甚至出卖妻子。中国公安人员努力追查下，取得罪证，山田因行动失败剖腹。","director":["徐忠信"],"actor":["黄秋生","吕良伟","黄子扬"]},{"name":"天杀","year":"2000","id":"26295703","type":["动作"],"rate":3.8,"story":"李sir（李修贤 饰）是一名香港警察，为人公平正直。黑社会老大文叔（许绍雄 饰）金盆洗手，退出了江湖，而接手的凯明却急于冒进，干了许多违法的事。李sir为了维护正义，开始追查凯明……","director":["罗舜泉"],"actor":["李修贤","许绍雄","吕颂贤","陈明君"]},{"name":"魔影","year":"2000","id":"25802742","type":["动作","惊悚"],"rate":0,"story":"文迪是一名漫画家，他自小生于贫民区，小时候常被母亲无理虐打，因而变得缺乏信心，所以只能从幻想世界重拾自信。一天，文迪母亲被杀害，杀人狂魔被通缉。十八年后他是漫画主编，他所创造的角色“大狂魔”与“丑小孩”依稀很像他的童年往事，后来自己更千方百计找出狂魔决一死战；而狂魔却告知文迪他母亲的死竟与文迪有关连......","director":["邓荣汞"],"actor":["苏志威","元华","成奎安","伍慧珊"]},{"name":"生化特警丧尸任务","year":"2000","id":"1298309","type":["喜剧","恐怖"],"rate":5.2,"story":"在美国秘密基地，美军正培养新菌。不料在试验过程中出错，成为可怕的病毒。受感染的特工突然发狂变成丧尸。混乱中华裔特工Harry被丧尸弄伤，把病毒带回香港。警察Marco（冯德伦）、古惑仔碎料（李灿森）与特工May力抗丧尸，到后来才发现香港已陷入紧急状态，整个地区被丧尸控制……","director":["郑伟文"],"actor":["冯德伦","李灿森","陈蕙明","陈炜"]},{"name":"跑马地的月光","year":"2000","id":"1914928","type":["爱情"],"rate":6.7,"story":"IT新贵Ben（张智霖）过著中产生活，一日科技股泡沫爆破，Ben失去工作，却不甘放弃既有生活方式。他在跑马地新兴蒲点认识IT公司主席千金Jenny（佘诗曼），趋之若鶩。龙（蔡一智）分租Ben的房子，希望找到梦中女神，直至开放美丽的Michelle出现，他又感到自卑。Ricky（苏永康）志在搜刮八卦料，初与三线女星敏仪合作制造新闻，最后竟然恋上。同时Jenny也渐渐发现Ben的企图……","director":["钟澍佳"],"actor":["张智霖","佘诗曼","江希文","苏永康"]},{"name":"幽谷约会","year":"2000","id":"3841861","type":["喜剧"],"rate":0,"story":"智与华同是CID，因意外智有了“阴阳眼”。意外失职后二人被调往沙头角驻守，认识了患老人痴呆症的屋主兰姨。君是兰姨的孙女，长居英国，因小时打烂嬷嬷的玉镯，现在买回给她却打算立即离开。她发现嬷嬷患病，决留下重建菊园助她治病。智好意协助二人，而君有感智因童年阴影活得不快乐，礼尚往来帮他一把。两人互生情愫，智才发现君在买下玉镯后发生交通意外死了……","director":["张敏"],"actor":["张智霖","吴辰君","刘以达"]},{"name":"鬼同你有缘之阴尸路","year":"2000","id":"1479973","type":["恐怖"],"rate":4.7,"story":"身首异处的艾云妮，被邪恶的术士许铭才下了恶咒，令她不能投胎转生，吕启文为了爱决帮助云妮，但害了女友及好友维中，无计可思下央求女警丁国森帮忙但不敌，后请师傅孔自然出山，但铭才得势不人，设下陷阱把孔打伤，但才不知不觉堕进孔的局中局里，利用才的好色心使他法力尽失，妮终可报仇血恨，但文不舍妮离去，甘心为爱牺牲甘为鬼，延续人鬼情未了式的爱情……","director":["蒋国权"],"actor":["黄秋生","吴家丽","罗兰","谭伟成"]},{"name":"阿虎","year":"2000","id":"1301876","type":["剧情","爱情"],"rate":6.8,"story":"阿虎是一个自由搏击拳手（刘德华 饰）。他抱着“打假拳”的心态代表香港到泰国参加了比赛，完全没想着要胜出比赛。阿虎在泰国与女摄影师阿萍相遇，两人相处后产生了感情。阿虎在比赛时无心恋战中途弃权，对手察差却故意挑衅。阿虎被激怒后错手将对手打死了，结果阿虎被判入狱13年。\n出狱后，阿虎急着寻找阿萍，但原来阿萍已经去世了剩下了为阿虎生下的女儿Poly。阿虎便极力寻找下落不明的女儿。过程中他认识了孤儿院院长霗（常盘贵子 饰），这位年轻的院长帮他找到了女儿。性格同样倔强的Poly十分不满父亲抛弃她们母女，阿霗从中调解。女儿要求阿虎能胜出拳赛，才会遇阿虎和好。后来又有人认出了阿虎是当年的杀人犯……©豆瓣","director":["李仁港"],"actor":["刘德华","常盘贵子","因泰拉·贾龙珀拉","陈荣宗"]},{"name":"雷霆战警","year":"2000","id":"1298104","type":["动作"],"rate":5.9,"story":"正在休假的警察Darren（郭富城）与好友兼搭档Alex（王力宏）一起出席后者女友的时装发布会时，目睹一桩谋杀案，两人立刻停止休假投入到了破案中。调查时，两人发现案件异常复杂，牵涉到大陆南方某城的一个庞大的犯罪组织，赶赴到该城后，两人结识为调查一宗涉及国际犯罪组织的案件而深入虎穴当卧底的国际刑警Norika（藤原纪香）。\n为引出大鱼，Norika铤而走险假扮模特儿走秀，Darren与Alex则在暗中观察，当等来目标人物与之发生枪战时，Alex不幸中弹身亡。伤心至极的Darren发誓要将黑帮铲除，他和Norika也渐渐生出感情。©豆瓣","director":["唐季礼"],"actor":["郭富城","王力宏","藤原纪香","林心如"]},{"name":"薰衣草","year":"2000","id":"1297363","type":["奇幻","爱情"],"rate":6.7,"story":"Athena是一个香薰班的导师，内心充满了丰富情感。她每天都过着十分落寞的生活，每天都是同样的一个模式，每天都会买一个气球写上并放飞自己的心情。有一天她洗澡的时候听到了楼顶上的巨响，看见了一个有翅膀的庞然大物，原来是个受伤了的天使（金城武 饰）。天使需要每天靠爱来维持生命，Athena便每天带着他穿梭在城市中。天使也知道原来Athena一直闷闷不乐是因为她一直牵挂着死去的前男友，天使也决定帮她找回快乐与朝气。\n天使得知，在千禧年来临的子夜弥撒中，梵蒂冈的圣门会打开，天使便可以回到属于自己的地方，他请求Athena带他到梵蒂冈……©豆瓣","director":["叶锦鸿"],"actor":["金城武","陈慧琳","陈奕迅","郑佩佩"]},{"name":"Bad Boy特攻","year":"2000","id":"1302379","type":["动作","喜剧","剧情"],"rate":6,"story":"King（郑伊健 饰）跟Queen（杨恭如 饰）是兄妹，他们跟Jack（古天乐 饰）组成的“BadBoy特工”专门为人寻找失去的爱情。台湾首富容永兴想找他们寻回初恋情人——亚洲女飞人管正（舒淇 饰），同时青年天涯（陈晓东 饰）也来寻找失踪的情人Shadow（舒淇 饰），没想到管正和Shadow有着同样的面孔。更没想到的是King在酒吧里认识了失忆的Eleven（舒淇 饰）跟管正、Shadow十分相似。多情的King爱上了Eleven，后来Eleven被抓走。天涯找到了Shadow，原来日本野心家企图把从管正身上取得的DNA注入Shadow体内，失败后Shadow毁容。得知情况后，King跟Jack立即营救Eleven。©豆瓣","director":["叶伟民"],"actor":["郑伊健","古天乐","舒淇","杨恭如"]},{"name":"特警新人类2","year":"2000","id":"1302164","type":["动作"],"rate":5.9,"story":"一款可以用来代替士兵作战的全自动化机器人RS1被成功研制，送往香港参加展览。RS1的破坏力极为巨大，亦十分危险，它的存在令许多犯罪分子们垂涎欲滴。香港特警马奇（冯德伦 饰）、艾伦（李灿森 饰）和艾迪森（陈冠希 饰）奉命保护RS1的安全，而马奇和艾迪森之间曾经有过一段极不愉快的过往，使得两人在合作之中屡屡发生冲突。\n科特（孙国豪 饰）是艾迪森的好友，他的真实身份是一名天才黑客。科特趁同艾迪森叙旧之际催眠了后者，操纵其打开了RS1的开关，输入了逃走程式。RS1大闹场馆，死伤无数，而艾迪森亦被列为了头号通缉犯，遭到了FBI的穷追猛打。艾迪森知道，想要自证清白，唯有捉住目前下落不明的科特。©豆瓣","director":["陈木胜"],"actor":["陈冠希","钟丽缇","颜颖思","冯德伦"]}]