[
  {
    "name": "马后炮",
    "year": "1984",
    "id": "3102757",
    "type": ["喜剧", "动作"],
    "rate": 6.9,
    "story": "中国黑社会总盟主突然病危,全中国黑社会帮主云集上海,争夺总盟主的宝座.但在到达上海火车站时,竟然被三个小骗子骗走所有财物.三人本是好友,一向在火车站混日子,无意中被人误会是黑社会,把他们带到大本营--七重天大酒店.三人发现身处虎穴,准备逃走,不料发生了连串命案,酒店被封锁,三人无法逃走,只好躲藏在酒店之中,酒店中各帮主展开各种斗争,争夺盟主,而三人又因追求求盟主之女,和他人发生纠纷,被人当成有名杀...",
    "director": ["余允抗"],
    "actor": ["郑则仕", "秦沛", "王青", "余绮霞"]
  },
  {
    "name": "人吓鬼",
    "year": "1984",
    "id": "2003667",
    "type": ["喜剧", "奇幻"],
    "rate": 6.7,
    "story": "这是一个发生在上个世纪80年代香港戏班里的故事。戏班里顽皮捣蛋的武生阿贵（董玮 饰）经常扮鬼吓人，连戏班的台柱新少佳都经常被他捉弄，大家对他既气愤，亦无可奈何。\n这次，当阿贵又扮鬼吓人时，岂料碰上了真鬼——潮州鬼。阿贵吓得屁滚尿流，幸好戏班里的老衣箱声叔（林正英 饰）这方面经验丰富，他得知潮州鬼生前被人分尸，死后才冤魂不散。为了让潮州鬼安息，声叔和阿贵决定找全潮州鬼的尸骸。不料却错挖了另一个恶鬼的尸骸，一时间，戏班被恶鬼弄得乌烟瘴气，声叔决定和阿贵一起扮天师吓走恶鬼。©豆瓣",
    "director": ["钱月笙"],
    "actor": ["林正英", "董玮", "陈龙", "罗浩楷"]
  },
  {
    "name": "大鳄群英",
    "year": "1984",
    "id": "24859486",
    "type": ["剧情"],
    "rate": 0,
    "story": "",
    "director": ["呂奇"],
    "actor": ["艾蒂", "凌黛", "艾歷"]
  },
  {
    "name": "最佳拍档之女皇密令",
    "year": "1982",
    "id": "1306011",
    "type": ["动作", "喜剧"],
    "rate": 7.6,
    "story": "飞贼黑猫（许冠杰 饰）抢夺国际犯罪组织的钻石后借助多种工具溜之大吉，黑猫在现场遗留的白手套让香港警方误认为作案者是国际大盗“白手套”，警方请到追捕白手套多年的美国光头神探（麦嘉 饰）查案，并派出干练女警何东诗（张艾嘉 饰）协助。另一方面，钻石主人——意大利黑帮要求白手套正身抵港取回钻石。\n光头神探与黑猫不打不相识，威逼利诱之下，黑猫决定协助神探拿获白手套。三人小组为找回遗失的钻石盲打误撞惹来连串麻烦，黑猫终于拿到钻石之际，潜伏的白手套也同时出现了……©豆瓣",
    "director": ["曾志伟"],
    "actor": ["许冠杰", "麦嘉", "张艾嘉", "石天"]
  },
  {
    "name": "铁板烧",
    "year": "1984",
    "id": "1294293",
    "type": ["喜剧"],
    "rate": 6.7,
    "story": "阿黄（许冠文 饰）是一名料理师，个性有些轻浮又十分爱现，但实际上，他是个名副其实的“妻管严”。阿黄和爷爷（许英秀 饰）一起住在岳父（卢海鹏 饰）家中，岳父性格武断又强势，生活中阿黄免不了要受气，日积月累下来，阿黄的心中积蓄了许多不满。\n某日，一位名为施施（叶倩文 饰）的美丽女子出现在了阿黄的面前，她正是阿黄的梦中情人。让阿黄没有想到的是，施施竟然对自己一往情深，还邀请他去菲律宾度假，这样的好机会阿黄怎么能够放过，两人遂即动身。阿黄的妻子（邹美仪 饰）和好友雪莉（叶丽仪 饰）得知此事，遂和父亲一起，对阿黄展开了“追捕”。©豆瓣",
    "director": ["许冠文"],
    "actor": ["许冠文", "叶倩文", "叶丽仪", "卢海鹏"]
  },
  {
    "name": "城市之光",
    "year": "1984",
    "id": "1474457",
    "type": ["剧情", "喜剧"],
    "rate": 7,
    "story": "陈柏子带着妻子阿银和两个女儿, 从中国大陆来港投靠父亲陈木刻, 他第一眼望到东方之珠的城市光芒, 对香港赞美不已! 直到他发现父亲在香港生活艰难, 在男子公寓租住床位, 一家好梦幻灭......",
    "director": ["张坚庭"],
    "actor": ["陈友", "惠英红", "招文欣", "陈果"]
  },
  {
    "name": "五郎八卦棍",
    "year": "1984",
    "id": "1666889",
    "type": ["剧情", "动作", "武侠"],
    "rate": 7.1,
    "story": "北宋年间，杨家将出战金沙滩，佘太群求得“七子去六子还”的签语，心中忐忑。国丈潘美因杨七郎打死自己儿子，使计陷害杨家将，令杨家一门忠烈在金沙滩的对辽战事中几乎俱折，唯有杨五郎（刘家辉 饰）负伤逃脱、杨六郎（傅声 饰）发狂返回天波府。潘美为斩草树根，引辽兵入宋，暗中将天波府团团围住，以防杨家将面见皇帝伸冤。杨五郎得悉皇帝下诏斥自己为叛徒，心感走投无路，经一义士以命相劝，遂远上五台山清凉寺请求出家，方丈因其杀性未伏，不予接纳，杨五郎强驻寺中，并化杨家枪法为棍法，潜心修炼。不久，天波府因僧人报信，派出杨八妹（惠英红 饰）赴五台山接杨五郎，沿途潘美步步紧逼，令杨五郎下山救妹复仇……©豆瓣",
    "director": ["刘家良"],
    "actor": ["刘家辉", "傅声", "李丽丽", "惠英红"]
  },
  {
    "name": "神勇双响炮",
    "year": "1984",
    "id": "1304318",
    "type": ["动作", "喜剧"],
    "rate": 7,
    "story": "吴亚秋（吴耀汉 饰）和贝多芬（岑建勋 饰）是香港警署反黑组一对活宝警员，这对师兄弟吊儿郎当，不务正业，入行十多年还是初级警员。好在他们生性乐观，加上陈sir（陈欣建 饰）对二人多有照顾，因此他们倒也十分享受这样的逍遥生活。所谓傻人有傻福，亚秋阴差阳错还得到陈sir的女秘书安娜﹝叶德娴 饰﹞的垂青。\n他们受命调查从事不法勾当而暴富的商人夏正毅（陈龙 饰），只是对方分外狡猾，不露出任何马脚。夏的情妇掌握他各种犯罪勾当的账本，并以此作要挟。夏命手下杀害情妇，而亚秋和贝多芬则成为了尸体的最先发现者。夏正毅为了得到账本，于是向情妇的表妹伸出毒手，亚秋和贝多芬能否将罪犯绳之于法？©豆瓣",
    "director": ["张同祖"],
    "actor": ["吴耀汉", "岑建勋", "叶德娴"]
  },
  {
    "name": "初哥",
    "year": "1984",
    "id": "19951148",
    "type": ["喜剧", "爱情"],
    "rate": 0,
    "story": "保罗（钟保罗饰），害羞却钟情于美女珍妮（关之琳饰）。珍妮是酒楼侍应领班的女儿，被酒楼经理三少爷看中。保罗在好友阿森（蔡枫华饰）的协助下，屡次与三少爷斗追女仔，连场好戏，如单车与跑车斗技，便因此展开。当中少不了的是追女仔的庸俗笑话和桥段。其中保罗的鬼爷爷，既放不下晚上风流，亦不忘教唆孙儿追女仔的技俩。最后，当然是慈父宁愿放弃公积金，亦不愿出卖女儿，而有情人亦终成眷属。",
    "director": ["张同祖"],
    "actor": ["林国雄", "关之琳", "钟保罗", "黄造时"]
  },
  { "name": "窥情", "id": "3713979" },
  {
    "name": "黄祸",
    "year": "1984",
    "id": "1869841",
    "type": ["动作", "惊悚"],
    "rate": 0,
    "story": "美国唐人街由于越南难民的涌入，形势更加复杂。当局对此更为关注和恐惧，遂暗中策划\"以华制华\"政策。一日，的士司机关志华突遭越青帮袭击，关与同伙准备报仇。当他们赶至越青帮聚集地时，发现对方全已遭毒手。警方接报后将此地包围，关被当成凶手为警方通缉，他只好潜返香港暂避。美警方追至香港，关再陷杀机之中。关从律师口中得知此乃政治阴谋。由于关的机智勇猛，越青帮没能奈何他，却捉走他的妻儿作人质迫他投降。关在澳门与越青帮交换人质时爆发了一场血战，他虽救出了妻儿，但料到今后的日子仍将陷于荆棘之中。",
    "director": ["唐基明"],
    "actor": ["邓光荣", "汤兰花", "曹達華"]
  },
  {
    "name": "布衣神相",
    "year": "1984",
    "id": "1532814",
    "type": ["剧情", "动作", "武侠"],
    "rate": 6.2,
    "story": "改编自黄鹰之武侠名著，云飞扬（徐少强饰）练就天蚕神功后，虽然跃为江湖上两大高手之一，却厌倦江湖，无心争霸，与爱侣伦宛儿（刘雪华饰）隐居；反之独孤无敌却闭关苦练灭绝魔功。随着二人暂息分争，东瀛甲贺派教主织月苍龙轩却欲称霸中原……",
    "director": ["鲁俊谷"],
    "actor": ["徐少强", "刘雪华", "陈观泰", "万梓良"]
  },
  {
    "name": "停不了的爱",
    "year": "1984",
    "id": "1307789",
    "type": ["剧情", "爱情"],
    "rate": 6.3,
    "story": "梁家姐弟三人，大姐佩君（温碧霞 饰）遇人不淑，男友在她怀孕后甩手而去，十七岁的佩君为了照顾幼子以及一妹一弟，在父亲入狱后做舞女承担起了家庭的责任。二姐露露（李丽珍 饰）在女校读书，但叛逆的年纪里她无心向学，结交飞车青年纵乐度日。佩君在夜总会偶遇抛弃自己的前男友，愤怒至极将对方刺伤，结果被判入感化院半年……重获自由的佩君开始为婚姻打算，恰巧再次偶遇有一面之缘的实习医生Eric（刘德华 饰），佩君与Eric彼此颇有好感，二人很快陷入了热恋。但相对出身上层社会的Eric一家，佩君自感无法融入那个陌生的世界，但是为了体味爱情的幸福感觉，佩君隐藏身份和Eric交往，三个月后，Eric完成实习即将赶回美国，佩君将要面对梦醒时分……©豆瓣",
    "director": ["麦当杰"],
    "actor": ["刘德华", "温碧霞", "李丽珍", "周茵茵"]
  },
  {
    "name": "孖襟兄弟",
    "year": "1984",
    "id": "6080699",
    "type": ["喜剧"],
    "rate": 0,
    "story": "大口青和廖道炎本是好友，自小出生入死的同胞兄弟。但长大之后，两人际遇不同，大口青摇身变为了亿万富翁，而廖道炎成为他属下公司的小职员和私人跟班。由于大口青天性横蛮，为人刻薄，廖于是像黑奴一样，当要仰大之鼻息，观其面色做人，痛苦不足为外人道。廖下班当辅警，一次机会，大和廖同时认识了警花DONNA，都爱上了她，展开攻势追求。由于职业上接触的关系，也由于廖品性纯良，DONNA对他产生好感，大则自持有钱，在DONNA面前大摆阔气，自吹自擂，但徒劳无功，因此对廖更加倍刻薄……",
    "director": ["梁家树"],
    "actor": ["郑文雅", "王青", "廖伟雄"]
  },
  {
    "name": "新飞狐外传",
    "year": "1984",
    "id": "1482512",
    "type": ["剧情", "动作", "武侠"],
    "rate": 6.5,
    "story": "清乾隆年间，江湖并称“南刀北剑”的胡一刀和苗人凤（万梓良 饰）相遇比武。这二人武功高超，侠义双全，虽为对手，但是惺惺相惜。其间胡夫人产下一子，赐名胡斐。胡一刀为防不测，特将妻儿托付给苗人凤。在最后一日的比试中，胡一刀为苗的旭日剑所伤，竟当场毒发身亡。胡家仆从平阿四见情形不好，怀揣秘籍和胡斐躲过田归农追杀，隐居深山。苗人凤则心怀愧悔，将旭日刀和半月剑埋进胡一刀夫妇的墓中，发誓封刀十年。岁月流转，胡斐已成长为一名英姿飒爽、武功高强的少年英雄（黄日华 饰），他偶然遇见被苗人凤追杀的苗归农和阿兰，遂勾起为父报仇的念头。他一路下山，却赶上了江湖动荡的大劫……\n本片根据金庸的武侠小说《雪山飞狐》改编。©豆瓣",
    "director": ["刘仕裕"],
    "actor": ["黄日华", "万梓良", "惠英红", "戴佩龄"]
  },
  {
    "name": "黐鬼线",
    "year": "1984",
    "id": "5048879",
    "type": ["喜剧"],
    "rate": 0,
    "story": "",
    "director": ["周峻階"],
    "actor": ["陈美龄", "狄波拉", "张如芬"]
  },
  {
    "name": "青蛙王子",
    "year": "1984",
    "id": "1307872",
    "type": ["喜剧", "爱情"],
    "rate": 6.6,
    "story": "生活在夏威夷的富家子陈立品（钟镇涛 饰）个性腼腆，情场始终不得意，于是请来香港的老朋友罗旦多（陈百祥 饰）实地指导。二人在海滩偶遇美女小猫（张曼玉 饰）、阿美（钟楚红 饰），试图搭话却铩羽而归。陈父令陈立品赴港调查下属公司账目，不料陈、罗二人发现小猫和阿美正是陈氏企业职员，陈立品为了查账和接近阿美，与罗旦多互换身份。罗旦多得以接近经理秘书小猫，并与贪污的经理陈皮后（曹查理 饰）虚与委蛇。另一方面陈立品以司机的身份渐渐获得了阿美的信任跟欣赏。担心贪污事发的陈皮后请来爱情女骗子袁飘飘（关之琳 饰），委托她骗取陈立品的感情……©豆瓣",
    "director": ["王晶"],
    "actor": ["钟镇涛", "张曼玉", "关之琳", "钟楚红"]
  },
  {
    "name": "英伦琵琶",
    "year": "1984",
    "id": "1294779",
    "type": ["剧情", "喜剧"],
    "rate": 6.7,
    "story": "伦敦唐人街一赌场遭独行杀手突袭，两东主当场遇害，当地华裔帮板Edward叶查出东主契侄“超短波”仇家甚多，经已避返香港，怀疑此案事出寻仇，于是往香港追查……",
    "director": ["梁普智"],
    "actor": ["林子祥", "钟楚红", "泰迪·罗宾", "肯·博伊尔"]
  },
  {
    "name": "无名火",
    "year": "1984",
    "id": "1307090",
    "type": ["动作", "犯罪"],
    "rate": 5.8,
    "story": "建筑师梁振宇与希迪筹备婚礼，偶遇分别多年的黄建恒并邀到家居住。途遇记者，被邀一起拍照留念，建恒父亲原为南非钻石商人。却遭合伙人谋财害命．．．",
    "director": ["梁家仁"],
    "actor": ["梁家仁", "高飞", "陈惠敏", "夏文汐"]
  },
  {
    "name": "云岗游侠",
    "year": "1984",
    "id": "3911094",
    "type": [],
    "rate": 0,
    "story": "挂山大庙内丢失了一本关于云岗石窟的佛经，林飞应主持之托寻找佛经的下落。小镇中林飞巧遇前来贩卖牲口的蒙古族姑娘塔娜，此刻她正和无家可归四处游荡的白云龙交手，林飞出手救下了白云龙。塔娜返回了草原，而白云龙则一定要拜林飞为师。林飞称自己有要事，拒绝了他。\n塔娜部落中的两个人为一群汉人做向导，却不知何故被人发现惨死在路边。于是塔娜决定到云岗寻找凶手，恰好此刻林飞也赶到了这里。按照主持的指点，林飞找到了云岗石窟的看门人郭老先生。然而郭老先生却被人暗杀。在林飞的配合下，塔娜抓住了其中一名杀手，并将其带回部落。\n一年一度的那达慕大会举办，白云龙也来此凑热闹。他谎骗林飞要他协助当地人套马，却不知这场套马比赛正是部落首领为塔娜安排的挑选女婿的比赛。林飞在不知情的情况下成为最佳人选。此刻一群汉人闯进部落，要塔娜放出那名被她捉住的杀手，遭到塔娜的反对。双方大打出手，那群汉人截走了杀手，并放火烧毁了许多帐篷。\n林飞返回挂山大庙，和主持商讨下一步的行动。主持无意中发现庙内独臂和尚净云竟然被外国人买通，正是他偷走了佛经。林飞和净云从小一起长大，他无法相信饱读诗书的净云竟然做出这样的事情。净云则对此十分不屑，他从小生活困苦，早已不甘心只做一名吃斋念佛的和尚，他要将石窟内的佛像卖给外国人，从中赚一大笔钱。遗憾的是林飞武功在净云之下，净云打败林飞便离开了大庙赶去与外国人汇合。\n林飞发誓即使付出生命也要阻止云岗石窟的佛像流落到国外，于是紧随净云之后前往云岗。尽管林飞对塔娜已产生感情，但他不愿拖累她，只得将塔娜在那达慕大会上送给自己的定情信物托白云龙返还给她。\n塔娜接到白云龙送来的信物心中很是难过，但她还是决定带着族人到云岗助林飞一臂之力。与此同时，外国人正雇佣廉价劳动力开凿石窟内的佛像，准备把它们运往国外。林飞带着白云龙赶到，与外国人雇佣的杀手展开了殊死搏斗。很快，杀手被消灭干净，此刻该论到净云上场了。恰好塔娜也带人赶来，经过一场混战，他们终于阻止了国宝的流失。林飞和塔娜联手打败了利益熏心的净云，然而白云龙却在这场恶战中牺牲了年轻的生命。林飞在白云龙临终前愧疚地答应收他为徒，白云龙没有留下任何遗憾地离开了这个世界。\n精彩视点：\n《云岗游侠》是香港百灵电影公司于1984年摄制的一部以中国名胜云岗石窟为题材的充满粗犷、豪迈、狭义激情的武侠动作片。云岗石窟位于我国山西省大同市，是蜚声中外的中国著名的三大石窟之一。石窟内附凿着无数栩栩如生的大小佛像，均是无比珍贵的艺术瑰宝。因此，本片将故事安排在云岗，便具有很大吸引力，观众欣赏这部影片，就如同亲身参观这座雕饰奇伟的宝藏，对于没有去过云岗石窟的观众来说，可谓一次大开眼界的难得机会。",
    "director": ["张浩"],
    "actor": ["汪洋", "马丽娜"]
  },
  {
    "name": "上天救命",
    "year": "1984",
    "id": "1301984",
    "type": ["喜剧"],
    "rate": 6.4,
    "story": "麦道梅（曾志伟 饰）人如其名，一生历经坎坷无数，去内衣厂工作就连累企业业绩直线下滑，谈女朋友就被抛弃，连累的三十多岁的家姐至今未嫁。无奈的姐姐拿出了家传的玉镯赠与一事无成的麦道梅，希望帮他转运，抑郁的麦道梅酒后驾车，被人撞下高坡，迷迷糊糊见到了牛头马面，此二鬼卒告知麦道梅阳寿未尽，在王百万、包黛丽、石神三人身亡之后即是他麦道梅之死期……清醒过来的麦道梅马上遇上了被撕票的富翁王百万，而石神便是绑架王百万的案犯之一，而包黛丽则是石神的女友，为了自救，麦道梅试图保护包黛丽和石神，因此卷入了这起绑架案，而石神的妹妹石女（钟楚红 饰）更是令麦道梅心动。未知麦道梅如何自救，又怎样赢得石女芳心？©豆瓣",
    "director": ["姜大卫"],
    "actor": ["曾志伟", "钟楚红", "吴耀汉", "秦沛"]
  },
  {
    "name": "我爱神仙遮",
    "year": "1984",
    "id": "1302721",
    "type": ["喜剧", "奇幻"],
    "rate": 6.5,
    "story": "阿成（尔冬升 饰）是一名推土车司机，某日，他于误打误撞之中进入了一间古庙，遇见了善良美艳的油纸伞妖（钟楚红 饰），并在阴差阳错之中成为了她的主人。\n凡叔（冯淬帆 饰）为人正直善良唯一的弱点就是嗜赌成性，因此欠下了巨额债务无力偿还。恶少林国仁（伊雷 饰）看上了凡叔貌美如花的女儿，提出了让凡叔以女儿抵债的非分要求。得知了林国仁的恶行，阿成借着伞妖的法力将他好好的戏弄了一番，又带着凡叔来到赌场，大显身手帮助凡叔还清了赌债。然而，阿成的高调举动引起了林国仁的怀疑，最终，他发现了伞妖存在的秘密，心中默默的打起了算盘。©豆瓣",
    "director": ["杨权"],
    "actor": ["钟楚红", "尔冬升", "冯淬帆", "伊雷"]
  },
  {
    "name": "请鬼",
    "year": "1984",
    "id": "1479825",
    "type": ["恐怖", "情色"],
    "rate": 5.3,
    "story": "陈少因烂睹，而欠下满身赌债，但仍死性不改，到被追债者迫到走投无路时，始知后果严重。迫不得已之下，唯有远赴泰国，暂避风头。陈在泰国遇鬼王德，鬼王德教他“请鬼”，使陈风生水起。但因陈爱上模特儿而疏於拜祭，触怒冤鬼，在千钧一发的时候，鬼王德出现将鬼收服。",
    "director": ["唐伟成 Wilson Tong"],
    "actor": ["徐少强", "戚美珍", "午马"]
  },
  {
    "name": "南斗官三斗北少爷",
    "year": "1984",
    "id": "2122979",
    "type": ["动作", "喜剧"],
    "rate": 6.4,
    "story": "广东大良富家子南斗官（张展鹏）学得一身功夫，在乡间常闯祸，其母希望斗官娶妻立品，乃遣其上京参加香格格招亲大会。其实斗官所以答允上京，目的是找三名北少爷——[千术北少爷]车载（傅声），[泡妞高手]真厉害（陈百祥） [神偷北少爷]时三手（汪禹）四人不打不相识好友， 以其合力对付仇家三眼道人（王龙威）",
    "director": ["刘家荣", "傅声", "王晶"],
    "actor": ["傅声", "陈百祥", "汪禹", "王龙威"]
  },
  {
    "name": "笑太极",
    "year": "1984",
    "id": "1308245",
    "type": ["动作", "喜剧"],
    "rate": 7.1,
    "story": "陈村总（甄子丹 饰）之父是为人悭吝的盐商，因村总在村中读书，颇得父亲偏爱，不好命的大哥油饼则只能在父亲的盐场做苦工，但村总仍视大哥为至亲，不时帮忙做工。村总身手矫健，为人乐出风头，在学校将一富户家的公子哥惩治，公子哥埋伏村总却又被打至重伤。富户大怒，雇请哑杀手铁无情杀害村总一家。铁无情在村总外出时杀死其父兄。村总无家可归，流落江湖偶遇太极功夫在身的布袋戏艺人（袁祥仁 饰），并被其强迫做了夫妻俩家中的苦工，艺人妻子胖梅（沈殿霞 饰）同样是一位功夫高手，村总在二人家中做工，终于不堪劳累出走。铁无情追杀村总，村总不敌只得逃回布袋艺人家，自此村总苦学太极，矢志为父兄报仇……©豆瓣",
    "director": ["袁和平"],
    "actor": ["甄子丹", "袁祥仁", "沈殿霞", "袁信义"]
  },
  { "name": "唐朝豪放女", "id": "1401129" },
  {
    "name": "傻探出更",
    "year": "1984",
    "id": "3065589",
    "type": ["喜剧", "动作"],
    "rate": 0,
    "story": "黑帮老大派老二和潺仔强跟华老大购买一批钻石，老二见猎心喜，利潺仔强合作，假装钻石悉数被劫。老大及华老大皆认为是司机沈大雄所为，两帮人马于是向大雄埋手，其实大雄对老大之作奸犯科一无所知。大雄女友王帮办负责侦查钻石失窃事件，其手下阿权和“挣爆”协助调查。线人告知他们潺仔强最近出手阔绰而行动闪缩。两人便立刻调查潺仔强，发现他与案确有关连。老二一方面想杀潺仔强灭口，另方面又想嫁祸大雄劫走钻石。大雄屡给毒打和掳走，幸有王帮办解围，大雄便向她和盘托出事情始末，加上阿权和“挣爆”侦查所得，正好吻合因钻石失窃而引起的各种事端。华老大闻得原来是老二使诈，与他拼个死活，被埋伏的警察拘捕。王帮办扮女佣混入老大家，搜得老大犯罪证据，也将他拘捕。",
    "director": ["黄家雄"],
    "actor": ["赵雅芝", "郑则仕", "万梓良", "陈国权"]
  },
  {
    "name": "公仆",
    "year": "1984",
    "id": "1307025",
    "type": ["剧情", "犯罪"],
    "rate": 7.4,
    "story": "阿B（李修贤 饰）是和母亲同住狭小老旧公寓的便衣刑警，他为人热血办案手法大胆，令新报道的同事阿杰（艾迪 饰）大开眼界。阿杰与阿B性格迥异，一心只想通过考试晋升警官。阿B压制分别住在山上村和山下村的两位大佬小黑与红番，并通过红番手下的毒虫小弟阿成（太保 饰）买得多个线报，阿B获悉犯罪信息立下功劳，令阿杰亦得到嘉奖，二人友谊日盛一日。不久，阿成因毒瘾反复发作，犯下大错，被小黑和红番连番毒打，终至丧命，阿B调查阿成死因，追查小黑，不料却引发意外，将自己逼上绝路，而小黑也只得选择铤而走险，警匪都再别无选择……©豆瓣",
    "director": ["李修贤"],
    "actor": ["李修贤", "艾迪", "金兴贤", "太保"]
  },
  {
    "name": "魔殿屠龙",
    "year": "1984",
    "id": "1533608",
    "type": ["科幻", "古装"],
    "rate": 5.1,
    "story": "曾掀起连番江湖纷争的倚天剑屠龙刀终由明教教主张无忌（尔冬升 饰）收管，而九阴九阳两部秘笈分别交予周芷若、张无忌。不久朱元璋登基成为皇帝，宋青书（万梓良 饰）凭高超的武功与易容术入宫担任国师，处心积虑谋取几样武林至宝不表。\n宋青书设计杀害周芷若取得《九阴真经》。张无忌回访蒙古第一高手铁真将军（狄龙 饰）时偶遇宋青书命人袭击蒙古边民嫁祸明教，张无忌只得隐藏身份救下蒙古公主（钟楚红 饰），一行三人在混乱中坠入天山秘洞。宋青书先后取得倚天屠龙与九阴九阳，功力大增无人能敌，张无忌与铁真败退后在秘洞中习得天竺九式，二人引宋青书上天山一决雌雄……本片根据金庸小说《倚天屠龙记》演绎而来。©豆瓣",
    "director": ["楚原"],
    "actor": ["尔冬升", "狄龙", "万梓良", "钟楚红"]
  },
  {
    "name": "纹身的女人",
    "year": "1984",
    "id": "26311919",
    "type": ["情色"],
    "rate": 0,
    "story": "",
    "director": ["潘垒"],
    "actor": ["田青", "王侠", "李修贤", "李惠淑"]
  },
  {
    "name": "双龙出海",
    "year": "1984",
    "id": "1305410",
    "type": ["动作", "喜剧"],
    "rate": 6.8,
    "story": "贝多芬（岑建勋 饰）和阿秋（吴耀汉 饰）是一对好朋友，也是搞笑鬼马的便衣搭档。他们常将警局闹得不可开交，连上司陈办（陈欣建 饰）也头疼不已。不过，自从阿秋和安娜（叶德娴 饰）结婚之后，贝多芬就变得孤苦伶仃，可怜兮兮。最终贝多芬搬到了阿秋家，和这对小夫妻凑成一个笑料百出的三人世界。\n陈办不堪其扰，将二人调到素有“鲨鱼田”之称的田警司（田俊 饰）麾下，两人被好好整了一番，苦不堪言。另一方面，陈办在执行任务时被多年前的宿敌飞天蠄蟧（林正英 饰）陷害。贝多芬和阿秋深知老上司被冤枉，于是明察暗访，发誓揪出幕后真凶……©豆瓣",
    "director": ["陈欣健"],
    "actor": ["吴耀汉", "叶德娴", "惠英红", "陈友"]
  },
  {
    "name": "君子好逑",
    "year": "1984",
    "id": "1304260",
    "type": ["喜剧", "爱情"],
    "rate": 6.9,
    "story": "有感于眼下一代年轻人不求上进、没有责任感，有资本家与数位专家决定展开一个实验，看能否用爱情激发年青人的进取之心。牛仔裤店员吴晓辉（谭咏麟 饰）堪称是无追求青年的代表，他整日和一班朋友勾女，毫无上进心，于是成为了实验对象，而担任“爱情机器”给予吴晓辉爱情体验的则是大学助教JoJo（林青霞 饰）。经由一次状况百出、经过安排的“英雄救美”事件，吴晓辉进入了JoJo的爱情剧本，而后者身处大学的职业亦激发了吴晓辉的自卑感，从而埋头苦修日语，期盼能够与JoJo般配。入戏太深的吴晓辉在爱情中无法自拔，当他知晓事情真相后决定义无返顾的追求爱情……©豆瓣",
    "director": ["林岭东"],
    "actor": ["陆剑明", "谭咏麟", "林青霞"]
  },
  {
    "name": "奸人鬼",
    "year": "1984",
    "id": "1307683",
    "type": ["喜剧"],
    "rate": 6.3,
    "story": "鬼怪電影一向都是以驚嚇觀眾為目的，導演陳家蓀卻反其道而行，雖起用一向演奸人為主的石堅任主角，但角色卻是好心鬼簡人。這好心鬼不獨與男孩小吉（梁俊傑）結成好友，更幫助小吉的父親阿祖（狄龍）及母親美琪（蕭芳芳），讓他們得以冷靜處理面臨破裂的婚姻，再發覺仍互相深愛著對方。在小吉的折衷及簡人暗中幫助下，小吉父母終告復合，小吉再獲父母之愛，幸福地生活下去，而簡人亦功成身退，悄然與小吉道別……",
    "director": ["陈家荪"],
    "actor": ["狄龙", "萧芳芳", "石坚", "陈百祥"]
  },
  {
    "name": "三十处男",
    "year": "1984",
    "id": "1532263",
    "type": ["喜剧", "剧情"],
    "rate": 6.2,
    "story": "张坚庭父亲因迷信，禁张三十岁前结交异性。\n郑文雅本为死人化妆师，为交男友改习新娘化妆。\n本爱情喜剧片由陈友与张坚庭之二友电影公司制作，陈友自导自演，张坚庭自编自演，并撮合三代影星，1979年及1982年香港小姐冠军郑文雅及梁韵蕊、70年代红星胡锦及黄淑仪、60年代反派之王姜中平等合作。故事描述，美术设计师张坚庭家祖上风水怪异，男子三十岁前结婚，会被妻子克死，张父姜中平遂严禁张结交异性；但张以限期将届，急不及待觅对象。郑文雅与母胡锦同为死人化妆师，为交男友改习新娘化妆；张与郑遇上即过从渐密…",
    "director": ["陈友"],
    "actor": ["郑文雅", "张坚庭", "梁韵蕊", "胡锦"]
  },
  {
    "name": "省港旗兵",
    "year": "1984",
    "id": "1292846",
    "type": ["动作", "犯罪"],
    "rate": 7.9,
    "story": "何耀东（林威 饰）是文革后偷渡香港的新移民，在港期间他犯下多宗刑事案件，为全港警方所通缉。大东返回大陆，召集打靶仔（蓝湘森 饰）、乌蝇头（方烈 饰）、八中（江龙 饰）、生鸡（陈敬 饰）、肥姑（黄健 饰）等一干穷哥们，商议赴港抢劫银楼。然而他们出师不利，打靶仔在穿越边境时被巡逻兵击毙。余下五人按原计划行事，到达目的地时却发现银楼铁门关闭。原来此前早有一独行达到光顾此地，被警方现场拿下。大东等人心存不甘，驱车在周围逡巡，引起警方察觉。\n一番激烈追逐，大东等方脱离险境。为了一夜暴富的梦想，他们决定继续留港，伺机行动，却因此走上一条不归途……©豆瓣",
    "director": ["麦当雄"],
    "actor": ["陈敬", "江龙", "林国斌", "林威"]
  },
  {
    "name": "开心鬼",
    "year": "1984",
    "id": "1307371",
    "type": ["喜剧", "家庭", "奇幻"],
    "rate": 7.4,
    "story": "清朝，连考十多次也没能中上状元后，朱秀才（黄百鸣）气死了老爹、气走了老婆，自己也含冤于某一寺庙悬梁自杀，结果无法投胎，灵魂被附在了他自杀时所用的麻绳上。\n时间来到1980年代，香港高中女生林小花（李丽珍）、林青青（罗明珠）和颜如玉（林珊珊）暑期旅行的路上遭遇暴风雨，为避雨，她们闯进朱秀才自杀的寺庙，雨毕，林青青于慌乱中将附有朱秀才灵魂的那根麻绳带进住室，惹来一片惊声尖叫，但随着交流的深入，她们慢慢与朱秀才成为无话不谈的朋友，而彼此通过对方的鼓励，更加清楚了接下来要走的路——当然，这一过程中，没少闹笑话。©豆瓣",
    "director": ["高志森"],
    "actor": ["黄百鸣", "罗明珠", "李丽珍", "高志森"]
  },
  {
    "name": "连体",
    "year": "1984",
    "id": "1849790",
    "type": ["恐怖"],
    "rate": 5.4,
    "story": "祈母（恬妮）生下连体女婴～祁宝儿（陈玉莲）和贝儿。必须施分剖手术，祈母为了救宝儿，只好牺牲贝儿。从此贝儿的鬼魂便缠扰着宝儿，直到宝儿大学毕业回港，又屡次害宝儿，更欲夺其男友潘子勤（汤镇宗）。最后，连体婴灵贝儿再度复活，祈父（岳华）被杀，祈母也自杀而死，而一连串令人匪夷所思的事接踵而来。",
    "director": ["麦灵芝"],
    "actor": ["陈玉莲", "麦德罗", "汤镇宗", "李殿朗"]
  },
  {
    "name": "先生贵姓",
    "year": "1984",
    "id": "2046228",
    "type": ["爱情"],
    "rate": 6.8,
    "story": "摄影师志强于一杂志社任职，因工作关系遇上明星范仙并要时常朝夕相对。范仙心灵寂寞，幸得志强时常陪伴左右，二人很快成为知心朋友。某夜二人发生关系后一志强决定追求范仙。但范仙的另一职业是富豪玩伴；志强发现后，黯然离去。范仙友人举办一个摄影展览，志强的作品有幸能够参展。可是展览只着重售卖摄影名家的作品，并无艺术可言，志强满不是味儿……",
    "director": ["赖建国"],
    "actor": ["钟镇涛", "曾庆瑜", "米雪", "黎安儿"]
  },
  {
    "name": "倾城之恋",
    "year": "1984",
    "id": "1298199",
    "type": ["剧情", "爱情", "战争"],
    "rate": 6.7,
    "story": "上海富户白家的养女白流苏（缪骞人 饰）嫁给了一个纨绔败家仔。婚后不久，夫妻便闹翻，白流苏离了婚之后搬回娘家住。她随身携带的钱财被逐渐败落的白家在数年间耗尽，又处处受兄长奚落。为了挣脱日渐困窘的处境，流苏只得考虑再嫁。此时，白家好友徐太太正在为白家七妹宝络牵红线，对方是从英国留学归来的范柳原（周润发 饰）。柳原学成经商，个性风流倜傥、浪漫不羁。在与宝络相亲之日，范柳原却更钟情于白流苏，与她共舞整夜，完全忽略了宝络。白家认为流苏从中作梗，让宝络婚事无望，更加责怪于她。流苏与柳原二人互生倾慕，在香港再次重逢之后，迅速坠入爱河。然而一贯风流的柳原却无结婚的打算，流苏不甘心返回上海。后来柳原不断来电要她去港相会，经不住对柳原的思念，流苏又赴港，两人同居。太平洋战争爆发了，香港沦陷，动乱局势困住了原打算去英国的柳原，两人遂在香港成婚，过着暂且平淡的生活。\n本片获第25届台湾电影金马奖最佳服装设计奖。©豆瓣",
    "director": ["许鞍华"],
    "actor": ["周润发", "缪骞人", "焦姣", "钟景辉"]
  },
  {
    "name": "伊人再见",
    "year": "1984",
    "id": "1298831",
    "type": ["喜剧", "爱情"],
    "rate": 7,
    "story": "梨园子弟小陈（陈勋奇 饰）生出来是个可爱活泼的孩子，却因长辈的颟顸致令失聪。此后他的世界充满宁静，漫画成为小陈唯一的伙伴。因兴趣使然，小陈成年后投入漫画创作，不过他的作品远落后于时代，退稿与滞销成为家常便饭。社长气急败坏，不过还是决定给小陈一次机会，将自己精心策划的亡命鸳鸯系列交给小陈续作。\n在此期间，小陈认识了夜总会上班的女孩仙人掌（倪淑君 饰）。当然他们的初识并不美好，各种各样的小误会不断加深两人的矛盾，小陈甚至还将这个女对头画入漫画之中。然而随着时间的流逝，他们逐渐明了彼此的心意。只是，这感情的道路上依旧充满无数的考验……©豆瓣",
    "director": ["陈勋奇"],
    "actor": ["陈勋奇", "倪淑君", "秦煌", "石燕子"]
  },
  {
    "name": "全家福",
    "year": "1984",
    "id": "1401572",
    "type": ["喜剧", "剧情"],
    "rate": 7.7,
    "story": "结婚多年的家昌（许冠杰 饰）与正男（郑文雅 饰）育有一女一子，两人分居后各自抚养一个孩子。不久夫妇二人各自有了新欢，唯有两个孩子希望能父母复合团聚，各施计谋戏弄对方的新欢，让他们知难而退。可是家昌与正男每次见面都会不欢而散，最终决定离婚。儿女十分难过，相约离家出走，要到外公提到的寺院祈求父母能复合。他们千辛万苦找到儿女，也听到了儿女的感人祈求，最后他们能不能破镜重圆呢？©豆瓣",
    "director": ["石天"],
    "actor": ["小彬彬", "许冠杰", "郑文雅", "甄妮"]
  },
  {
    "name": "快餐车",
    "year": "1984",
    "id": "1292867",
    "type": ["动作", "喜剧"],
    "rate": 7.7,
    "story": "无比（洪金宝 饰）是巴塞罗那一间侦探社的打手，这天，他的侦探社接到了一单大生意：客人委托他们14天内找到一名叫歌利亚的女子和她的女儿施维亚。因为侦探社的社长侦探在外躲债，而无比又不想眼白白丢了一单生意，于是，他找来在当地经营快餐车的华人青年托马斯（成龙 饰）与大卫（元彪 饰）一起进行调查。\n通过调查，他们发现歌利亚原来是当地一名富豪伯爵的千金，伯爵已经去世，如果找不到她或者她女儿的话巨额的遗产将落入她的堂兄的口袋，而他们幕后雇主正是这位心怀叵测的堂兄！于是，一幕英雄救美的好戏上演了！©豆瓣",
    "director": ["洪金宝"],
    "actor": ["成龙", "洪金宝", "元彪", "劳拉·福纳"]
  },
  {
    "name": "我爱罗兰度",
    "year": "1984",
    "id": "1299246",
    "type": ["剧情", "喜剧"],
    "rate": 6.8,
    "story": "罗兰度（陈百祥 饰）是个开修车店的普通青年，但自命风流，一次偷用顾客的跑车出去泡妞，不想客人是个恶少，把他暴打了一顿。被送进医院的罗兰度偶然闯进富商之女阿蚊（夏文汐 饰）的病房，发现她是个心智只有几岁的低智姑娘，罗兰度陪她玩了起来，很快博得她的好感，并且被她父亲廖镖（董骠 饰）聘为保姆，专门逗阿蚊开心。相处之下，罗兰度和阿蚊变得难舍难分，但阿蚊已经被安排接受手术纠正智能，成功恢复的阿蚊变成了一个成熟优雅的少女，罗兰度知道，那个在自己面前开怀大笑的小姑娘已经不在了，他也遭到廖镖解雇，美好的回忆更加映衬现实的不可能……©豆瓣",
    "director": ["王晶"],
    "actor": ["陈百祥", "夏文汐", "王晶", "陈惠敏"]
  },
  {
    "name": "行错姻缘路",
    "year": "1984",
    "id": "2332425",
    "type": ["爱情"],
    "rate": 0,
    "story": "大城市里的几个小人物，各有不同的生活遭遇。一个性格开朗、乐观的女店员，最后黯然地嫁到海外;另一个女店员性格内向羞怯，年近30仍是老处女;她的妹妹是独立自主的时代女性，尽管男朋友离开，仍然坚持生下自己的孩子。一位大排档的胖伙计为移民美国而去读夜校，在那里结识了老处女，两人感情发展得很好;但是一位少女后来介入其中，由于胖伙计不好下姑娘的面子，两人一起去了美国，但不久即告分手只身返港。他与老处女再次相逢，两人遂告同居，但老处女不能满足他的大男子主义，两人只好又分居。由于他们毕竟都是成熟的大人，当他们再次相遇的时候，仍然都给彼此一份尊重\n影片描述都市里几个小人物的不同人生遭遇，反映了人生的沧桑和不可捉摸，提醒人们应珍惜人生，珍惜拥有。故事情节主要为一个原本性格开朗的女店员最后黯然嫁到海外;另一个性格内向，年近30仍是老处女;她的妹妹则是有独立自主思想的女性，虽和男友分手，仍坚持生下孩子;一位饭店的胖伙计为移民美国而去夜校读书，结识了老处女，二人却两度结合，两度分离。",
    "director": ["霍耀良"],
    "actor": ["郑则仕", "叶德娴", "庄静而", "李殿朗"]
  },
  {
    "name": "大小不良",
    "year": "1984",
    "id": "1307935",
    "type": ["剧情", "喜剧"],
    "rate": 7,
    "story": "生活在福幼中心的彬彬（小彬彬 饰）人小鬼大，和一班小朋友时常令恶声恶气的中心余总监（曾志伟 饰）无可奈何。这天，彬彬受童话启发，离园外出探险，偶遇魔术师兄妹俩富（岑建勋 饰）和嘉（张艾嘉 饰）。嘉嗜赌成性，并利用魔术表演偷窃，却被彬彬撞破了好事。嘉因为欠下赌债，连累富被讨债公司追索，富为了帮助入监的妹妹还钱，铤而走险卷入抢劫事件，又阴差阳错结识彬彬。富为人心地善良，将彬彬带回家中一同生活，而彬彬也爱上了这位卷毛“魔法师”。嘉终于重获自由，而此时，彬彬和富变得难分难舍。作为福幼中心的孩子，彬彬难免被收养，这令大小二人深感不舍……©豆瓣",
    "director": ["曾志伟"],
    "actor": ["曾志伟", "张艾嘉", "岑建勋", "小彬彬"]
  },
  {
    "name": "似水流年",
    "year": "1984",
    "id": "1294139",
    "type": ["剧情"],
    "rate": 8.2,
    "story": "在香港生活的珊珊（顾美华 饰）得知祖母在乡下过世，动身返回阔别20年的潮汕老家，为祖母奔丧，同时也是想借机逃离城市里的烦恼。与快节奏的城市生活相比，珊珊的老家依旧保持着记忆中朴实隽永的生活。珊珊与儿时的玩伴阿珍（斯琴高娃 饰）和孝松（谢伟雄 饰）重逢，此时的两人已结为夫妻，珊珊的到来打破了原本波澜不惊的乡间生活。\n而珊珊光鲜的城里人生活的背后是不为人知的艰辛和无奈：父亲的早逝、与妹妹的决裂、感情生活受挫……短暂的归乡旅程结束，故事中每个人的人生又会因这场久别重逢发生怎样的变化呢？\n《似水流年》获得第四届香港电影金像奖最佳影片、最佳导演、最佳剧本、最佳女演员 、最佳新人、最佳美术指导6项奖。©豆瓣",
    "director": ["严浩"],
    "actor": ["斯琴高娃", "顾美华", "谢伟雄", "周沄"]
  },
  {
    "name": "我为你狂",
    "year": "1984",
    "id": "1307057",
    "type": ["爱情"],
    "rate": 6.4,
    "story": "本片由金炳兴自编自导，林敏怡配乐，金马影帝艾迪与蒋丽萍主演，为1984年的爱情小品。故事描述，的士司机艾迪与少女蒋丽萍相爱已久，但艾有神经错乱倾向，蒋为消除心理负担，终忍痛分手；后艾竟大闹蒋家，更断指示真心，令蒋深为感动，终共谐好事。然艾的行为并未因此改进，且不务正业，令蒋甚为反感；当蒋发觉有孕，赶返家中欲报喜，却见艾与一群损友把家弄得一团糟，争执间，艾狂性大发，蒋终告流产，再次离开艾……",
    "director": ["金炳兴"],
    "actor": ["艾迪", "蒋丽萍", "金燕玲", "詹森"]
  },
  {
    "name": "青莲青年",
    "year": "1984",
    "id": "25871641",
    "type": ["剧情"],
    "rate": 0,
    "story": "",
    "director": ["钟国仁"],
    "actor": ["鍾少棠", "亦干霞", "猛丁哥", "譚德成"]
  },
  { "name": "爱奴新传", "id": "3892220" },
  {
    "name": "鬼线人",
    "year": "1984",
    "id": "1304349",
    "type": ["喜剧", "鬼怪"],
    "rate": 5.4,
    "story": "表面上，火麒麟（彭建思 饰）是一个混迹街头整天无所事事的小混混，实际上，他的真实身份是替警方工作的线人。一次意外中，火麒麟得知了十分重要的情报，之后被丧心病狂的悍匪大丧所杀。心事未了的火麒麟阴魂不散，他想方设法联系到了生前好友阿邓（梁家辉 饰），在火麒麟的帮助下，阿邓成功的将大丧捉拿归案。\n一次偶然中，阿邓遇见了名为莎莉（倪淑君 饰）的女子，后者的温柔和美丽很快就吸引了阿邓的注意，腼腆老实的阿邓想要追求莎莉，但苦于无从下手，这时，火麒麟便成为了给阿邓出谋划策的“爱情军师”。阿邓和萨利之间的距离越来越近，就在这时，传来了大丧越狱的消息。想要报仇的阿丧不仅绑架了莎莉，还为阿邓设下了重重的陷阱。©豆瓣",
    "director": ["刘鸿泉"],
    "actor": ["梁家辉", "彭健新", "倪淑君"]
  },
  {
    "name": "好彩撞到你",
    "year": "1984",
    "id": "1307658",
    "type": ["喜剧", "惊悚", "恐怖"],
    "rate": 0,
    "story": "小報記者吳叻, 搵食有術, 辦報之餘, 勸寫電影劇本, 盼有立足影壇之一日. 某夕, 往\"的士高\"跳舞, 遇包租婆之女沈芳芳, 裝束高貴, 與平日判若兩人, 該女郎自稱係富商羅某之義女張薇薇, 叻將信就疑, 相偕至半山區豪華小屋做嬌客. 次晨, 薇薇以項錬馬場情報贈叻, 反遇芳芳, 項錬被芳芳奪去, 金編劇邀叻合作, 急往金家處, 金適由泰國回港, 有意寫上流社會謀財害命之劇, 工作三五日, 新劇完成, 交由導演籌備拍攝, 叻失職被炒, 另以最後之款, 買薇所囑之冷門馬, 得彩近百萬元. 叻往半山謝薇, 薇己旅遊多日未返, 叻回家, 見芳芳戴薇之項錬, 其姿態宛若薇, 叻發現薇已在曼谷遇害, 其靈魂以項錬作媒介, 附芳芳體內, 其目的想借叻之助促成芳芳主演其生前事蹟, 將謀殺案公佈及伸冤.",
    "director": ["丁善玺"],
    "actor": ["陈百祥", "喻可欣", "黄韵诗"]
  },
  {
    "name": "灵气逼人",
    "year": "1984",
    "id": "1307100",
    "type": ["喜剧", "恐怖"],
    "rate": 6.8,
    "story": "安琪（叶倩文 饰）为了完成主题为“中国迷信”的论文，由加拿大抵港实地调查，甫一下飞机，安琪便邂逅了“好色”警察周发（周润发 饰），所幸未被其进一步纠缠。安琪为租得便宜住所，结识油嘴滑舌的汽车经纪人Hansom王（黄百鸣 饰），Hansom王色胆更甚，帮助安琪安家后便以帮助其了解迷信文化为借口痴缠不休。\n安琪租住的房间虽然便宜，实际上却是凶宅一间，一位歌星因三角爱情自杀于此，冤魂驻留房间久久不散。Hansom王在凶宅中被女鬼整治，周发亦因关心安琪被卷入此事，两人力劝安琪搬离，但后者丝毫不为冤魂所动坚守凶宅，最终被女鬼上身。为解救安琪，汽车经纪人与警察请出法师助阵，与女鬼展开连番对抗……©豆瓣",
    "director": ["于仁泰"],
    "actor": ["周润发", "叶倩文", "黄百鸣"]
  },
  {
    "name": "缘分",
    "year": "1984",
    "id": "1304961",
    "type": ["喜剧", "爱情", "剧情"],
    "rate": 7.2,
    "story": "在新开通的地下铁中，青年陈保罗（张国荣 饰）对同车的莫妮卡（张曼玉 饰）一见钟情，不幸却被另一名乘客安妮（梅艳芳 饰）趁机捉弄。这几位年轻人很快散落在茫茫人海中，职场新丁陈保罗开始为工作奔忙，莫妮卡则为了厘清和上司的一段旧情而心神不宁。某日，保罗与莫妮卡再次相遇，而富家小姐安妮亦再度出现，半捉弄半挑逗地缠上了保罗。莫妮卡找到新工作，遭遇了好色新领导的骚扰，保罗则在安妮的暗中帮衬下正式追求莫妮卡，与后者的好色上司连番交手。莫妮卡考虑接受保罗的爱意但终于退缩，声称将他们的爱情交付给一场地铁中的缘分游戏。在离乱的人流中，保罗和安妮一起，去找寻消失的莫妮卡……©豆瓣",
    "director": ["黄泰来"],
    "actor": ["张国荣", "张曼玉", "梅艳芳", "陈友"]
  },
  {
    "name": "穿梭阴阳界",
    "year": "1984",
    "id": "25919947",
    "type": ["惊悚", "恐怖"],
    "rate": 4.9,
    "story": "黄医生小时候经历过一段最凄惨的故事,父亲得病被医生误以为已过世,于是抬着父亲去火葬场,当火燃烧的时候才发现父亲并没有死,而站在一旁的母亲和黄医生束手无措,只能眼睁睁看着父亲被大火活活烧死,这件事给黄医生留下了深刻印象,以至于后来无法忘记火,生活中经常觉得身边有一团大火.多年后,他和女朋友在相处中身边奇怪的事情也发生了……",
    "director": ["黃華麒"],
    "actor": ["苏明明", "汤镇业", "喻可欣", "任喜寶"]
  },
  {
    "name": "上海之夜",
    "year": "1984",
    "id": "1299523",
    "type": ["剧情", "喜剧", "歌舞"],
    "rate": 7.6,
    "story": "抗战年代，夜总会小丑董国民（钟镇涛 饰）不堪忍受日寇对上海的肆意轰炸，毅然告别叔父投军，出发之前，董国民在苏州桥下与一名女子一见钟情，他们约定胜利后再见……时间一晃十年，董国民回到上海，自此时常在苏州桥下徘徊，渴望再遇当年人，然而物是人非，此时的桥下只有几个落魄的老兵露宿。董国民楼下的舞小姐阿舒（张艾嘉 饰）收留了一名来沪女子邓仔（叶倩文 饰），并给她生活上的帮助，二人以姐妹相称。董国民与邓仔在天台邂逅，虽然邓仔并非董国民所误会的当年人，但仍对这位青年产生了好感。不久阿舒亦介入了这段关系，但为成全邓仔，阿舒选择了退出。不久董国民终于发现阿舒正是桥下的当年人，而此刻，阿舒却与别人踏上了南下的列车……\n本片为徐克电影工作室的开山之作。©豆瓣",
    "director": ["徐克"],
    "actor": ["钟镇涛", "张艾嘉", "叶倩文", "田青"]
  },
  {
    "name": "无里头岛",
    "year": "1982",
    "id": "26757814",
    "type": [],
    "rate": 0,
    "story": "",
    "director": ["李超俊"],
    "actor": ["孙越", "师父仔", "陶大伟", "李超俊"]
  },
  {
    "name": "有Friend冇惊",
    "year": "1984",
    "id": "5364974",
    "type": ["剧情", "犯罪"],
    "rate": 5.9,
    "story": "Joe（鄧光榮飾）為人正直、有義氣、處事從不拘泥苟且。Joe之兄長誤交損友，被亡命之徒所謂「兄弟」（張國柱、江富德、周比利分飾）陷害，身陷囹圄。Joe替其兄不值，向匪徒討回其兄應得之鉅款，豈料匪徒們因財失義，頓起殺機。Joe不防暗箭，急逃以避其鋒。危急之際，幸遇一美麗動人的芭蕾舞教師Ann（鄭文雅飾）義助，得以脫險……",
    "director": ["萧荣"],
    "actor": ["邓光荣", "郑文雅", "冯淬帆", "张国柱"]
  },
  {
    "name": "多情种",
    "year": "1984",
    "id": "2138569",
    "type": ["剧情"],
    "rate": 6.1,
    "story": "洛奇是管弦乐团的三角敲击手。在结婚一周年的纪念日，他太太离家出走。好朋友查理及其同居女友妙芬决定为洛奇介绍女朋友，以弥补其空虚的心灵。在一次交通意外，妙芬受伤留医。查理为公干远游，妙芬对他重利轻离的行为十分不满，反而洛奇悉心呵护，使两人友情变成爱情……",
    "director": ["沈莹"],
    "actor": ["曾志伟", "林良蕙", "吕良伟"]
  },
  {
    "name": "锦衣卫",
    "year": "1984",
    "id": "1845893",
    "type": ["动作", "武侠", "古装"],
    "rate": 6.3,
    "story": "「锦衣卫」为明皇帝直接管轄之特务机关，负責巡察緝捕乱黨。時英宗昏庸无能，大权落入宦官王振（刘永）之手，他操纵锦衣卫，利用它诛杀异己，残害忠良；然锦衣卫统领赵不凡（梁家仁），却是一心保国卫民的忠臣，在连续几次暗杀行动中，义释忠良。在王振的威胁下，身为锦衣卫总管的赵父无奈被迫追杀亲儿子…",
    "director": ["鲁俊谷"],
    "actor": ["梁家仁", "胡冠珍", "谷峰", "刘永"]
  },
  {
    "name": "走火炮",
    "year": "1984",
    "id": "4326033",
    "type": ["喜剧", "悬疑"],
    "rate": 5.8,
    "story": "桂治洪导演的香港剧情片。有喜剧和惊悚的成分。吕绣菱天真中带着一丝对男人的狡黠，大跳迈克尔杰克逊的僵尸舞，结尾变态连环杀手过了把瘾······",
    "director": ["桂治洪"],
    "actor": ["万梓良", "高飞", "汤镇宗", "吕秀菱"]
  },
  {
    "name": "失婚老豆",
    "year": "1984",
    "id": "1305102",
    "type": ["剧情", "喜剧"],
    "rate": 7.3,
    "story": "失婚中年毛化果，与儿子比利相依为命，房东小钢炮与妻离异后跟女儿猪饱一起生活，小钢炮一向对家庭冷淡又不关心女儿，自从无化果搬来同住后，把家里料理得井井有条，照顾“小”父女无微不至，小钢炮渐受薰陶，变得重视家庭和女儿。这时，毛之前妻却提出要带比利移民加拿大，毛虽力争儿子抚养权却失败。",
    "director": ["郑则仕"],
    "actor": ["郑则仕", "曾志伟", "胡冠珍", "陈嘉仪"]
  },
  {
    "name": "等待黎明",
    "year": "1984",
    "id": "1300553",
    "type": ["动作", "战争"],
    "rate": 7.8,
    "story": "叶剑飞（周润发 饰）从小在戏班长大，对生活现状很是不满意的他一直想要到美国，希望能够在那里出人头地，但他的偷渡计划却屡屡失败。一次偶然中，叶剑飞结识了名叫黄克强（万梓良 饰）的男子，两人一见如故，结为了好友。\n黄克强和青梅竹马阿男（叶童 饰）两情相悦，无奈阿难的父亲却要将阿男嫁给她并不喜欢的富家子弟，黄克强和阿难决定私奔。然而，就当三人跃跃欲试之际，战争爆发了，出国的计划再次流产。之后，阿男惨遭巡警强暴，黄克强终于得到了阿男父亲的认可，而叶剑飞则成为了“日军太保”，至此，三人依然没有忘记当初的约定，他们登上了难民船，开始了他们最后的旅行。©豆瓣",
    "director": ["梁普智"],
    "actor": ["周润发", "万梓良", "叶童"]
  },
  {
    "name": "望子成虫",
    "year": "1984",
    "id": "1299856",
    "type": ["冒险", "喜剧"],
    "rate": 6.5,
    "story": "阿松自幼随父学武，天资颖异，惜不肯下苦功鍜练，徒具架式中看不中用，喜卖弄小聪明，仗其父为两广民团总教练，终日四处招摇，常率家丁惹事生非，终得罪龙英被教训一塲离家出走，遇百忍和尚在市面招摇，自翊少林高僧，实乃江湖骗子，钱央求和尚传授少林真传又被和尚所骗，在父亲面前逞强，岂料又出失败，后在和尚的劝导下，苦练家传拳法，吐气扬眉，光宗耀祖。",
    "director": ["徐虾"],
    "actor": ["陈观泰", "曹查理", "李丽丽", "钱小豪"]
  },
  {
    "name": "风流冤鬼",
    "year": "1984",
    "id": "1868173",
    "type": ["恐怖"],
    "rate": 5.2,
    "story": "本片為招振強與李泰亨聯合導演。故事描述，二次世界大戰期間，紅歌女阿花（鄺美寶）逃亡時，遭鄉村大戶陶老爺姦殺，更奪去珠寶錢財；自此陶宅即經常鬧鬼，未幾陶老爺亦神秘死亡，其家人則遷往別處，陶宅從此荒廢。事隔多年，陶老爺之後人陶明（顧冠忠）嗜賭如命，更因阿花鬼魂作怪而欠下鉅款，明妻暗中將故有陶宅售予楊教授夫婦（劉永、錢慧儀），楊入住後即遇上怪事連篇，楊不得不相信全無科學根據的鬼神之說……",
    "director": ["招振强", "李泰亨"],
    "actor": ["刘永", "钱慧仪", "顾冠忠", "邝美宝"]
  },
  {
    "name": "花心萝卜",
    "year": "1984",
    "id": "16538560",
    "type": ["剧情"],
    "rate": 0,
    "story": "",
    "director": ["梁家树"],
    "actor": ["郑文雅", "王青", "林建明", "卢海鹏"]
  },
  {
    "name": "反碗底",
    "year": "1984",
    "id": "5156015",
    "type": ["冒险", "犯罪"],
    "rate": 0,
    "story": "",
    "director": ["黄少俊"],
    "actor": ["吕小龙", "魏秋桦", "黄元申", "刘一帆"]
  },
  {
    "name": "艳鬼发狂",
    "year": "1984",
    "id": "1299382",
    "type": ["犯罪", "恐怖", "悬疑"],
    "rate": 5.9,
    "story": "香港皇家警察萧玉龙（萧玉龙 饰）自多年前的索命惨案以来，总算过回正常人的生活。但命衰衰一世，虽有娇妻幼儿，可似乎厄运不愿离他而去。他和妻儿以极低的价格租到一幢阴森森的鬼屋，噩梦从此开始。\n20世纪50年代，酒吧女郎Lucy和美国海军Tim相恋，并在古屋同居。谁知最终劳燕分飞，Tim抛弃怀孕的Lucy独自回国，导致Lucy愤然杀死出生后的儿子，随后自杀，一腔怨气郁结屋中，成为远近闻名的鬼屋。萧时运不济，搬入其中，更倒霉地与Tim生日相同，令飞来横祸祸及妻儿……©豆瓣",
    "director": ["黎大炜"],
    "actor": ["萧玉龙", "邝美宝", "王小凤"]
  },
  {
    "name": "癫凤狂龙",
    "year": "1984",
    "id": "1302200",
    "type": ["喜剧"],
    "rate": 6.3,
    "story": "蓝乃才导演，惠英红和黎燕珊，陈百祥主演，剧情紧凑的绝版笑片。",
    "director": ["蓝乃才"],
    "actor": ["惠英红", "冯淬帆", "陈百祥", "石坚"]
  },
  { "name": "一脱求生", "id": "20266574" },
  {
    "name": "夹心沙展",
    "year": "1984",
    "id": "2147433",
    "type": ["剧情", "犯罪"],
    "rate": 5.6,
    "story": "退休沙展范根（冯淬帆）与高级警察李国江（黄锦燊）本是同胞，后因一闪严重过失，范根代替李国江承担责任而遭革职之后，范在贤姐（李殿朗）的发型屋内任发型师，并得到贤姐芳心暗许，但可惜范根爱子身染重病每年需要换血费用甚巨，范为替其子彻底治病，秘密为黑帮首领洪驹（王伟）任杀手。",
    "director": ["巴山"],
    "actor": ["馮粹帆", "黃錦燊", "李殿朗"]
  },
  {
    "name": "鬼马天师",
    "year": "1984",
    "id": "2250205",
    "type": ["动作", "喜剧", "恐怖"],
    "rate": 6.6,
    "story": "科学门以道术奇诡见称，可惜后人吴顺超无心向道，其婆婆苦无教孙良方。龙虎山道观醉道人发现超具习道条件，死缠对方，此时出现了一名叫脑魔的怪客，道术高强，处处要把科学门众人至于死地……",
    "director": ["袁祥仁"],
    "actor": ["袁日初", "袁信义", "袁祥仁", "朱海玲"]
  },
  {
    "name": "男女方程式",
    "year": "1984",
    "id": "4326040",
    "type": ["剧情", "喜剧"],
    "rate": 6.9,
    "story": "决心投身文化传播事业的汤宝宝与任职广告公司之男友David相恋多年，David希望早日结婚，汤决等事业有成就才结婚，汤应征规模宏大的“大奔”机构。谁知其经理割禾青仍大男人主义，看不起女性，决定只聘用男性雇员，，汤被拒绝录用，心中不愤，实行女扮男装力争其职，演出一场港产片的“杜丝先生”，惹起笑话连篇。",
    "director": ["艾美利"],
    "actor": ["胡慧中", "万梓良", "王青"]
  },
  {
    "name": "爱情麦芽糖",
    "year": "1984",
    "id": "10355637",
    "type": ["爱情"],
    "rate": 5.7,
    "story": "青春爱情片《爱情麦芽糖》讲述了一对青梅竹马的有情人，在世俗的金钱和地位考验下，最终没能“有情人终成眷属”的故事。片中“偷书姑娘付秋琴”这一人物的设置，给“程序化”的爱情故事掀起波澜，充满戏剧性。",
    "director": ["单慧珠"],
    "actor": ["司马燕", "林国雄", "王静仪", "李司棋"]
  },
  {
    "name": "三文治",
    "year": "1984",
    "id": "1302372",
    "type": ["剧情"],
    "rate": 7.3,
    "story": "本片讲述关于男女的情欲故事，当中也有心理悬疑和动作暴力的元素。张国荣客串时装设计师一角。\n翁维铨（导演）也曾解释过片名的意思：正如我的影片名字一样——三文治——香港年青人是夹心年代的人。他们所认同的只是一味Disco、餐厅的朋友，他们接触不到其他的世界。一方面是经济问题，另一方面则是他们不想其他东西。他们去迪士高，晚晚都去，除此之外他们只想买一些漂亮的东西。他们个人最明显想拥有一间很小的房间，听听音乐，其他是一概可以不理。",
    "director": ["翁维铨"],
    "actor": ["潘震伟", "惠英红", "马湘鄂", "黄家驹"]
  },
  {
    "name": "猫头鹰与小飞象",
    "year": "2019",
    "id": "25924056",
    "type": ["奇幻", "冒险"],
    "rate": 6.7,
    "story": "迪士尼影业荣誉出品，鬼才导演蒂姆·波顿执导，全新真人冒险电影《小飞象》为这个经典童话故事锦上添花，讲述了一个颂扬与众不同，珍视亲情家庭，梦想展翅翱翔的故事。在马戏团老板麦克斯·美第奇（丹尼·德维托饰）雇佣下，过气马戏明星霍尔特·法瑞尔（柯林·法瑞尔饰）与儿女米莉（妮可·帕克饰）和乔（芬利·霍宾斯饰）一起，照顾刚出生就因耳朵巨大而受到嘲笑的小飞象。当三人发现小飞象真的会飞时，原本苦苦挣扎的马戏团重获新生，也招来企业家V.A.范德维尔（迈克尔·基顿饰）的注意，邀请小飞象加入他旗下不同凡响的游乐设施，梦想王国。在那里，小飞象与迷人的空中杂技演员柯蕾特·马尔尚（爱娃·格林饰）一起展翅高飞，但霍尔特却发现梦想王国光鲜的外表之下，藏着无数黑暗的秘密。",
    "director": ["蒂姆·波顿"],
    "actor": ["伊娃·格林", "科林·法瑞尔", "迈克尔·基顿", "妮可·帕克"]
  },
  {
    "name": "圣诞快乐",
    "year": "1984",
    "id": "1304309",
    "type": ["喜剧"],
    "rate": 7.8,
    "story": "光头佬麦sir（麦嘉 饰）早年丧偶，独力拉扯儿子（陈百强 饰）、女儿（李丽珍 饰）和小光头三个儿女。麦sir生日之时，同事集体整蛊他表示庆祝，老板为了表彰他的多年付出，更赠送汽车一辆，谁知送车的小伙子John（张国荣 饰）与麦sir发生摩擦，不明就里的麦sir将自己的新车拆了个七零八落。麦sir将小光头寄送在对门的歌手阿凤（徐小凤 饰）家中，而麦sir对阿凤实际早有情意，但苦于无法说破。另一方面，儿女辈的情事同样令麦sir头疼，害怕女儿早早芳心他属，可John的攻势一浪强似一浪；期望儿子潇洒人间，但Danny却十足纯情……在圣诞节的前夕，麦家人拉开了各自的爱情好戏。©豆瓣",
    "director": ["高志森"],
    "actor": ["张国荣", "麦嘉", "徐小凤", "陈百强"]
  },
  {
    "name": "雪儿",
    "year": "1984",
    "id": "1473921",
    "type": ["剧情"],
    "rate": 6.1,
    "story": "新浪潮导演谭家明代表作之一，钟楚红在谭家明唯美的镜头下，显得美艳动人，奠定一代性感巨星的地位。舞蹈教师雪儿（钟楚红）年青慧美，敢爱敢恨，被富商戴家乐（楚原）力追，但她却心系青年艺术家阿化（梁家辉），并选择了与阿化共赋同居，戴家乐心有不甘，设计让雪儿对他改观，更利诱阿化离开雪儿！戴家乐以为阿化与雪儿分手，自己便可乘虚而入，结果阿化不甘失败，将真相剖白，两人互揭疮疤，互扬丑事，雪儿窃笑之余，不禁一阵失落。\n花絮：\n钟楚红是80年代公认的性感女神。印象中《雪儿》是一部奇特的电影，是谭家明新浪潮电影代表作？而最令人惊讶的是影片中梁家辉的裸戏，比起后来的《情人》《南京的基督》有过之而无不及，让观者目瞪口呆大跌眼镜。梁家辉“坦然”一露，钟楚红遂有幸成为最早观摩过“天下第一美臀”的演员。或许，连钟楚红自己都想不起，自己曾拍过露点戏。但事实是，当年钟楚红主演“新浪潮导演”谭家明的《雪儿》时，确有一场裸露上身的戏。按照剧情安排，脱光上身的钟楚红与梁家辉走在漆黑的屋子里，走到窗户前时，由于钟楚红手中拿着蜡烛，烛光之下，本可饱餐秀色，可惜钟楚红迅速将烛火吹灭，明暗闪露之间，所以钟楚红唯一银幕露点照就这样曝光啦……",
    "director": ["谭家明"],
    "actor": ["钟楚红", "梁家辉", "楚原", "黎小田"]
  },
  {
    "name": "鸿运当头",
    "year": "1985",
    "id": "1305421",
    "type": ["喜剧", "惊悚"],
    "rate": 6.7,
    "story": "吴大福与老虎仔兄弟情深，老虎仔因意外入院，昏迷不醒。大福即往泰国向灵神祈求，甘愿以自己所有折半换回老虎仔一命。老虎仔果然康复。兄弟分别追求两位漂亮女护士。但大福发觉自己的东西开始减半，急忙找术士卜问避祸……",
    "director": ["黄志强 (Kirk Wong)"],
    "actor": ["郑则仕", "泰迪罗宾", "高雄"]
  }
]
