[
  {
    "name": "漫画威龙",
    "year": "1992",
    "id": "1400673",
    "type": ["喜剧", "动作"],
    "rate": 6.9,
    "story": "本片是《新精武门》的续集。牛皮（陈百祥 饰）为刘晶（周星驰 饰）在擂台上的英姿折服，自此苦缠拜师，却引起小敏（张敏 饰）对刘晶误会。刘晶获得的巨额奖金被师父们全部输光，更卷入了潇洒（钟镇涛 饰）与一女孩的纠葛，小敏对他的误会也日益加深，刘晶运气一时衰到了极点。\n阿威之大哥横刀（元华 饰）为替弟报仇，将刘晶的神力右手打残，幸有牛皮之姑牛牡丹（萧芳芳 饰）危急关头蒙面救走刘晶。于是刘晶在牛家休养，邂逅和小敏相貌一样的牛皮表妹——婉君（张敏 饰），不久横刀找上门来，将牛皮与婉君掳走，牛牡丹为保住牛家血脉，只得将牛家祖传的“电角神拳”传授于刘晶……©豆瓣",
    "director": ["左颂升", "元奎"],
    "actor": ["周星驰", "萧芳芳", "陈百祥", "张敏"]
  },
  {
    "name": "四大探长",
    "year": "1992",
    "id": "1307257",
    "type": ["剧情", "犯罪"],
    "rate": 6.6,
    "story": "讲述了香港警界的四名华人探长的故事。",
    "director": ["林德禄 "],
    "actor": ["任达华", "李修贤", "郑则仕", "李子雄"]
  },
  {
    "name": "吴三桂与陈圆圆",
    "year": "1992",
    "id": "1415213",
    "type": ["喜剧", "爱情"],
    "rate": 6.1,
    "story": "在一個充滿陽光的夏天，性格富同情心的香港會計師陳太圓隻身來到加拿大，準備與其貌美任性的太太Beauty會合共同生活，怎料Beauty已移情別戀洋人警司，圓人財兩空，流落異鄉，唯有投靠已故小學同學吳二牛之妹吳桂芳……",
    "director": ["郑丹瑞"],
    "actor": ["郑丹瑞", "郑裕玲", "陈慧仪", "杨玉梅"]
  },
  {
    "name": "西藏小子",
    "year": "1992",
    "id": "2072947",
    "type": ["动作"],
    "rate": 6.2,
    "story": "一位收藏家在无意之中获得了原属于布达拉宫的圣物巴布金瓶，布达拉宫派出了喇嘛旺拉（元彪 饰），让他前往香港和收藏家接头，带回圣物。哪知道圣物重出江湖的消息不胫而走，传到了红教领袖罗桑的耳中，邪恶的罗桑企图抢走金瓶，利用金瓶的神奇力量实现野心。\n旺拉见到了收藏家的代理律师邱胜男（李嘉欣 饰），然而，当两人来到收藏家的家中时，却发现收藏家已经被早一步到达的罗桑杀死，金瓶亦被抢走。旺拉当然不能让罗桑的阴谋得逞，两人之间展开了激烈的争斗。可惜旺拉不敌诡计多端的罗桑，被俘性命悬于一线。就在此时，罗桑和邱胜男的心灵相通，爆发出了强大的力量。©豆瓣",
    "director": ["元彪"],
    "actor": ["元彪", "李嘉欣", "利智", "元华"]
  },
  {
    "name": "龙猫烧须",
    "year": "1992",
    "id": "3080140",
    "type": ["喜剧", "动作", "犯罪"],
    "rate": 5.5,
    "story": "警员企鹅（郑则士饰）及北极熊（楼南光饰）一向不思进取，和他们同期毕业的女警姣婆英（胡慧中饰）已升为警司，他们俩却还是普通警员。英为了提拔他们，便派遣他们协助由波罗乃来港的波罗蜜（林俊贤饰）查案。波罗蜜在一次危急之中拿企鹅的枪追贼，不料企鹅枪中竟装的是空弹，波罗蜜因此被歹徒打死，企鹅及北极熊对此颇感内疚，并以私人身份相随波罗蜜遗孀阿芝身边。不料阿芝乃是歹徒为了取回犯罪证据而派......",
    "director": ["郑则仕", "楼南光"],
    "actor": ["郑则仕", "楼南光", "胡慧中"]
  },
  {
    "name": "夜夜伴肥娇",
    "year": "1992",
    "id": "3020643",
    "type": ["剧情", "喜剧", "犯罪"],
    "rate": 6.5,
    "story": "友为人憨直，虽服务警队十年，有劳但无功。结婚七年，其妻在商界春风得意，与友生活习惯及思想行为距离愈来愈远，其妻卒不辞而别。友在查案中得知消息，大失常态，险些累及女警吴君如身陷险境，二人自此积怨……",
    "director": ["钱永强"],
    "actor": ["陈友", "吴君如", "吴家丽", "张坚庭"]
  },
  {
    "name": "神算",
    "year": "1992",
    "id": "1451895",
    "type": ["喜剧", "犯罪"],
    "rate": 6.8,
    "story": "许怀谷（许冠文 饰）专职为人算命，但他实际上不过是预先搜集了客人的资料而且利用了客人的心理，被人称为神算。税务局局长夫人疑心丈夫有外遇前来占卜，竟然让许怀谷猜中了疑似局长情人的名字。局长遭到妻子责骂后，决定派出评税员邱浩基（黎明 饰）调查许怀谷的收入。调查期间，许因为头部受伤得了超能力，接触到别人手脚便能看到对方的将来。浩基为了升职便要求许怀谷接近商人洪森，希望能找到他瞒税的证据。开始时候洪森处处回避，当知道许怀谷是个神算后，便重金礼聘二人。浩基借此机会彻底调查洪森……©豆瓣",
    "director": ["许冠文"],
    "actor": ["许冠文", "黎明", "许冠英", "刘小慧"]
  },
  {
    "name": "家有喜事",
    "year": "1992",
    "id": "1300064",
    "type": ["剧情", "喜剧", "爱情"],
    "rate": 8.4,
    "story": "常家大哥常满（黄百鸣 饰）事业有成，可是却嫌弃家中老婆程大嫂（吴君如 饰）是个黄脸婆，不懂打扮。程大嫂每天在家服侍老人痴呆的公婆，深得常骚（张国荣 饰）与常欢（周星驰 饰）的喜爱。娘娘腔常骚与“男人婆”表姑妈梁无双（毛舜筠 饰）是一对死对头，可在两人同时受到感情伤害的时候，萌生爱意。常欢是出名的花花公子，却意外撞坏了脑子，女朋友何里玉（张曼玉 饰）还是愿意留在他的身边。当个人都心有所属时，却要帮大哥想办法挽回与程大嫂的感情。©豆瓣",
    "director": ["高志森"],
    "actor": ["张国荣", "周星驰", "张曼玉", "吴君如"]
  },
  {
    "name": "双龙会",
    "year": "1992",
    "id": "1296978",
    "type": ["动作", "喜剧"],
    "rate": 7.5,
    "story": "由于匪徒劫持，一对双胞兄弟刚出生即遭分离。弟弟玩命（成龙）被舞女捡到抚养长大，终日浪迹于社会底层，为帮朋友泡妞，他结识了歌女芭芭拉（张曼玉），因此得罪黑社会；哥哥马友（成龙）被一对有钱夫妇带去美国，接受了良好教育长为著名音乐家，回港开音乐会时，结识世伯家的女儿唐心（利智）。\n阴差阳错中，两人互换角色进入对方生活，由于大家分不清谁是马友谁又是玩命，笑话迭出，芭芭拉与唐心的心思也渐起变化。音乐会上，玩命胡指乱挥不想大获成功，而马友在黑帮威逼下，开车去救被黑帮抓做人质的玩命的好友泰山，随后，两兄弟开始连手共斗强敌。©豆瓣",
    "director": ["徐克", "林岭东"],
    "actor": ["成龙", "张曼玉", "利智", "泰迪·罗宾"]
  },
  {
    "name": "我爱扭纹柴",
    "year": "1992",
    "id": "1306787",
    "type": ["喜剧", "剧情", "爱情"],
    "rate": 6.8,
    "story": "自幼青梅竹马的吴山水（周润发 饰）与郭飞莹（郑裕玲 饰）是一对甜蜜的恋人，但当飞莹自英国回到乡间后，她与山水之间的价值观截然不同了。加之山水的大男人主义，倔强的两人分手收场。分开后的山水认识了新女友阿珊（刘嘉玲 饰），飞莹也有了新男友，各自都有了不同的生活。直到新春，两人重逢都想起了开心的往昔，一起开车兜风，怎料车子直冲向了悬崖边……©豆瓣",
    "director": ["罗启锐"],
    "actor": ["周润发", "郑裕玲", "毛舜筠", "刘嘉玲"]
  },
  {
    "name": "赌城大亨之新哥传奇",
    "year": "1992",
    "id": "1300330",
    "type": ["剧情", "爱情"],
    "rate": 6.6,
    "story": "何新（刘德华 饰）本生于买办之家，从小生活优裕，然而父亲一次投资失败导致家道中落，何新与母亲从此受尽白眼，而他也只有靠努力学习来改变境遇，何新在校期间与同学程乐儿（王祖贤 饰）交好，可面对富家子情敌的挑衅他只有隐忍。1941年，日本入侵香港，何新与好友阿南（万梓良 饰）奔赴澳门，二人在码头做苦力被经理王昌（秦沛 饰）算计，但因成功击退地痞保卫码头，他们进入外籍主管阿方索入住，此间何新对阿方索的私生女儿阿妹（邱淑贞 饰）一见钟情。何新出计策打败了赌场的“听骰客”，又做成了私货生意，得以在澳门赌场大哥傅老喳门下出头，踏上赌城大亨之路……©豆瓣",
    "director": ["王晶"],
    "actor": ["刘德华", "万梓良", "邱淑贞", "王祖贤"]
  },
  {
    "name": "逃学英雄传",
    "year": "1992",
    "id": "1299891",
    "type": ["喜剧"],
    "rate": 6.3,
    "story": "台湾少年小狗（郭富城 饰）的父亲因向警方告密，使得台湾黑帮老大暂时被收监，等待起诉。为了安全起见，小狗来到了香港，并改名换姓入读了圣育强中学。谈判专家阿坚（张坚庭 饰）因谈判时常出错，被派到了圣育强中学当卧底老师，寻找小狗。阿坚来到圣育强中学，发现这里的学生都是些顽劣的问题少年，其中这里的学生领袖A士更是令人头疼。阿坚在学校认识了女教师梦想（张敏 饰），很快对她产生好感，这时，阿坚的女友女警阿卿（邱淑贞 饰）也来到了这里当卧底。应付顽劣学生尚且力不从心的阿坚，同时也面临着一场三角恋，学校里的爆笑场面不断。台湾黑帮老大终因证据不足被释放了，在杀死了小狗的父亲后，来到了香港准备小狗也干掉。面对台湾黑帮，阿坚最终能否顺利救下小狗？©豆瓣",
    "director": ["王晶"],
    "actor": ["郭富城", "张敏", "邱淑贞", "吴孟达"]
  },
  {
    "name": "阮玲玉",
    "year": "1991",
    "id": "1293414",
    "type": ["传记", "剧情", "爱情"],
    "rate": 8.5,
    "story": "一代电影明星阮玲玉（张曼玉饰）的一生波折辛酸，由璀璨的荧幕生涯到黯然的个人生活，皆成为后世怀念与争论不休的话题。其与张达民（吴启华饰）、唐季珊（秦汉饰）、蔡楚生（梁家辉饰）的感情纠葛让人唏嘘不已。本片导演关锦鹏以记录片的拍摄方式，穿插阮玲玉女士的原片与张曼玉饰演的画面交织，又附着老影人的采访与演员张曼玉自己的感受，可谓创造出了时空变换的美感与意境，让人不禁为这一代玉人的一生惋惜与深思。“人言可畏”，成为经典绝语。\n张曼玉凭该片获得柏林影后。©豆瓣",
    "director": ["关锦鹏"],
    "actor": ["张曼玉", "梁家辉", "秦汉", "刘嘉玲"]
  },
  {
    "name": "哗！英雄",
    "year": "1992",
    "id": "1301022",
    "type": ["动作", "喜剧"],
    "rate": 5.9,
    "story": "阿华（刘德华 饰）一直想当一名好警察，正当他得到了好机会正想大展拳脚的时候，他被调至的小组意志十分消沉，完全没有工作的干劲。他们的队伍常常受到另一队由张扬（张耀扬 饰）的出色人马藐视。阿华十分不满扬的作风，更在一次行动中与之发生冲突。\n阿华的母亲（林建明 饰）召回了家中，因为阿华的女友阿兰（张曼玉 饰）受父亲（秦沛 饰）所逼要嫁给一个与她完全没有感情的有钱人，阿兰的父亲更是阿华的师傅，情与义之间不知如何抉择。令阿华更加烦恼的是，自己的母亲竟然与自己的同事秋（黄秋生 饰）发生了感情。\n回到警察局后，一群匪徒企图闯进入拯救自己的同党，但阿华成功擒拿匪徒的功劳竟然被张扬设计夺走。忍无可忍的阿华决定与张扬在跆拳道赛中一决胜负。©豆瓣",
    "director": ["陈木胜"],
    "actor": ["刘德华", "张曼玉", "黄秋生", "张耀扬"]
  },
  {
    "name": "富贵黄金屋",
    "year": "1992",
    "id": "1390011",
    "type": ["喜剧"],
    "rate": 7.5,
    "story": "骠叔（董骠 饰）与妻子骠婶（沈殿霞 饰）、二女儿（李丽珍 饰）、小女儿住在公屋里，已经结婚了的大女儿与女婿希望能搬到骠叔家同住。但本来骠叔家中就地方狭小，现在又迎来即将生育的大女儿与女婿。加上现居的周遭环境复杂，对妻子女儿们的出入造成很多的困扰。\n本来经济环境不算太好的骠叔，决定在香港楼价不稳定的状态下搬家。在寻找新家的过程中，好不容易找到了一层廉价的住房。一家六口兴高采烈的搬进了新家，心想就此安居乐业了。但没想到地产发展商看中了附近的地皮用作商业用途，企图牟取暴利。\n地产商用卑鄙手段试图赶走骠叔，骠叔一家决定与邻居一起抵抗地产商，誓要捍卫家园。©豆瓣",
    "director": ["高志森", "宋豪辉"],
    "actor": ["董骠", "沈殿霞", "陈奕诗", "李丽珍"]
  },
  { "name": "花街狂奔", "id": "10430314" },
  { "name": "聊斋三之灯草和尚", "id": "4227664" },
  {
    "name": "童党之快打旋风",
    "year": "1992",
    "id": "3237371",
    "type": ["动作"],
    "rate": 5.6,
    "story": "蓝靖(郭富城饰)为一富家独生子，缺少家庭温暖，常独来独往。一晚，他结识一群游手好闲的青年人，并成为同伙，一起出入赌场，频频惹事。靖亦有意将他们带回正途，谁知好事多磨，发生一场血腥的打斗，靖和美(刘小慧饰)得以幸免。",
    "director": ["曹建南"],
    "actor": ["郭富城", "刘小慧", "黄子扬", "何沛东"]
  },
  { "name": "舞男情未了", "id": "1850721" },
  {
    "name": "伙头福星",
    "year": "1992",
    "id": "1772047",
    "type": ["喜剧", "爱情"],
    "rate": 6.6,
    "story": "波记大排档老板波叔（吴孟达 饰）同时也是太平坊一幢楼的房东，如今太平坊地盘开发，好多老邻居迫于压力搬走，波叔守着老房与租客，拒不出售老房。波叔的小舅舅大智（元彪 饰）从北京杂技团来港投奔波叔，要为自己打拼出美好前途。但波叔对后者花哨的做饭方式嗤之以鼻，认为是不务正业。另一方面，欲开发太平坊的林氏集团公子林枫（黎明 饰）不满意父亲惟利是图，愤而出走却被流氓打伤，林枫被波叔救回，得到街坊们的照顾帮助，并结识了波叔的女儿小爱（邵美琪 饰）。大智有机会赴国外发展但却遭波叔反对，二人不欢而散。林氏集团加紧了对太平坊的收购，这造成了小爱和林枫的隔阂……©豆瓣",
    "director": ["于仁泰 Ronny Yu"],
    "actor": [
      "陈法蓉 Monica Chan",
      "Josephine Koo",
      "黎明 Leon Lai",
      "梁家仁 Ka-Yan Leung"
    ]
  },
  {
    "name": "痴情快婿",
    "year": "1992",
    "id": "1768204",
    "type": ["喜剧"],
    "rate": 6.5,
    "story": "青霞（周慧敏 饰）父亲马六甲（郑则士 饰）是香港黑社会老大，青霞却爱上了一个反黑组的警员阿汉（黎明 饰）。父亲知道宝贝女儿的未婚夫从事的职业后，极力要拆散这对鸳鸯。耍尽了手段丑化阿汉在青霞心中的形象。马六甲故意安排女生与阿汉缠绵，青霞看见后激动不已并与阿汉分手。马六甲怕女儿知道了真相，假扮对事情一概不知。后来贩毒集团怀疑马六甲提供了其犯罪资料给阿汉，绑架了青霞……©豆瓣",
    "director": ["陈勋奇"],
    "actor": ["黎明", "周慧敏"]
  },
  { "name": "不文骚", "year": "1992" },
  {
    "name": "哗鬼旅行团",
    "year": "1992",
    "id": "1301257",
    "type": ["喜剧", "恐怖"],
    "rate": 6.5,
    "story": "潮州姑娘李嘉玲（吴君如 饰）拥有特异功能，她经常帮助邻里乡亲解决各种疑难问题，在乡村野里颇有名气。某天她被高官以游客的身份派往九龙执行一项秘密任务，她所乘坐的巴士因司机招惹了孤魂野鬼而遭到报复，车毁人亡。鬼魂纷纷钻入死者体内，唯嘉玲一息尚存幸免遇难。众鬼连同嘉玲乘车继续向九龙前进。\n计划与嘉玲接头的一眉道长（林正英 饰）路遇众鬼所乘之车，情知不好，尾随跟踪，终与嘉玲接头。道长告诫她和其他旅客下榻的宾馆有鬼，嘉玲始终不信，直到……©豆瓣",
    "director": ["刘仕裕"],
    "actor": ["林正英", "吴君如", "邱建国", "曹查理"]
  },
  {
    "name": "五福星撞鬼",
    "year": "1992",
    "id": "1930829",
    "type": ["喜剧"],
    "rate": 6.4,
    "story": "鹧鸪菜（洪金宝 饰）、花旗参（秦祥林 饰）、犀牛皮（冯淬帆 饰）、大生地（吴耀汉 饰）和罗汉果（曾志伟 饰）这五个好友近来倍感无聊，他们各自吹牛外出沟女，结果一无所获。无聊至极之时，五福星相约前往离岛旅游。一路上麻烦不断，几人却乐在其中。正当夜晚几人玩耍取乐时，却听到隔壁无人豪宅中传来奇怪声音。大生地和鹧鸪菜冒险前往，结果发现一男一女两鬼。次日，众人向霸王花（胡慧中 饰）报警，胡虽不相信五福星的说法，还是派出梁来娣等四位美艳女警前去侦查。他们原打算在鬼屋捉弄四位女警，结果反致梁被男鬼（陈百祥 饰）上身。\n男鬼生前被人残忍杀害，由此失去心爱的恋人，死后更被贪婪女鬼所困。五位好友决心帮他完成心愿……©豆瓣",
    "director": ["洪金宝", "曾志伟", "元奎", "刘观伟"],
    "actor": ["洪金宝", "曾志伟", "陈百祥", "冯淬帆"]
  },
  {
    "name": "伴我纵横",
    "year": "1992",
    "id": "1302106",
    "type": ["犯罪", "剧情"],
    "rate": 6.9,
    "story": "大B（李修贤 饰）在台湾做走私钻石生意，当地黑帮试图要大B涉毒令他渐生退意，和搭档阿坤先后返回了阔别三年的香港。大B的到来令母亲和小弟嘉华（郭富城 饰）又喜又忧，虔诚的母亲担忧大B 的江湖习气，但一家人终于冰释前嫌，一同搬入了大B购买的新宅。大B与女友小红（张敏 饰），连同好兄弟阿坤、超人（成奎安 饰）借高利贷盘下舞厅经营，在演艺学院就读的嘉华正好借此舞台大放光彩。大B为了帮弟弟的前程助力，在嘉华报名歌唱比赛时出面威胁评委，结果适得其反，使嘉华落选。受威胁的评委报警求助，使大B的舞厅遭到警方搜查，在舞厅中贩毒的阿坤连累大B再次入狱，不堪如此打击的母亲病重故去。嘉华为大哥的行为深感愤怒，兄弟俩分道扬镳……©豆瓣",
    "director": ["刘伟强"],
    "actor": ["李修贤", "郭富城", "张敏"]
  },
  {
    "name": "太子爷出差",
    "year": "1992",
    "id": "1482540",
    "type": ["动作"],
    "rate": 6,
    "story": "来自美国的特派警探张德培（张坚庭 饰）和香港本土警察郑天辉（郑丹瑞 饰）是两个出身富裕家庭的公子哥，他们不约而同违背了父母要求自己从医的愿望，而选择了警察这一行业。在侦办一桩毒品案件时，两人不打不相识，成了好搭档。\n时金三角毒枭研制出一种纯度极高的毒品——天使尘，他们意欲借香港为跳板，将毒品及其配方流入美国。为避免毒品泛滥，美国和香港警方联手调查此案。情报显示，富商陈百长和即将来港表演的云南武术团有重大嫌疑，两个好搭档及其上司乔装打扮，混入会场……©豆瓣",
    "director": ["冯意清"],
    "actor": ["张坚庭", "郑丹瑞", "李美凤", "翁虹"]
  },
  { "name": "哎吔女朋友", "year": "1992" },
  {
    "name": "逃学威龙2",
    "year": "1992",
    "id": "1296201",
    "type": ["喜剧"],
    "rate": 7.6,
    "story": "周星星（周星驰 饰）圆满完成了校园任务后，以为可以升职，偏偏被调为交通警察。跟他一样立功的曹达华（吴孟达 饰）则继续以卧底的身份在学校内调查国际恐怖组织的案件。他的事业跌倒的低估，就连准备婚礼的钱都是女友阿敏（张敏 饰）的私己钱，令阿星十分无奈。为了证明自己的能力，他决定以个人的身份到学校协助曹达华，恐怖分子如期行动，双方开始奋战。©豆瓣",
    "director": ["陈嘉上"],
    "actor": ["周星驰", "张敏", "吴孟达", "朱茵"]
  },
  {
    "name": "力王",
    "year": "1992",
    "id": "1308912",
    "type": ["动作", "喜剧", "犯罪"],
    "rate": 7,
    "story": "贺力王（樊少皇 饰）自幼蛮力过人，后经家族之世交善鬼（丹波哲郎 饰）指点，习得精纯硬气功。力王女友莹莹意外撞破毒贩交易，毒贩将莹莹捉回使其坠楼身亡，力王击毙毒贩为女友报仇，因此被关入国分监狱。时值2001年，监狱被私人承包成为盈利工具，犯人遭受残暴对待苦不堪言。力王不能容忍国分监狱北仓杀手山猫欺凌弱小，出手将其重伤，触怒北仓天王鸣海，副监狱长单眼蛇挑斗二人对决，力王出手轰杀鸣海，自此卷入与国分监狱四仓中其他三大天王黄泉、泰山、白神的连番战斗。力王烧毁监狱中的罂粟地，使度假归来的监狱所长（何家驹 饰）大为光火，而同样习练硬气功的所长，将是力王最强大的敌人……\n本片根据同名日本漫画改编。©豆瓣",
    "director": ["蓝乃才"],
    "actor": ["樊少皇", "叶蕴仪", "何家驹", "大岛由加利"]
  },
  {
    "name": "辣手神探",
    "year": "1992",
    "id": "1293147",
    "type": ["动作", "犯罪", "剧情"],
    "rate": 7.9,
    "story": "袁浩云（周润发 饰）是警署侦探，为人正直但行事火爆。他的好友在一次捕匪行动中不幸遇难，令他更加急于报仇。袁正侦探一桩非法军火集团的重案，但为了案件侦破顺利，袁的上司决定让他不再负责此案。此时，袁的女友也离他而去，并对他的敌人产生了感情。这个敌人，正是军火集团里面的头号马仔江浪（梁朝伟 饰）。江郎行事拼命，千方百计博得集团头目信任。袁在追捕中与江相遇，眼看大难临头却发现江放他一马，原来另有内情。©豆瓣",
    "director": ["吴宇森"],
    "actor": ["周润发", "梁朝伟", "毛舜筠", "陈欣健"]
  },
  {
    "name": "黄飞鸿II男儿当自强",
    "year": "1992",
    "id": "1293475",
    "type": ["剧情", "动作", "爱情"],
    "rate": 8.1,
    "story": "白莲教徒接下满清大臣纳兰元述（甄子丹）所下的对付革命党人的命令后，在广州街头借“扶清灭洋”的口号大肆捣乱洋人的使馆、教堂等地盘，甚至连小学生也不放过，他们的举动令黄飞鸿（李连杰）、十三姨（关之琳）与梁宽（莫少聪）异常气愤。\n在某个医学会议上，黄飞鸿与革命党领袖孙文（张铁林）一见如故，发现革命党人对救国更具远见时，他决定帮助革命党人逃过厄运。随后，他直捣白莲教总坛决胜九宫真人，揭开迷信假像，又因奋慨国运衰竭民智末开，不惜与纳兰元述决一死战。©豆瓣",
    "director": ["徐克"],
    "actor": ["李连杰", "关之琳", "甄子丹", "莫少聪"]
  },
  {
    "name": "三人做世界",
    "year": "1992",
    "id": "1308426",
    "type": ["喜剧"],
    "rate": 6.4,
    "story": "刘雅历（林子祥 饰）与朱丽娥（郑裕玲 饰）结为了夫妻，与女儿慧敏（周慧敏 饰）一起开始了新的生活。但没想到新生活将迎接挫折——某银行突然倒闭了，雅历所在的广告公司也破产了。面临事业的雅历感到非常沮丧难过，为新生活蒙上了阴霾。\n生活还是要继续的，慧敏与丽娥担当起了养活家庭的责任。可是这样以来便令雅历的心理承受着巨大的压力，家人之间的感情也渐渐变淡。\n慧敏跟旧同学一起做金融投资，一向聪明的雅历发现了当中的疑点，怀疑是旧同学骗取慧敏及他人的钱财……©豆瓣",
    "director": ["冼杞然"],
    "actor": ["林子祥", "郑裕玲", "周慧敏", "关秀媚"]
  },
  { "name": "与鸭共舞", "id": "1498359" },
  {
    "name": "特异功能猩求人",
    "year": "1992",
    "id": "1300702",
    "type": ["喜剧", "奇幻"],
    "rate": 6,
    "story": "特异功能人士张宝胜的妹妹张宝珊（吴君如 饰）本来凭借自身异能供职于政府，后因受兄长所托，护送能够使人拥有特异功能的宝物“麒麟球”赴港。沿路有特异功能界败类华叔（元华 饰）率领天眼通、神医、狐仙等同伙堵截宝珊，意欲抢夺麒麟球，宝珊不敌众人将麒麟球扔给同行的马戏团猩猩芝达，芝达因麒麟球与电击的综合作用竟然化身为人（钟镇涛 饰）。摆脱了华叔等人的张宝珊与芝达一起抵港，宝珊保护麒麟球之余调教芝达种种做人的技能。另一方面，原来预定了猩猩表演的公司职员yoki（利智 饰）因芝达失踪而焦急万分，却又不经意与人形化的芝达结识并结为好友，情愫在他们之间滋长，然而麒麟球维持芝达人形的效力越来越有限了……©豆瓣",
    "director": ["徐小明 (Siu Ming Tsui)"],
    "actor": ["利智", "钟镇涛", "吴君如"]
  },
  {
    "name": "葡京大劫案",
    "year": "1992",
    "id": "1305812",
    "type": ["动作"],
    "rate": 0,
    "story": "林威在澳门入狱十年后遇上好友金与贤，与其弟钱小豪，朋友刘俊辉合谋打劫。他们准备在大圈帮拼劫解放车时动手，实行黑吃黑，然后逃回香港。黑帮追踪而至，双方火并。",
    "director": ["杜伯航"],
    "actor": ["刘俊辉", "黄智强", "杜少津", "猛丁哥"]
  },
  {
    "name": "草莽英雌",
    "year": "1992",
    "id": "1306406",
    "type": ["喜剧", "动作", "犯罪"],
    "rate": 6.8,
    "story": "女干探DODO性格泼辣火爆，为破案会不惜用尽手段，令上司及黑道中人都同样头痛。某日，警方高层指派DODO与廉署行动组组员MAY合作办案。MAY及出身富裕家庭、斯文大方、做事讲究规章程序之人，两人碰面，已看对方不顺眼。DODO与MAY奉命追寻数年前在黑社会仇杀中被害的潮州龙头阿B出面作证人，顶证现在纵横黑白两道的富商陈东，由于彼此怀有邀功私心，调查一开始，两人便面和心不和用假料假线陷害对方，其后DODO找到帮会小喽罗破毛，逼迫其讲出阿B的藏身地，私身扮成修女，进入一新界潮州福音团契组织侦查。另一方面，MAY亦查得一名问题少女将带同阿B失敌之幼女返港与B重聚，亦扮成串女进入团契调查。DODO与MAY在福音契中为掩饰身份，要做一些与性格完全相反的行为，苦不堪言，笑料百出，经过试探，认定身为改邪归正之牧师阿B最为可疑，遂各自出本领接近阿B。",
    "director": ["胡大为"],
    "actor": ["郑裕玲", "罗美薇", "钟镇涛", "黄光亮"]
  },
  {
    "name": "中国最后一个太监第二章：告别紫禁城",
    "year": "1992",
    "id": "1440736",
    "type": ["剧情", "传记", "动作"],
    "rate": 6.4,
    "story": "风烛残年的中国最后一个在世的太监刘来喜（莫少聪 饰）回忆起一生的经历……来喜十一岁净身入宫，在革命风起云涌的年代里，他出宫后与招弟（温碧霞 饰）母子组成了一个家庭，做小贩度日。革命党人秋凤（吴家丽 饰）与胡贞忠（黄日华 饰）行刺要人，被来喜偶然救下。太监大总管小德张（罗文 饰）欣赏来喜的京剧唱功，威逼其再度入宫，不愿连累招弟的来喜只得将母子俩送去广州，投河自尽，岂料被秋凤和胡贞忠救下。革命党人反对建立满洲国，计划盗窃张作霖（郑则仕 饰）收藏的清朝玉玺，秋凤因来喜见识过玉玺随邀请他加入革命。胡贞忠与来喜潜入张作霖的大帅府做卧底，不料事情败露，来喜被荒淫的张作霖娶为姨太太，婚礼当夜，先行逃出的胡贞忠带领革命党人强攻大帅府，希望能救出来喜……©豆瓣",
    "director": ["潘文杰", "文隽"],
    "actor": ["莫少聪", "罗文", "黄日华", "吴家丽"]
  },
  {
    "name": "蓝江传之反飞组风云",
    "year": "1992",
    "id": "1297071",
    "type": ["犯罪", "剧情"],
    "rate": 6.9,
    "story": "香港史上赫赫有名的华人探长蓝江（向华强 饰）为人正直清廉，为了捉拿罪犯他不惜冲突了跛豪的场子，结果同事从中挑拨，令蓝江被调到反飞组。专事调查阿飞案件的反飞组是清水衙门，蓝江诸手下眼见其他部门收受“规费”，按耐不住也上街疯狂敲诈市民，惹出诸多麻烦。在舞厅看场的飞哥（张国荣 饰）和女友梁小敏（周慧敏 饰）生活虽然清苦却仍然甜蜜，华人议员家的太子爷一伙时常在飞哥的舞厅中贩毒闹事，双方矛盾暗中逐渐积累。蓝江将涉嫌犯罪的太子爷拘留调查，反而因此险些丢掉公职。另一方面，飞哥也因偷窃太子爷的车被对方殴打。太子爷一伙参与白粉生意，设计将飞哥陷害，困境中的飞哥决定与蓝江合作……©豆瓣",
    "director": ["刘国昌"],
    "actor": ["张国荣", "向华强", "周慧敏", "叶德娴"]
  },
  {
    "name": "胜者为王",
    "year": "1992",
    "id": "3406768",
    "type": [],
    "rate": 8.3,
    "story": "聂万龙（秦沛饰）自败给石志康（陈庭威饰）后，已变得疯癫。石志康与妻子张嘉慧（万绮雯饰）也已退出赌坛。美洲赌王张天鼎（杨群饰）独当一面，称霸赌坛。其女张适茹（曾华倩饰）协助父亲打理美国赌场。张天鼎当年为求一己私利出卖洪氏两父子，使洪峰（吴毅将饰）含冤入狱。洪峰出狱后，即回 港劫走聂万龙助其复仇，誓要使张天鼎声名狼藉。张天鼎遂骗来石志康替自己出战。而张天鼎已暗中布下天罗地网，派手下狄信（吕颂贤饰）铲除康、峰二人。一场世纪之战旋即展开。\n香港亚洲电视于1992年制作的赌场风云大戏《胜者为王Ⅱ天下无敌》，仍由陈庭威、吕颂贤、秦沛等领衔主演，又新增了曾华倩、伍咏薇、吴毅将、杨群等实力派明星助阵。本剧集为《胜者为王》续集，其后又推出《胜者为王Ⅲ王者之战》。©豆瓣",
    "director": ["袁再显"],
    "actor": ["陈庭威", "曾华倩", "吕颂贤", "万绮雯"]
  },
  {
    "name": "禁色",
    "year": "1992",
    "id": "2039585",
    "type": ["情色", "同性"],
    "rate": 5.7,
    "story": "讲述一对女高中生，为了叙述方便，称其为女甲和女乙，两个在女子高中的学生，同性恋了，工作以后又象所有有情人一样，到了一个单位工作，当然也住在一起。如果这样故事就没有意思了，编剧又安排了一个瘦弱的帅哥男丙搞第三者插足，爱上了其中一位同性恋态度不很坚决的女甲，估计女甲本来就有双性恋的倾向，女甲居然也动摇了，于是就提出要和女乙分手，女乙和所有在恋爱中被遗弃的人一样，想方设法破坏女甲和男丙的结合……",
    "director": ["陈奥图"],
    "actor": ["丘咲裕美", "叶丽红", "张锦程", "蔡欣倩"]
  },
  {
    "name": "明月照尖东",
    "year": "1992",
    "id": "1307780",
    "type": ["动作", "爱情"],
    "rate": 6.6,
    "story": "翠儿（关之琳 饰）在一家酒吧做公关，男友太子（张学友 饰）是一名悍匪，因事离开香港避风头。这期间，翠儿邂逅了年青警察阿雄（黎明 饰）和老警察阿达（吴孟达 饰），阿雄对漂亮的翠儿一见倾心，当夜在酒吧喝得烂醉，第二日醒来竟发现自己的配枪不翼而飞。 阿雄一度怀疑是翠儿偷走了配枪，内心对翠儿爱恨交加，最后得知是误会了翠儿，两人也由此相恋。好景不长，出逃的太子返港，面对自己深爱的翠儿被抢走，专横的太子会作何反应？翠儿和阿雄是否能逃过此劫？三人在即爱又恨错综复杂的关系中，不知所措……\n电影《明月照尖东》，1991年上映，黎明和张学友两大天王搭档关之琳出演。©豆瓣",
    "director": ["黄泰来"],
    "actor": ["黎明", "张学友", "关之琳", "吴孟达"]
  },
  {
    "name": "誓不忘情",
    "year": "1992",
    "id": "1304131",
    "type": ["动作", "爱情"],
    "rate": 6.5,
    "story": "警察钟敖和上司麦督查来到深圳，两人结识了公安局副局长孔三。钟敖得知孔三正在秘密调查走私贩林威，而林威与自己有着血海深仇，于是暗中加入了调查行动之中。令钟敖万万没有想到的是，麦督查竟然和林威一手掌控的走私集团有着利益上的瓜葛，当钟敖和女公安苏儿联手准备将罪犯捉拿归案之时，却发生意外，不仅捉拿行动失败，钟敖亦背负上了谋杀的不白之冤。\n钟敖向孔三隐瞒了事件的真相，同林威的情妇方伊龄拷在一起，被押送归案。哪知道半路上遇到了林威的手下劫车，钟敖和方伊龄一同踏上了逃亡的旅途。一路上，相互了解的两人渐渐产生了爱意，使得他们因此而落入了更加危险的境地之中。©豆瓣",
    "director": ["张之亮"],
    "actor": ["洪金宝", "利智", "林正英", "邹兆龙"]
  },
  {
    "name": "黄飞鸿92之龙行天下",
    "year": "1992",
    "id": "1294549",
    "type": ["动作"],
    "rate": 6.6,
    "story": "武师陈厚德（元华 饰）远赴美国开设宝芝林，时常召唤国内的徒弟阿杰（李连杰 饰）来美国帮衬，但阿杰担忧在美的居留问题，迟迟未到。陈厚德曾经收下一名美国弟子尊尼（杰瑞•特林伯 饰），尊尼学成后却挑战师傅，意欲扬名立万扩张自己的武馆，陈厚德被尊尼打成重伤，宝芝林也被砸烂，幸好有少女安娜路过，将陈厚德救走。几乎同时，阿杰终于来美探望师傅，岂料一出机场便遭遇各种麻烦，先是莫名其妙收下三名落魄墨西哥少年为弟子，又与查封宝芝林的银行地产部经理阿美（郭锦恩 饰）不吵不相识。阿杰因语言不通，守候宝芝林寻找师傅下落，而尊尼也在四处打探陈厚德的去向，一中一外两名弟子，将为义与利的不同追求狭路相逢……©豆瓣",
    "director": ["徐克"],
    "actor": ["李连杰", "元华", "郭锦恩", "杰瑞·特林伯"]
  },
  {
    "name": "飞虎精英之人间有情",
    "year": "1992",
    "id": "2078218",
    "type": ["剧情", "动作", "爱情"],
    "rate": 6.5,
    "story": "阿杰（张学友 饰）是位飞虎队里的精英，他与父亲肥波（吴孟达 饰）的关系并不好。肥波当年做警察的时候得罪了重案组的探长洪坤（秦沛 饰）受到报复，以致生活艰苦。竟在一次与流氓打架时错手打死了大儿子。阿杰也因为如此始终难以原谅父亲。此时的肥波已经退休，在夜总会上班，有个做舞女的女友阿红（吴家丽 饰）。\n阿杰营救了被劫匪挟持的Heidi（郑秀文 饰），两人互生好感。冤家路窄的是，Heidi竟然是洪坤的女儿。洪坤也没有再当警察，而是当上了黑帮头目。他知道自己的女儿喜欢上了阿杰，心狠手辣的他决意拆散他们，更找人追杀阿杰。\n肥波为了保护儿子被烧死了，阿杰誓要找洪坤算账，但是又遭到了Heidi出面阻止……©豆瓣",
    "director": ["邱礼涛"],
    "actor": ["张学友", "吴孟达", "郑秀文", "秦沛"]
  },
  {
    "name": "积奇玛莉",
    "year": "1992",
    "id": "3024059",
    "type": ["动作", "犯罪"],
    "rate": 6.1,
    "story": "Jacky与Mary是九十年代女警的新写照，她们乐天而积极，感性和机智。面对现实的犯罪世界，她们对正义的信念绝不动摇，凡事尽力而为。她们无端被卷入一宗珠宝劫案中，而劫匪群中曹明，徐东寺却陆续被追杀灭口，二人接触死者曹明的胞妹曹红，但曹红对她俩处处回避，令二人疑心顿起，更激发他们继续深入调查的决心。在Jacky，Mary监视曹红其间，发现他的男朋友徐东与谋杀案有关，可怜一对小情人既要四处躲避危险人物丁九的追杀，同时又要设法摆脱Jacky及Mary。原来珠宝店老板为骗取保险贵而出卖丁九等打劫自己店铺，因劫案事败需要劫匪全部杀掉来源口，老板更用美男计迷着Jacky令她透明调查案件情况，Jacky不疑有诈，令Mary、徐东及曹红身陷险境，就在激烈枪战追逐中，Jacky及时赶到，众人擒获丁九。丁九为保护自己，指证老板才是主谋，正当警察四处围捕老板时，已身败名裂的老板正在找寻Jacky及Mary报复。",
    "director": ["钱永强"],
    "actor": ["洪欣", "陈加玲", "汤镇业", "莫少聪"]
  },
  {
    "name": "龙腾四海",
    "year": "1992",
    "id": "1304124",
    "type": ["喜剧", "动作", "犯罪"],
    "rate": 6.6,
    "story": "台湾黑帮老大龙日夫遇袭，幸得智勇双全的义子龙一（邓光荣）舍命相救才保一命，事后，龙一被他推选为继承人，招来其亲生儿子龙二（任达华）和龙三的不满，后者更设法要置龙一于死地，令龙日夫忍痛命令龙二将他干掉，不想龙二掉头将龙日夫和他一起送上黄泉。紧接，龙二命其心腹小林（黎明）追杀龙一。\n小林虽忠于龙二，却也倾慕龙一，忠义两难的择决过后，他违命放了受伤的龙一及其妻子雪儿，令他们逃到香港，过起隐姓埋名的日子。龙一于无意间结识酒吧老板程丽及其弟大飞（刘德华），大飞虽是混混，却极有正义感，两人因某件事结下生死情谊。后来大飞与头醉鸡发生冲突，发誓不再涉足江湖的龙一为朋友再次出山，不想醉头鸡正是龙二所派。©豆瓣",
    "director": ["霍耀良"],
    "actor": ["刘德华", "任达华", "邓光荣", "黎明"]
  },
  {
    "name": "表姐,你好嘢!3之大人驾到",
    "year": "1992",
    "id": "1776806",
    "type": ["喜剧"],
    "rate": 7.2,
    "story": "中央委员长千老要前往香港进行私人访问，郑大姐（郑裕玲 饰）和阿胜（张坚庭 饰）受命事先前往香港准备安全工作，岂料二人的飞机故障，最终停在了台湾机场，郑大姐对台湾方面的接待严阵以待，但一番相处下来，终与负责招待的台湾警察蒋大勇（陈松勇 饰）建立了初步信任。赶到香港的郑大姐在香港政治部督察吕sir（黄秋生 饰）的协助下，一丝不苟对来港拜会老情人的千老的每个到访场所进行了安全布置，期间她认真又别扭的做派让吕sir忍俊不禁。千老到来的前夕，蒋大勇赶到香港，向郑、吕二人透露了有杀手要袭击千老的情报，于是来自三地的三人要合力保障千老的安全……©豆瓣",
    "director": ["张坚庭"],
    "actor": ["郑裕玲", "陈松勇", "张坚庭", "黄秋生"]
  },
  {
    "name": "踢到宝",
    "year": "1992",
    "id": "1456496",
    "type": ["喜剧", "奇幻"],
    "rate": 6.4,
    "story": "狠心舅父陈有（黄秋生 饰）串同贼人绑架外甥小宝（小柏林 饰），小宝不幸遇害。其父母伤心过度，决定移民离开这个伤心地。临行前他们为屋子装上先进的防盗锁，而巨额赎金和小宝的鬼魂则留在屋中。\n陈有千方百计想要拿到赎金，却因防范严密而屡屡失手。情急之下，他重金聘请热心电子仪器的咪表收银员亚伟（梁朝伟 饰）和亚肥（郑则仕 饰）潜入屋中，偷盗藏有赎金的玩具猫，二人不知底细，欣然同意，却在屋中遭到小宝的戏弄，却也籍此知道了小宝遇害的始末……©豆瓣",
    "director": ["杜琪峰"],
    "actor": ["梁朝伟", "黄秋生", "张艾嘉", "郑则仕"]
  },
  {
    "name": "机Boy小子之真假威龙",
    "year": "1992",
    "id": "1308157",
    "type": ["动作", "喜剧"],
    "rate": 6.4,
    "story": "黑社会大哥八爷身患绝症，弥留之际将社团事务托付给即将由意大利回港的义子九纹龙黄九弟（刘德华 饰），并委托兄弟七爷（吴孟达 饰）和保镖小朱（郭富城 饰）尽力辅佐。权利旁落令社团实力人物龙爷（袁和平 饰）和后起之秀啸天心中颇为不满。与此同时，在印度的机场，侏儒黄九弟与和其面貌一样，但是只有儿童心智的心算天才李小灵阴差阳错的交换了身份，李以九纹龙的身份被七爷和小朱接回，但是徒有成人外貌的李终日只将精力放在游戏上，李因手下的暴力行为被带入警局，心地善良的李与警方达成共识，承诺将社团改造为维护治安的力量。李对龙爷之女静莹（关之琳 饰）一见钟情，龙爷却趁此联络啸天，意图在婚礼期间置李于死地……©豆瓣",
    "director": ["陈嘉上"],
    "actor": ["关之琳", "刘德华", "郭富城", "吴君如"]
  },
  {
    "name": "浮世恋曲",
    "year": "1992",
    "id": "1307108",
    "type": ["剧情"],
    "rate": 7.7,
    "story": "杂志女编辑敏珍因看到挪威女电影演员莉芙·厄尔曼谴责香港政府遣送越南难民回越南，决意写信给她，表达身为港人的观感。后来，敏珍与男友约翰因为移民计划起了争执；而她的弟弟佳俊因为女友文娴是一位失婚妇人，且比他大11岁，为免受歧视，决意移民澳洲。如碧努力调和家庭和社会的种种矛盾，在这中间，她对自己的人生有了新的想法。",
    "director": ["陈耀成"],
    "actor": ["陈令智", "顾美华", "黄耀明", "馮建中"]
  },
  {
    "name": "妖怪都市",
    "year": "1992",
    "id": "1302033",
    "type": ["喜剧", "奇幻"],
    "rate": 6.3,
    "story": "香港道士林正（林正英 饰）远赴泰国，施法帮助泰国警方制服了雌雄降头大盗金莎与乃密（周比利 饰），岂料两人的尸体被其师父盗走并炼成强大的阴阳同体尸，且阴阳尸只要获得出生于十灵时的女性便可以成为无敌的至强魔尸。林正返回香港后开始为担任实习医生的女儿林小婷（陈雅伦 饰）的交友问题头疼，施法令觊觎小婷的色狼男医生原形毕露。与此同时，阴阳尸来到香港向林正寻仇，林正师兄被害，不敌阴阳尸的林氏父女选择报警，警探大B（张国强 饰）与林小婷有嫌隙，于是趁机数落父女二人，随林小婷至现场勘查的大B在阴阳尸攻击下一败涂地。林氏一家和大B苦思降服阴阳尸之法，而出生于十灵时的小婷与大B其实就是战胜阴阳尸最强大的武器……©豆瓣",
    "director": ["袁祥仁"],
    "actor": ["林正英", "陈雅伦", "张国强", "徐曼华"]
  },
  {
    "name": "舢舨92",
    "year": "1992",
    "id": "11523773",
    "type": ["剧情", "情色"],
    "rate": 4.5,
    "story": "一个渔港、两个好姐妹，一个渔夫、构成一个香艳、但悲惨的故事！\n故事發生於一個漁港裡，兩個青梅竹馬的姊妹花，同時發上一個身材魁梧的漁夫，同時又喜歡在外面過著巔三倒四的生活...渔家女玉娇爱上店中伙记华仔，但两人都不敢向对方示爱。玉娇父亲贪图十万元聘金，将玉娇嫁给长旺。结婚前夕华仔将玉娇qj，长旺发现玉娇不是处女，十分愤怒，将华仔浸猪笼。",
    "director": ["狄安"],
    "actor": ["飞鸟珠美", "光友牙子", "丛世权", "梁少狄"]
  },
  {
    "name": "笑傲江湖II东方不败",
    "year": "1992",
    "id": "1294417",
    "type": ["剧情", "爱情", "武侠"],
    "rate": 8.4,
    "story": "令狐冲（李连杰饰）在按计划与日月神教的朋友会面后，将和小师妹岳灵珊（李嘉欣饰）等其他华山派师兄弟赴牛背山归隐退出江湖。路途中意外发现练就“葵花宝典”的东方不败（林青霞饰），但令狐冲不认识东方不败，误将对方当成一位美貌女子。后来几次相遇，还一道饮酒吟诗。\n在同任盈盈（关之琳饰）、蓝凤凰（袁洁莹饰）会合后，几个月来江湖不平，大事连连。任我行为东方不败所囚禁，他们商量着夺回日月神教，便乔装进入浪人营打探，救出任我行。\n另一边华山派弟子惨遭毒手，黑木崖上，令狐冲和一干人都想着报仇，他惊觉眼前人竟是东方不败……©豆瓣",
    "director": ["程小东"],
    "actor": ["李连杰", "林青霞", "关之琳", "李嘉欣"]
  },
  {
    "name": "危险情人",
    "year": "1992",
    "id": "1863735",
    "type": ["剧情", "爱情", "犯罪"],
    "rate": 6.3,
    "story": "汉（徐锦江 饰）、希、官、Bonnie（苑琼丹 饰）是四个银行劫匪。他们劫持了一辆运钞车，汉与希阻断追捕的警察，官和Bonnie在逃亡中遭遇小警察家辉（郭富城 饰），官不慎跌下机车，被家辉捉住。得知同伙落网，冷血的汉冲入警署，在众目睽睽之下枪杀官以灭口。\n由于情节严重，警署将家辉和女警员珊调入重案组协助调查。二人与冤家对头的两位警探刘（刘青云 饰）和马合作，先从押运员入手，顺藤摸瓜至某卡拉OK厅。家辉与纯情女歌手敏（袁洁莹 饰）坠入情网。不久，更从敏处得知运钞车劫匪的线索……©豆瓣",
    "director": ["麦当杰"],
    "actor": ["郭富城", "刘青云", "袁洁莹", "梁家仁"]
  },
  {
    "name": "审死官",
    "year": "1992",
    "id": "1305355",
    "type": ["喜剧", "古装"],
    "rate": 7.7,
    "story": "宋世杰（周星驰 饰）是一个清朝时期的著名大状，他出色的口才及能力让他敢于批评衙门的大官，也为很多人伸冤。就算他不满当时官场的腐败黑暗，但他还是收了不少贿赂，部分还是昧心钱，都报应在了自己的儿子上，十多个儿子都养不大。妻子（梅艳芳 饰）为了腹中的孩子，断然要求他就此封笔，不可再做大状。虽然宋世杰极其不愿意，还是答应了妻子的要求。妻子遇到了满肚冤情的寡妇（吴嘉丽 饰），处于对女人的同情，她要求丈夫宋世杰为这名寡妇打官司，因此宋世杰又被迫重出江湖。在为寡妇伸冤的过程中，他再次看到了官场的黑暗，还差点抄家、送命……©豆瓣",
    "director": ["杜琪峰"],
    "actor": ["周星驰", "梅艳芳", "吴家丽", "吴孟达"]
  },
  {
    "name": "92黑玫瑰对黑玫瑰",
    "year": "1992",
    "id": "1299135",
    "type": ["动作", "喜剧", "歌舞"],
    "rate": 7.4,
    "story": "黄蝴蝶（邵美琪 饰）是一个失意的编剧，几经波折，已经堕落到向闺蜜阿娟（毛舜筠 饰）探讨三级片的程度。胡蝶的邻居警官吕奇（梁家辉 饰）对她颇有好感，后者在英雄救美后意外得到了她家的钥匙，然而他的不请自来，却落得狼狈而逃。因为事业接连遭受重创，胡蝶决定在江边横刀自尽，然而怯懦 的她终于没有自裁，反而盲打误撞惊扰了一对偷情的鸳鸯。后者仓皇逃窜，却遗留了一些私人财物。为了物归原主，胡蝶和阿娟一同登门，却无意中卷入了一场黑吃黑的血案。侥幸逃生的胡蝶临走前，还多事地留下了黑玫瑰的字条，而阿娟却因为留下了手印而被警方对号入座。结果，黑玫瑰成为了全城热议的话题，而这也引起了黑玫瑰掌门人（冯宝宝 饰）与师姐（黄韵诗 饰）的注意，于是一场剪不断理还乱的情场争夺战开始上演了……©豆瓣",
    "director": ["刘镇伟"],
    "actor": ["梁家辉", "邵美琪", "毛舜筠", "黄韵诗"]
  },
  {
    "name": "警察故事III超级警察",
    "year": "1992",
    "id": "1296203",
    "type": ["喜剧", "动作", "犯罪"],
    "rate": 7.6,
    "story": "这集，神勇干探陈家驹（成龙 饰）将远赴大陆，化身囚犯打入国际军火毒品走私集团的内部。在大陆美女公安杨建华（杨紫琼 饰）的帮助下，家驹顺利接近了正在服刑的集团成员豹强（元华 饰）。豹强视家驹为心腹，和他策划越狱行动。为了放长线，家驹爽快应承了。\n他们越狱后，豹强主张到家驹随口编出来的家乡躲避，幸得杨建华提前安排，才没有漏出马脚，杨建华自称家驹妹妹，与他们同行。他们来到香港见到了集团的老大猜霸，顺利成为集团的一员。猜霸带着手下前往吉隆坡营救被绑架的妻子，遇到了家驹的女友阿美（张曼玉 饰）。阿美不知家驹正在执行任务，以为他和杨建华在偷情。阿美的举动引起了集团成员的怀疑，连场大战一触即发！©豆瓣",
    "director": ["唐季礼"],
    "actor": ["成龙", "杨紫琼", "张曼玉", "曾江"]
  },
  { "name": "黑太阳731续集杀人工厂", "id": "1300695" },
  {
    "name": "侠盗高飞",
    "year": "1992",
    "id": "1300857",
    "type": ["动作", "犯罪", "剧情"],
    "rate": 6.9,
    "story": "这是周润发早期比较出名的英雄片之一。故事讲述的是担任保安的神枪手高飞（周润发 饰）为人侠义、一身正气，他的好友沈四（黄秋生 饰）欠下一身高利贷，被放高利贷的人抓走了，幸好高飞深入虎穴将沈四救出。沈四为了还债，央求高飞跟他一起合作协助贼人抢劫一批私运的军火，无奈下高飞答应 了。整个计划进行得十分顺利，但就在得手后，高飞被贼人出卖，车子冲进了民居造成了一家人除了5岁的幼女全部罹难。为了弥补自己的错失，高飞决定向贼人抢回赃款补偿幼女。©豆瓣",
    "director": ["林岭东"],
    "actor": ["周润发", "任达华", "黄秋生", "柏安妮"]
  },
  {
    "name": "鹿鼎记",
    "year": "1992",
    "id": "1297223",
    "type": ["喜剧", "动作", "武侠"],
    "rate": 8.1,
    "story": "清朝初期，康熙皇帝尚且年少，奸臣从中控制政权，民不聊生。“天地会”是一个推翻清朝的民间组织。“天地会”首领陈近南（刘松仁 饰）在一次行动中幸得韦小宝（周星驰 饰）相救，小宝就此加入天地会，被派到王宫当卧底，偷取藏有清朝秘密的四十二章经。聪明机灵的小宝很快便成为了皇上的心腹，做了大官。小宝陷入了两难的状态，他既要执行任务却又跟皇帝成为了好朋友。就在小宝想要逃走之际，师父陈近南也找到了他，并派人监视他回到王宫。不久，小宝便受到了鳌拜同盟以及假太后的追杀，与天地会的人大战起来。©豆瓣",
    "director": ["王晶"],
    "actor": ["周星驰", "吴孟达", "张敏", "吴君如"]
  },
  {
    "name": "现代应召女郎",
    "year": "1992",
    "id": "1303979",
    "type": ["爱情"],
    "rate": 7.2,
    "story": "红姐（冯宝宝饰）是受人爱戴的鸨母，为人四海豪迈，生平唯一的遗憾是她的女儿小玲（周慧敏饰）－电视红星方小玲因歧视其母而不愿和她相认，但讽刺的是－小玲为巩固自己的地位，不惜向有关人士出卖肉体。后在一次火灾中，红姐为救女儿身受重伤，生命垂危。红姐有一义女叫华女（刘嘉玲饰），在夜总会当小姐，因故与经理起冲突遂愤而辞职，赋闲其间在红姐处养伤，对小玲势利的态度甚为不满，二人势同水火。红姐在拉客时遇见阿玉（罗美薇饰），阿玉为完成到国外念书的心愿而接客，红姐劝其回头，但其心意已坚无法说服。绮华（陈宝莲饰）与医生男友阿海（李子雄饰）是青梅竹马，绮华为阿海下海当小姐，而阿海却与另一女医生发生感情，绮华伤心至极……©豆瓣",
    "director": ["黄志", "林德禄 "],
    "actor": ["刘嘉玲", "冯宝宝", "罗美薇", "周慧敏"]
  },
  {
    "name": "亚飞与亚基",
    "year": "1992",
    "id": "1305440",
    "type": ["喜剧"],
    "rate": 7.7,
    "story": "成长在黑社会街区的亚飞（梁朝伟 饰）与阿基（张学友 饰）有着超过二十年的友情，胸怀黑社会之梦的二人平日却只是混事度日：砍人时临阵脱逃、从老大尸体上偷金表这些事他们做来毫不脸红，亚飞与阿基二人有着克死老大的神奇特质，他们的每一任老大下场都极其凄惨，尽数死于江湖大佬关公（汤镇业 饰）之手，一时间，二人“老大克星”的名头响彻江湖，连好友波哥（曾志伟 饰）也不敢收留。二人只好退出黑社会，借钱办起了贸易公司，但第一单生意居然是诓骗新加坡女子阿真（袁咏仪 饰）卖身，不忍逼良为娼的二人大闹黑社会，生死关头被关公手下带走，原来笃信命理的关公要借助二人的硬命渡过劫数，于是，在黑社会摸爬多年的二人终于迎来了翻身之日……©豆瓣",
    "director": ["柯受良"],
    "actor": ["梁朝伟", "张学友", "袁咏仪", "曾志伟"]
  },
  {
    "name": "武林圣斗士",
    "year": "1992",
    "id": "1464602",
    "type": ["喜剧", "动作", "古装"],
    "rate": 6.2,
    "story": "故事发生在福建海口镇，林同善（于海 饰）和陈亚珍均生长于武术之家，两家人的关系因此十分淡漠。某日，侵华倭寇绑架了陈亚珍的孩子小毛头，此事恰巧被一位名叫上地完雄（于荣光 饰）的年轻武士撞见，上地完雄来中国，希望能够在这里磨炼技艺，正义感爆棚的他救下了小毛头，却在一场意外中含冤背负了杀人的罪名，只有小毛头一人知晓上地完雄的清白。\n在南少林寺尚智大师的调解之下，林、陈两家放下恩怨，冰释前嫌。此时正值妈祖节，街道上涌动着游行欢庆的队列。在一片欢乐祥和的气氛下，日本人川岛和矢村正在酝酿着他们的阴谋，他们妄图盗取妈祖像上价值连城的夜明珠。©豆瓣",
    "director": ["张鑫炎"],
    "actor": ["于荣光", "杨丽菁", "徐洁", "靳德茂"]
  },
  {
    "name": "黄飞鸿笑传",
    "year": "1992",
    "id": "1298382",
    "type": ["动作"],
    "rate": 6.3,
    "story": "这是一部颠覆黄飞鸿传统形象的喜剧电影。话说黄飞鸿（谭咏麟 饰）从父亲那里继承了宝芝林的当家，成了一众徒弟的师傅。少年黄飞鸿其实不学无术，只会装装样子，混混日子。徒弟梁宽、牙擦苏等都十分着急，逼着他学武功。飞鸿对此却不以为然，总是得过且过。直到有一天，恶人石坚（梁家辉 饰）出现了。石坚不仅自己偷运鸦片，还利用十三姨（毛舜筠 饰）作人质逼飞鸿同流合污……©豆瓣",
    "director": ["李力持"],
    "actor": ["谭咏麟", "梁家辉", "任达华", "曾志伟"]
  },
  {
    "name": "新僵尸先生",
    "year": "1992",
    "id": "1305789",
    "type": ["恐怖"],
    "rate": 7.7,
    "story": "善良的道长林正英（林正英 饰）开设祭坛，供奉那些被母亲堕胎以致肉体毁灭无法投胎的灵婴。祭坛中的灵婴大多天真可爱，但有三个因三番五次被堕胎，戾气十足，邪恶无比。道长命徒儿秋生（钱小豪 饰）和文才（许冠英 饰）将婴灵的偶人送至师妹蔗姑（吴君如 饰）处供养，却不慎将尚未修炼完毕的邪恶灵婴放走，附在正英旧情人莲妹（关秀媚 饰）的身上。\n莲妹嫁给某军阀，军阀为怪病困扰，请来正英师徒。正英检查军阀家墓穴得知，军阀父亲已幻化成僵尸，尸毒为害子嗣。另一方面，正英偶然发现邪婴出现于帅府，知其中有变，遂急忙找来……©豆瓣",
    "director": ["刘观伟"],
    "actor": ["钱小豪", "林正英", "许冠英", "关秀媚"]
  },
  {
    "name": "旺角马场",
    "year": "1992",
    "id": "2719893",
    "type": ["情色"],
    "rate": 5.3,
    "story": "《旺角马场》是向立行执导的动作片。讲述了一增群由外地到香港为赚快钱驾而卖淫的女子，在怕被警方捉到及恐怕没有足够的收入还给予卖淫集团的情况下，于是在香港的红灯区旺角的宾馆开始她们的皮肉生涯的故事。",
    "director": ["向立行"],
    "actor": ["汪永芳", "齐汉", "叶先儿", "古明华"]
  },
  {
    "name": "赌城大亨II之至尊无敌",
    "year": "1992",
    "id": "1303783",
    "type": ["剧情", "悬疑"],
    "rate": 6.5,
    "story": "贺新（刘德华 饰）人到中年，他的赌场生意也越做越大，却突然间因为国际级老千经常光顾而使得赌场损失连连。经过一番调查，贺新认为公司有内鬼，且因为长期经营理念的不和，贺新和公司总经理聂傲天（刘兆铭 饰）越来越貌合神离。此时，贺新的一双儿女贺天宝和贺天儿（陈德容 饰）都回到了他身边，尤其是贺天儿更是带着男友程震一同回来想要协助父亲的生意。一次，贺天宝与程震两人飙车，不幸的是天宝车毁人亡，贺新经过一番调查确认一切是程震蓄意而为，为了给儿子报仇，贺新派了杀手找程震。另一边，贺太太阿妹（邱淑贞 饰）竟发现另一个更大的秘密：程震竟然是贺新旧情人程乐儿的儿子。程震和贺新又有怎样的恩怨呢？©豆瓣",
    "director": ["王晶"],
    "actor": ["刘德华", "万梓良", "邱淑贞", "陈国新"]
  },
  {
    "name": "庙街十二少",
    "year": "1992",
    "id": "1306755",
    "type": ["犯罪", "剧情", "爱情"],
    "rate": 6.4,
    "story": "黑社会大佬（吕良伟饰）跑路之前将自己刚出世的婴孩托付给契夫唐秋水（吴孟达饰），起名为唐十二（刘德华饰），从此人们都称他做十二少，因为他有十二个黑白两道的契父契妈，表面上他上天之骄子，但内心比谁都寂寞。养大他的契父唐秋水是庙街的百搭替工，还有一个可能是亲母的龟婆叫凤凰女（叶德娴饰），她是全庙街最麻烦的女人，当年同月同日舍弃了自己的儿子在庙街。他有一个世仇叫立令，是官涌的霸王，他比魔鬼还可怕。一天，十二少遇见一个来庙街传道的女子叫德兰（王祖贤饰），由第一眼开始，他便爱上她……©豆瓣",
    "director": ["蒋家骏"],
    "actor": ["刘德华", "王祖贤", "吴孟达", "叶德娴"]
  },
  {
    "name": "新龙门客栈",
    "year": "1992",
    "id": "1292287",
    "type": ["动作", "爱情", "武侠"],
    "rate": 8.6,
    "story": "宦官专权的明朝中叶，东厂曹少钦（甄子丹）假造圣旨杀害了忠良杨宇轩，并想斩草除根杀死其后代。侠女邱莫言（林青霞）、江湖义士贺虎等人冒死救出忠良后代后，逃至边关沙漠里的龙门客栈，与杨宇轩部下周淮安（梁家辉）会合。龙门客栈实则黑店，老板娘金镶玉（张曼玉）利用乱世，以美貌和风骚 作诱饵杀人越货聚敛钱财，但她却为英俊潇洒的周淮安动了真心。为了摸清潜藏于龙门客栈中的出关暗道，周淮安将计就计，答应与金镶玉成亲。\n洞房花烛夜，楼上的周淮安与金镶玉各怀心事暗中较劲，楼下的邱莫言、贺虎等人也与东厂一众“走狗”展开了明争暗斗，战事一触即发。©豆瓣",
    "director": ["李惠民"],
    "actor": ["张曼玉", "林青霞", "梁家辉", "甄子丹"]
  },
  {
    "name": "丐世英雄",
    "year": "1992",
    "id": "1401180",
    "type": ["动作", "喜剧", "剧情"],
    "rate": 7.1,
    "story": "貌不惊人的马伟（许冠文 饰）曾经是解放军二十四军第四师骑兵连的连长。骑在高头大马之上，身着崭新戎装，那神气十足的样子就别提了。但是随着百万大裁军的浪潮袭来，早已不适应现代化战争需求的骑兵编制被取消了，马伟一瞬间从天上掉到地下，无奈退伍的他心中满是不甘，于是带着一班部下转而投靠在广州闯荡的表弟。怎奈表弟买卖军火伏法，穷困潦倒之际，马伟一行南下闯荡香港。曾经铁骨铮铮的七尺男儿为了生计受尽了白眼和欺凌，为了部下能吃口饭，马伟更是殚精竭虑。\n小人物在物欲横流的都市里，无论如何不能低下高贵的头颅……©豆瓣",
    "director": ["陈友"],
    "actor": ["许冠文", "吴君如", "张坚庭", "雷宇扬"]
  },
  {
    "name": "九二神雕侠侣之痴心情长剑",
    "year": "1992",
    "id": "1437554",
    "type": ["喜剧", "爱情", "奇幻"],
    "rate": 5.9,
    "story": "风流大侠遑仁（刘德华 饰）与师父（元奎 饰）、小师弟生活在一起，他常在梦中与一位女子（关之琳 饰）相见，他一心想找到这位令他神魂颠倒的美女。\n这时候魔王（吴耀汉 饰）邀请江湖中人前往雪山帮忙去玉女寒冰。遑仁发现被藏在冰中的女子正是自己的梦中情人，他一心想保护自己的爱人——姑姑不让魔王抓走，可是旅馆馆主路比（关淑怡 饰）不甘自己喜欢的逞仁喜欢上了他人，便通知了魔王逞仁的行踪。\n逞仁在与魔王决斗的时候被魔王打伤后重伤死亡，姑姑便吧自己的真气传给了逞仁，逞仁虽然复生了，魔王却抓走了姑姑……©豆瓣",
    "director": ["元奎", "黎大炜"],
    "actor": ["刘德华", "关之琳", "元奎", "吴耀汉"]
  },
  {
    "name": "音乐僵尸",
    "year": "1992",
    "id": "2125241",
    "type": ["喜剧", "奇幻"],
    "rate": 6.9,
    "story": "茅山道士麻麻地（冯淬帆 饰）与同行不和，带着两个徒弟阿豪（李家声 饰）和阿强（熊欣欣 饰）另起炉灶，在江南一带赶事为业。两个徒弟顽劣非常，经常操纵僵尸互相对打。阿豪自认法术修成，请求师傅让其独立赶尸。\n得到师傅应允，阿豪赶着一只大地主任天棠的僵尸独自上路。路遇从旧金山归国的时尚女孩珠珠（李丽珍 饰），玩心骤起，将珠珠戏耍了一番。然而半夜阿豪遭到一群人袭击，僵尸被抢。幕后指示者原来是一个外国科学家，他希望研究僵尸获得诺贝尔奖。但在注射一种药物之后僵尸复活，大开杀戒，似乎只有珠珠怀表中的音乐能让他安静下来……©豆瓣",
    "director": ["唐伟成"],
    "actor": ["林正英", "李丽珍", "李家声", "曹查理"]
  },
  {
    "name": "女黑侠黄莺",
    "year": "1992",
    "id": "1768636",
    "type": ["动作", "奇幻"],
    "rate": 6.1,
    "story": "黑帮大哥的女儿游敏（张敏 饰）在美国生活并学得出色身手，帮中长者为了清理门户特邀游敏从美国返港，岂料叛徒雷豹反制，重伤的游敏漂流海上，被在游艇上钓凯子的神婆（叶德娴 饰）和阿贞（邱淑贞 饰）母女救起。游敏清醒后却失去了记忆，神婆和阿贞从游敏的穿着推断她可能是被绑架的富家千金，遂不断打探以求高额报酬。另一方面，雷豹掌管帮会以后试图同日本人合作，同时派出手下寻找游敏下落。阿贞与聋哑男友亚杰（张学友 饰）感情甚笃，无奈神婆坚决反对，阿贞仍然为了偿还母亲赌债与游敏去夜总会陪酒。雷豹的两名性格扭曲的手下残杀舞小姐，而游敏与雷豹也在舞厅相遇，同时引出了亚杰曾经是黑帮前辈的身份，一场混战不可避免……©豆瓣",
    "director": ["黄泰来"],
    "actor": ["张敏", "张学友", "邱淑贞", "叶德娴"]
  },
  {
    "name": "喷火女郎",
    "year": "1992",
    "id": "1303989",
    "type": ["动作", "喜剧"],
    "rate": 6.2,
    "story": "叉烧（郑丹瑞 饰）是一个不务正业的小青年，整体装神弄鬼骗钱。一天，叉烧的一个租客——在夜总会当妈妈生的大B（叶德娴 饰）的家里来了一个客人，她美丽的外甥女云云（邱淑贞 饰）。大B用尽千方百计将美丽的云云哄到夜总会当舞女，想着从她身上大赚一笔。一个晚上，黑社会老大炮哥到夜总会消遣时遇到了云云，炮哥垂涎她的美色，找人把云云捉走了。怎知谁也料不到云云这个弱女子竟然拥有超能力——会喷火，关键时候她用自己的超能力脱身了。不久叉烧就得知了云云的这个本领，于是，一个坏主意计上心头……©豆瓣",
    "director": ["郑丹瑞"],
    "actor": ["邱淑贞", "郑丹瑞", "郑裕玲", "叶德娴"]
  },
  {
    "name": "夏日情人",
    "year": "1992",
    "id": "1401181",
    "type": ["喜剧", "爱情"],
    "rate": 6.2,
    "story": "庭独居于桃花岛，自称桃花岛主。与好友聪一起任沙滩救生员的工作。庭一直暗恋相识兼相知十年的好友敏，但不敢透露爱意，后来发现敏竟有十二年的梦中情人——辛加力，更加消极无奈。庭与聪二人某夜诳一间从未去过的“梦幻成真”镭射影碟店，好奇心驱使他们二人入去参观，不由自主买下了几张镭射女郎影碟回家解闷。庭和聪的命运由此改变时空开始逆转：镭射女郎竟可以活生生从电视屏幕中走出来……\n演员表：\n拉塞尔·王——Zeniger\n张坚庭——庭\n周慧敏——Liza\nPaul Fonoroff——Laserdisc Shop Clerk\n李丽珍——Janet\n莫少聪——聪\n黄沾——Uncle Wah\n黄光亮——Ugly Guy in Supermarket\n叶玉卿——Siu-Yuk",
    "director": ["高志森"],
    "actor": ["张坚庭", "叶玉卿", "莫少聪", "李丽珍"]
  },
  {
    "name": "飞女正传",
    "year": "1992",
    "id": "1306427",
    "type": ["剧情"],
    "rate": 6.2,
    "story": "本片以六十年代的香港社会为背景，以吴孟达（王十多岁男妓）、张敏（飞女组大家姐）和刘玉翠（坏透的女学生）三父女为骨干，连同杨丽菁、谢佩诗、吴绮莉、黄敏儿等组成的飞女群，反映当时一个十分严重的社会问题。反飞组陈晓莹、张坚庭与这群飞女周旋。故事由一个街坊福利会主办的舞会开始，在酒楼卖烟的飞女首领张敏在舞会上与客发生打斗而被送进往差馆。与此同时，其妹刘玉翠和父吴孟达亦分别因高卖及非礼而被捕。三人在差馆遇上反飞组的陈晓莹及张坚庭，张坚庭对张敏一见钟情，陈晓莹亦因此与张敏发生磨擦…",
    "director": ["陈国熹"],
    "actor": ["张敏", "张坚庭", "杨丽菁", "吴孟达"]
  },
  {
    "name": "鹿鼎记II神龙教",
    "year": "1992",
    "id": "1306951",
    "type": ["喜剧", "动作", "武侠"],
    "rate": 7.9,
    "story": "韦小宝（周星驰 饰）要护送建宁公主（邱淑贞 饰）嫁到云南，在途中遇到了独臂神尼的刺杀。小宝被抓走后，借口拜神尼为师，其实是想追求其徒弟阿珂（李嘉欣 饰）。不料韦小宝被神龙教圣女龙儿（林青霞 饰）抓走，想要报了之前在王宫里埋下的仇恨，却没想到遭到了平西王的陷害。韦小宝极力相救，龙儿以身相许更把绝世武功传于韦小宝。韦小宝与公主之间的事情被平西王发现了，平西王更提前造反，小宝将贪图富贵的冯锡范骗到东郊皇陵，没想大那里竟然饰大清龙脉……©豆瓣",
    "director": ["王晶"],
    "actor": ["周星驰", "邱淑贞", "林青霞", "李嘉欣"]
  },
  {
    "name": "棋王",
    "year": "1991",
    "id": "1307163",
    "type": ["剧情"],
    "rate": 7.8,
    "story": "故事发生在90年代的台湾，电视台女主持丁玉梅（杨林 饰）因为节目《神童世界》收视率不佳而面临被炒鱿鱼的危机，所以她请香港朋友程凌（岑建勋 饰）帮忙，计划做一期象棋神童的节目挽回收视率。这时，他们遇到了一个名叫王圣方的孩子，他具有预测未来的特异功能，这让众人看到了希望……\n在寻找小棋王的过程中，程凌时常被自己的回忆打断——在文革时期，他跟随表哥倪斌（金士杰 饰）参加轰轰烈烈的知识青年上山下乡运动。在列车上，他们结识了痴迷下棋的王一生（梁家辉 饰）和学美术出身的阿城（严浩 饰），此后他们在农场遇到了一系列的麻烦，后来王一生因为一次疏忽而锒铛入狱，幸亏倪斌用“传家宝”——一副元代象棋用来送礼疏通，才帮他度过难关。后来王一生在众人帮助下，参加了一场特殊的棋王大战，结果出人意料……\n本片根据著名作家阿城的同名小说改编。©豆瓣",
    "director": ["严浩", "徐克"],
    "actor": ["梁家辉", "岑建勋", "严浩", "杨林"]
  },
  {
    "name": "甩皮鬼",
    "year": "1992",
    "id": "2133405",
    "type": ["恐怖"],
    "rate": 6.2,
    "story": "奸商刘有光事业遭遇窘境，为了让手中的度假村顺利开张，他不惜让一手捧红的女明星叶玉芝（陈颖芝 饰）向相关官员出卖肉体。但在一个暴雨之夜，玉芝不慎触电，虽保住性命，然而容貌尽毁。为赶在高官从国外回来前让玉芝重焕青春，刘有光遍寻名医，却无人能治。在巫医指点下，刘绑架并杀害一名少女，通过锦衣授魂术将少女的皮肤移至玉芝身上。\n一眉道长（林正英 饰）和一群年轻人来刘拥有的小岛上游玩，发现刘印堂发暗，厄运缠身。当晚，高官与玉芝共赴巫山，谁知……©豆瓣",
    "director": ["陈会毅"],
    "actor": ["林正英", "楼南光", "陈颖芝", "金十二"]
  },
  {
    "name": "黑猫II刺杀叶利钦",
    "year": "1992",
    "id": "1292503",
    "type": ["动作", "剧情", "惊悚"],
    "rate": 5.8,
    "story": "Erica（梁琤 饰）因为天生条件的天独厚，因此被中央情报局选中。Erica接受的并非一般训练，而是进行身体彻底改造，成为半人半机械的冷酷无情的超级杀手，代号“黑猫”。CIA获悉国际恐怖组织派出杀手“铁人”刺 杀叶利钦，于是派出“黑猫”及华裔情报员罗彬（仇云波 饰）共同前往追捕“铁人”。不料两人却误中陷阱，“黑猫”的机能甚至遭到严重破坏。当局只能一方面抢修“黑猫”，另一方面则布下天罗地网，希望“黑猫”能在“铁人”行动前将他逮捕。©豆瓣",
    "director": ["冼杞然"],
    "actor": ["梁琤", "仇云波", "Zoltan Buday", "Bob Wilde"]
  },
  {
    "name": "翘课外传",
    "year": "1992",
    "id": "1299891",
    "type": ["喜剧"],
    "rate": 6.3,
    "story": "台湾少年小狗（郭富城 饰）的父亲因向警方告密，使得台湾黑帮老大暂时被收监，等待起诉。为了安全起见，小狗来到了香港，并改名换姓入读了圣育强中学。谈判专家阿坚（张坚庭 饰）因谈判时常出错，被派到了圣育强中学当卧底老师，寻找小狗。阿坚来到圣育强中学，发现这里的学生都是些顽劣的问题少年，其中这里的学生领袖A士更是令人头疼。阿坚在学校认识了女教师梦想（张敏 饰），很快对她产生好感，这时，阿坚的女友女警阿卿（邱淑贞 饰）也来到了这里当卧底。应付顽劣学生尚且力不从心的阿坚，同时也面临着一场三角恋，学校里的爆笑场面不断。台湾黑帮老大终因证据不足被释放了，在杀死了小狗的父亲后，来到了香港准备小狗也干掉。面对台湾黑帮，阿坚最终能否顺利救下小狗？©豆瓣",
    "director": ["王晶"],
    "actor": ["郭富城", "张敏", "邱淑贞", "吴孟达"]
  },
  {
    "name": "\"细佬\"识讲嘢!",
    "year": "1992",
    "id": "3075163",
    "type": ["喜剧"],
    "rate": 6.7,
    "story": "一幢商厦,接连发生强奸案,而被强奸者都有丈夫和男朋友,而那些人也大部份在这幢大厦工作,原来这名强奸犯有一种可以与自己细佬讲话的能力,而原来细佬与细佬之间都可以勾通,只不过一般人都不知晓,因此之故强奸犯周宁便通过自己的细佬与别的细佬勾通,获悉与自己有数夜之缘的女朋友竟然跟大厦内很多经理级的",
    "director": ["张坚庭"],
    "actor": ["张坚庭", "陈惠敏", "吴绮莉"]
  },
  { "name": "三级七日情", "id": "3818017" },
  {
    "name": "阿二一族",
    "year": "1992",
    "id": "3073140",
    "type": ["喜剧"],
    "rate": 6.4,
    "story": "DODO是深圳某对外贸易发展公司代表，泰沛是港商某内衣胸围底裤厂老板，因内地设厂关系相识DODO。DODO来港了解工厂生产设备、操作程序、人事管理、吸取经验，暂时入住了沛前度情妇的住所，华是沛的得力助手，理所当然对DODO悉心照料。不料DODO所住的地方，楼上楼下都是二奶住的，其中包括晶、恩、莹，众人都自然地当了DODO是沛新收的二奶，由于生活方式，文化背景的不同，产生冲突",
    "director": ["曹建南"],
    "actor": ["郑裕玲", "陈友", "陈晓莹", "玛利亚"]
  },
  {
    "name": "轰天皇家将",
    "year": "1992",
    "id": "3793671",
    "type": ["动作"],
    "rate": 5.3,
    "story": "曾健乃香港贩毒头子，因被小红，及Ida所率领的警队追捕而仓忙潜逃至泰国，留下情妇Carry在香港。数年后曾健以泰国华侨沙华的身份返港，而Carry已下嫁警司金志远，曾知悉后非常愤怒，故设赌局欺骗志远，令志远欠下巨债，被迫替曾卖命，与此同时Ida四出调查曾健，令曾的交易受阻，曾设计杀死志远及嫁祸Ida。",
    "director": ["炜烈"],
    "actor": ["杨盼盼", "曾江", "吴家丽", "西协美智子"]
  },
  {
    "name": "92应召女郎",
    "year": "1992",
    "id": "1303979",
    "type": ["爱情"],
    "rate": 7.2,
    "story": "红姐（冯宝宝饰）是受人爱戴的鸨母，为人四海豪迈，生平唯一的遗憾是她的女儿小玲（周慧敏饰）－电视红星方小玲因歧视其母而不愿和她相认，但讽刺的是－小玲为巩固自己的地位，不惜向有关人士出卖肉体。后在一次火灾中，红姐为救女儿身受重伤，生命垂危。红姐有一义女叫华女（刘嘉玲饰），在夜总会当小姐，因故与经理起冲突遂愤而辞职，赋闲其间在红姐处养伤，对小玲势利的态度甚为不满，二人势同水火。红姐在拉客时遇见阿玉（罗美薇饰），阿玉为完成到国外念书的心愿而接客，红姐劝其回头，但其心意已坚无法说服。绮华（陈宝莲饰）与医生男友阿海（李子雄饰）是青梅竹马，绮华为阿海下海当小姐，而阿海却与另一女医生发生感情，绮华伤心至极……©豆瓣",
    "director": ["黄志", "林德禄 "],
    "actor": ["刘嘉玲", "冯宝宝", "罗美薇", "周慧敏"]
  },
  {
    "name": "何日金再来",
    "year": "1992",
    "id": "1305176",
    "type": ["喜剧", "情色"],
    "rate": 6.5,
    "story": "黄沾饰演一无良咸湿老板，黄光亮、大傻饰演无知古惑仔，老板为图谋黄光亮老婆美色给钱开丧拿以法拉利相赠，……",
    "director": ["马伟豪"],
    "actor": ["黄光亮", "黄霑", "成奎安", "吕少玲"]
  },
  {
    "name": "两屋一妻",
    "year": "1992",
    "id": "3020755",
    "type": ["剧情"],
    "rate": 6.5,
    "story": "Richard（陈友 饰）一家将要移民纽约，人生路不熟的他们本来以为初到贵境能得到朋友的照顾，怎料朋友也是个非法移民。迫于无奈一家人只好住在了治安极差的环境中。这时候Richard需回港照料生意，妻子素华（毛舜筠 饰）只好独自带着儿子Oscar继续在纽约生活。\n为了让丈夫放心，生活多困难都是素华一人挺着渡过，她期待着与丈夫重聚的时刻，但现实的艰难让她变得暴躁起来。\n丈夫的生意蒸蒸日上，素华也从刚开始事事依赖丈夫的小女人变成了独立坚强的母亲。Oscar也在母亲的带领下变得自主独立。\n当Richard到美国探望妻儿时，发现他们的改变后感觉自己与家人的距离疏远了。Richard本想把儿子带回香港过个开心的暑假，却使儿子无端生病了。素华非常不满，希望丈夫能放下生意到美国生活……©豆瓣",
    "director": ["陈友"],
    "actor": ["陈友", "毛舜筠", "吴君如", "张坚庭"]
  },
  {
    "name": "卫斯理之老猫",
    "year": "1992",
    "id": "1484138",
    "type": ["科幻", "悬疑", "惊悚"],
    "rate": 6.3,
    "story": "卫斯理（李子雄 饰）的朋友李同（刘锡贤 饰）每晚都受到楼上的噪音侵扰，无法入眠。某晚他终于忍无可忍，上楼质问，发现楼上住着一个老人、少女（叶蕴仪 饰）和一只黑猫。次日楼上住户搬家，李同一方面好奇他们夜间的举动，一方面被女孩和黑猫的神秘气质所吸引。他走进楼上单元查看，却看到一滩血淋淋的猫的内脏。\n李同将此事诉于卫斯理，后者直觉认为女孩系外星生物。事实正如卫斯理所料，来自外星的女孩和黑猫因故滞留地球，只有找到八角器才能帮她们重返故乡，而另一方面，外星杀手则欲置她们于死地……©豆瓣",
    "director": ["蓝乃才"],
    "actor": ["李子雄", "伍咏薇", "叶蕴仪", "刘兆铭"]
  },
  {
    "name": "羔羊医生",
    "year": "1992",
    "id": "1718158",
    "type": ["动作", "犯罪", "恐怖"],
    "rate": 6.2,
    "story": "林过雨（任达华 饰）从小和父亲以及继母还有同父异母的弟妹生活在一起，喧闹拥挤、又时常受责骂的成长环境在他心里埋下了异样的种子……因一家洗印店数次收到赤裸女子的照片，警方介入调查，发现这些女子可能是连环杀人者“雨夜屠夫”的受害人，警方延线索调查，将来取照片的林过雨抓获。经过连番高压审问，林过雨交代了自己的罪行，原来他以替天行道为名义，借助自己出租车司机的职业便利，多次在雨夜杀害那些他眼中的“坏女人”，其作案手法凶残，惊世骇俗。凶手落网，但生命已无法挽回……\n本片根据雨夜屠夫林过云的经历改编。©豆瓣",
    "director": ["李修贤", "邓衍成"],
    "actor": ["任达华", "李修贤", "郑则仕", "关宝慧"]
  },
  {
    "name": "神探手与咖喱鸡",
    "year": "1992",
    "id": "1299004",
    "type": ["喜剧", "动作"],
    "rate": 6.7,
    "story": "警界搭档“神枪手”岑健昌（张学友 饰）与“咖喱鸡”江理基（董玮 饰）二人个性颇为轻佻，加之办案手法大胆，时常令上司“枪王”林浩英（林正英 饰）烦恼。岑健昌的广州表哥家常（张坚庭 饰）与表妹家希（李丽珍 饰）来港，暂住岑家中。家常多年来管教家希甚为严格，令好好的一个青春少女举止怪异，甚至有自毁倾向，岑与江遂设计帮家希找回本性。另一方面，黑道人物刘天豪杀死大哥夺位，此案交由林浩英负责，警界双雄随即出动，却意外发现大陆表哥家常的线民身份对查案颇有帮助，家常更借协助查案的机会与KTV老板娘南希产生了一段恋情……刘天豪枪法了得不断犯案，岑、江二人在不懈的追查中终于迎来了与刘天豪的决战……©豆瓣",
    "director": ["张同祖"],
    "actor": ["张学友", "张坚庭", "李丽珍", "林正英"]
  },
  { "name": "93女爱男欢", "id": "3264578" },
  {
    "name": "花货",
    "year": "1992",
    "id": "4888094",
    "type": ["剧情"],
    "rate": 5.9,
    "story": "文慧（罗美薇）与友明头（刘玉翠）欲成为歌星，可惜文慧因家庭问题被迫到夜总会工作，因与黑帮头目B哥发生争执，惹祸上身，幸得车房仔阿忠（张家辉）及May姐（蓝洁瑛）、健哥（成奎安）相助脱离险境。阿忠对文慧情有独钟，但文慧一心仰慕新进男歌星Peter（吴大维）。另一方面，明头却对义薄云天的忠产生好感，一对女友的感情生活顿起波澜……",
    "director": ["曹建南"],
    "actor": ["张家辉", "刘玉翠", "罗美薇", "成奎安"]
  },
  {
    "name": "买起曼哈顿",
    "year": "1992",
    "id": "3175243",
    "type": [],
    "rate": 5.9,
    "story": "何忠原藉香港国际刑警队，顺从妻子的意思移民，已经可加入纽约警队，但报道之日，他的上司和同僚被黑帮屠杀，何忠失去靠山，只好与妻子在时报广场卖热狗，艰辛度日。忠妻认识了华裔富陈军，并与军非常投契，军教她如何在纽约打开天下，忠妻原来柔顺，也逐渐变成刚强女丈夫，何忠眼看妻子在变，却不能阻止，原来他已被美国特警录用，专做卧底，目前的任务，恰是调查陈军的犯罪背景。于是我诈你虞，勾心斗角，招来解不开的情与恨。",
    "director": ["黄志强"],
    "actor": ["吴家丽", "雷自然", "陈军", "Alana Jerins"]
  },
  {
    "name": "雾都情仇",
    "year": "1992",
    "id": "1305998",
    "type": ["动作", "爱情"],
    "rate": 5.7,
    "story": "在英国读书的香港学生MARK与KEN认识了小潮，被罗致在小潮继父张铁成处工作。张的手下洪达爱上张的情妇，而张亦对小潮有非份之想。六个人的爱欲纠葛难解难分，最后终以悲剧收场……",
    "director": ["鲍德熹 (Peter Pau (I))"],
    "actor": ["梁家辉", "叶蕴仪", "吴家丽", "李子雄"]
  },
  {
    "name": "侠女传奇",
    "year": "1992",
    "id": "1305166",
    "type": ["武侠", "古装"],
    "rate": 6.2,
    "story": "诸国割据、战乱频生的五代十国。\n后唐被后燕所灭，公主（李嘉欣）在柳若雄（李子雄）及赛小菁（杨丽菁）夫妇保护下逃亡，其父临终前，将一支藏有宝藏秘密的玉箫相交，公主找寻到宝藏便可复国。路上三人走散。公主误入夏侯谷，邂逅原是后晋太子的夏侯瑭（刘锡明），他正被姑姑（惠英红）所逼，苦练可以复国的独孤九剑，他的灭国仇敌正是公主。但因没有说破身份，两人反在后者的几番舍命相救生出真爱。柳若雄则被燕国师（刘洵）所擒，后者以利益作诱饵，令他生出叛逆之心。©豆瓣",
    "director": ["余明生"],
    "actor": ["李嘉欣", "杨丽菁", "惠英红", "刘锡明"]
  },
  {
    "name": "偷神家族",
    "year": "1992",
    "id": "1300886",
    "type": ["喜剧"],
    "rate": 6,
    "story": "一个以替天行道、劫富济贫为宗旨的群组织，因其行踪敏捷、飘忽、令黑白二道头昏脑涨，只能凭案发现场所留标志，得知其名为侠圣，特派遣刑警轰天炮（黄光亮饰）至香港与本地女干探迫击炮（胡慧中饰）联手进行调查。双炮处事手法狠辣，所到之处往往鸡飞狗走，果真有使人闻名丧胆之本色。侠圣主脑赤海（袁祥仁饰）本是“偷神家族”传人，自收养心兰（大岛由加丽饰）与小妹（李赛凤饰）后，已逐渐淡出江湖，一切行动都交给二女执行，但心兰、小妹二人性格各异，往往因小事而争执。",
    "director": ["王振仰"],
    "actor": ["胡慧中", "李赛凤", "黄光亮", "卢大伟"]
  },
  {
    "name": "绝代双骄",
    "year": "1992",
    "id": "1295987",
    "type": ["喜剧", "动作", "武侠"],
    "rate": 6.3,
    "story": "社会动荡不安的唐朝未年，每18年举行一次的武林赏善罚恶大会上，武林十大前辈选出移花宫主为担任赶杀十大恶人重任的武侠义士，不料却遭到突至的宫主夫君燕南天的阻止。宫主以一招之差落败燕南天后夫妻反目，立誓18年后将授一门人杀尽十恶。\n为感谢燕南天的救命之恩，十大恶人担起扶养其儿子小鱼儿（刘德华）的重任，并欲把他培养成天下最恶之人。宫主则收养了花无缺（林青霞），边授其武功边灌输男人都该杀的思想。18年过去，十大恶人与宫主分别命小鱼儿与花无缺在新一届赏善罚恶大会上争夺盟主，两人的生活轨迹开始交叉。©豆瓣",
    "director": ["曾志伟"],
    "actor": ["刘德华", "林青霞", "张敏", "吴孟达"]
  },
  {
    "name": "油尖少爷",
    "year": "1992",
    "id": "1299298",
    "type": [],
    "rate": 6.9,
    "story": "占叔家境十分富裕，惜妻早逝，与爱女相依为命，其为人乐观，喜到夜总会跳舞。这是爱女Baby最为反对的，因此，她扮作舞小姐激老父，在夜总会，Baby被江湖大可招积持中，幸得在场中的周聪挺身而出，帮助Baby解了围，两人互生情愫。Baby利用自己的家财瞒着聪，帮他发展事业，但当聪发觉Baby是富有人家，及自己的事业是Baby暗中用金钱帮助，一时难于接受，聪究竟应如何抉择呢？",
    "director": ["袁俊文"],
    "actor": ["莫少聪", "成奎安", "胡枫", "钱嘉乐"]
  },
  {
    "name": "蝎子战士",
    "year": "1992",
    "id": "1958190",
    "type": ["动作", "喜剧"],
    "rate": 7.4,
    "story": "1920年代，为躲避中国大陆动荡不安的时局，一带功夫名家费柴（胡枫 饰）携子玉书（钱嘉乐 饰）来到香港，出于安全考虑，他隐姓埋名做了一名剃头匠，收入虽微薄，却好在平安。唯一令他烦心的，是玉书无心向学贪读漫画，责骂多次亦无效。 某日玉书来到警司家，无意间发现他正与黑帮分子王正利做贩卖人口的非法生意，非常气愤，又见王正利欲对警司下女小茹（罗美薇 饰）不轨，玉书再也抑制不住愤怒，一番打斗，小茹被救出，玉书得罪警司与王正利。其后，费柴与玉书再无宁日，就在两人无法招架恶势力一方狠毒的蝎子功时，漫画书帮上大忙。©豆瓣",
    "director": ["黎大炜"],
    "actor": ["钱嘉乐", "刘家良", "罗美薇", "元振"]
  },
  {
    "name": "白玫瑰",
    "year": "1992",
    "id": "1305815",
    "type": ["动作", "爱情"],
    "rate": 7.5,
    "story": "钱玫瑰(张曼玉 饰)是一个保险经纪，由于职业的原因，她表面是一个牙尖嘴利又贪财的人，其实玫瑰在生活中缺乏安全感渴望牢靠的感情。一次偶然的机会，玫瑰结识了黑社会老大罗伊（张耀扬 饰），跟他兜售保险。罗伊平日混迹黑道，成天喊打喊杀，但内心却和玫瑰一样期望安定温暖的生活。日日相处下来，二人从一对斗气冤家渐渐变成了情投意合的知己。好景不长，罗伊遭到仇家追杀，为了不连累玫瑰，他远走他乡。玫瑰十分挂念罗伊，紧跟着去探望，岂料让人难以接受的一幕竟然就发生在玫瑰眼前……罗伊是否能大难不死？玫瑰和罗伊的感情又将何去何从？©豆瓣",
    "director": ["赵良骏"],
    "actor": ["张曼玉", "张耀扬", "叶玉卿", "姚炜"]
  },
  {
    "name": "鬼打鬼之黄金道士",
    "year": "1992",
    "id": "1794401",
    "type": ["喜剧", "动作", "恐怖"],
    "rate": 6.8,
    "story": "道士英叔（林正英 饰）胸怀开宗立派之志，每日带领五名徒弟勤加修炼，他为人坦荡，清贫无一长物，不得不做看更来补贴日用。英叔受人委托，看守一座无人大宅，无处容身的师徒六人暂住大宅之中。这座宅第中有一对儿清朝鬼夫妻留驻，女鬼阿娟（罗慧娟 饰）饱受丈夫虐待殴打，英叔仗义出手，将男鬼驱逐，阿娟自此留在其身边，与五个徒弟相处融洽。不久男鬼带同伴寻仇，英叔师徒大展威力再次驱鬼，阿娟亦一改受气形象，在丈夫面前扬眉吐气，此后她日日配合众徒弟练习捉鬼之术。一伙外国黑社会分子得到情报，获悉在这座大宅内藏有大量黄金，他们乔装教堂人员入住，试图谋害英叔等人，夺取黄金……©豆瓣",
    "director": ["陈会毅"],
    "actor": ["林正英", "沈威", "罗慧娟", "金十二"]
  },
  {
    "name": "笼民",
    "year": "1992",
    "id": "1306326",
    "type": ["剧情"],
    "rate": 8.9,
    "story": "香港寸土寸金，一些底层民众无楼可住，只得栖聚于危楼屋舍之中的床位。这些老弱病残分别用铁丝网相互隔开，被称为笼民。其中，祖先生（乔宏 饰）的智障儿子（廖启智 饰）终日嬉戏耍闹。唐三（泰迪罗宾 饰）是占小便宜的货色，而且尖牙利齿嘴不饶人。老人在笼中度过百岁寿辰，一直贩卖杂货维持生计，还有算命先生整天念念有词于事无补。此地发生命案，警察前来调查，却始终无法改变困境。这时，古惑仔毛仔（黄家驹 饰）从狱中放出，无视CID老爸的责骂，而与昔日死党重新混在一起，并住进了笼中。这时，公寓管理人员说接到业主收回楼宇的信函，希望各位租住户可以搬出，引起群情激愤。笼民开始向正在竞选的徐、周两位议员申诉，而后者为了收买人心，都作出了体察民情的样子。暗地里，徐议员与业主勾结，用重金收买毛仔，骗得了笼民自愿搬出的签名……\n本片获得第22届香港电影金像奖最佳影片，最佳编剧。张之亮获得最佳导演，乔宏获最佳男配角奖。©豆瓣",
    "director": ["张之亮"],
    "actor": ["黄家驹", "乔宏", "廖启智", "陈国新"]
  },
  {
    "name": "妖兽都市",
    "year": "1992",
    "id": "1293452",
    "type": ["动作", "科幻"],
    "rate": 6.1,
    "story": "故事发生在未来世界，阿龙（黎明 饰）和阿强（张学友 饰）都是抓捕妖兽的特警队警员，但是上司（袁和平 饰）非常器重阿龙，而对阿强就戒心重重。阿强气不过在酒吧买醉，得到了女友（李若彤 饰）的支持宽慰。然而，他心头总是笼罩着阴影——原来阿强的母亲也是妖兽，后来他把这个隐秘告诉了阿龙。阿龙也坦白了自己跟妖兽幻姬（李嘉欣 饰）的一段感情……\n此后，阿龙在一次抓捕元大宗（仲代达矢 饰）的行动中，重逢了现已成为元妻的幻姬，情急之下却要引出重重误会。其实，元大宗是要跟人类合作的妖兽，但是另有一股液态妖兽正在肆虐地侵袭这个城市。在对抗液态妖兽的过程中，阿龙与幻姬的感情经历了生死的考验，但是元大宗的儿子鬼众道（张耀扬 饰）却设计离间意图消灭人类，与此同时阿强也发现了特警队的叛徒……©豆瓣",
    "director": ["麦大杰"],
    "actor": ["黎明", "李嘉欣", "仲代达矢", "张学友"]
  },
  { "name": "星期五之舞男", "id": "1295029" },
  { "name": "赤裸羔羊", "id": "4819552" },
  {
    "name": "真的爱你",
    "year": "1992",
    "id": "1305009",
    "type": ["爱情"],
    "rate": 7.4,
    "story": "林俊杰（张学友 饰）出生于富贵之家又长得一表人才，从小到大，身边追求者数不胜数，但个性认真专一的俊杰明白，这其中的大多数均虎视眈眈地冲着自己的财产而来。在被女友无情抛弃后，俊杰的心跌入了谷底。\n一次偶然中，俊杰结识了名叫戚瑶君（张曼玉 饰）的化妆小姐，瑶君的开朗和乐观拨动了俊杰的心弦，却也触动了他的伤口。对爱情彻底失望的俊杰决定将这段感情埋在心底，同样亦对俊杰动了情的瑶君亦因自己与俊杰的地位悬殊而纠结万分。经俊杰的邀请，瑶君来到了他的公司工作，本就心心相惜的两人日久生情终于走到了一起，可他们的故事却并没有就此结束。©豆瓣",
    "director": ["谭朗昌"],
    "actor": ["张学友", "张曼玉", "吴孟达", "吴君如"]
  },
  {
    "name": "英雄地之小刀会",
    "year": "1992",
    "id": "1299315",
    "type": ["动作"],
    "rate": 7.2,
    "story": "三十年代的上海鱼龙混杂，在战争阴云下呈现一派各方势力交错的情景。出身闸北贫民区的黄大刚（张耀扬 饰）为了夺回做了歌女的心上人小珠（于莉 饰），带领一班兄弟闯荡，打出了自己的名号。其时爱国运动正如火如荼，小刀会骆子兴（尹扬明 饰）等人诛杀汉奸不遗余力，日本人多方渗透拉拢，上海公董局总办魏廷炎（刘松仁 饰）与日本人多有勾结。黄大刚为了得到小珠，拜入魏廷炎门下，为其担任先锋四处拼杀，终于做大，抱得小珠志满意得。与此同时，小刀会骆子兴等将暗杀目标锁定为和日本人勾结的魏廷炎。黄大刚心爱的小妹玉瑜（陈松伶 饰）与骆子兴偶然结识后对其一见钟情，希望能够加入小刀会厮守在骆的身边。黄大刚因不满魏廷炎利用小珠而与其翻脸，骆、黄两路人马为国仇家恨誓取魏廷炎性命……©豆瓣",
    "director": ["李健生"],
    "actor": ["张耀扬", "陈松伶", "尹扬明"]
  },
  {
    "name": "战龙在野",
    "year": "1992",
    "id": "1305415",
    "type": ["动作"],
    "rate": 6.8,
    "story": "中国片之中很少描写\"雇佣兵\"这个特殊行业，柯受良导演的本片让观众开了一点眼界。歌手王杰全身投入担纲主演，描写他为了救女友张敏而杀死了龙少爷，于是连夜逃往法国，参加入了法国雇佣兵，经过几个月的训练之后成为骁勇善战士，并被派到中东的沙漠地区作战。此时，龙老大已派人追杀前来，并在雇佣兵团中收买高手来对付王杰。全片在剧情安排上不脱商业片的老套，并未因题材的国际性而拍出更大的格局，但作为一部普通的娱乐片还不算太差。",
    "director": ["柯受良 (Sau Leung 'Blacky' Ko)"],
    "actor": ["柯受良", "王杰", "王杰", "张敏"]
  },
  {
    "name": "女校风云邪教入侵",
    "year": "1992",
    "id": "1307252",
    "type": ["动作", "犯罪", "奇幻"],
    "rate": 5.4,
    "story": "女学生Maggie离奇被杀，社工周文杰怀Maggie之死与邪教组织有关，遂与宗教专家博士一同进行调查。杰与博士使计混入邪教大本营，却赫然遇见Maggie生前之同学兼好友May。原来May为Miggie之死十分伤心，邪教中人文瑛乘机诱骗May加入教会，May意志薄弱，渐被洗脑，受控于教主。杰与博士决意救May脱离魔掌，惜其行动被教主发现，遂下令杀手追杀二人，博士不幸遭杀手伏击惨死。另一方面，教主利用May引杰出现，欲将其置之死地，杰为救May而只身赴会，并与教主等人展开血战，危急之际，教主竟命令May将杰枪杀……",
    "director": ["孙仲"],
    "actor": ["刘青云", "周慧敏", "黄秋生", "吴家丽"]
  },
  {
    "name": "情不自禁II霎时冲动",
    "year": "1992",
    "id": "3571767",
    "type": ["情色"],
    "rate": 5.1,
    "story": "落选港姐衰的惊天动地，却被傻逼公子哥看上，想要嫁入名门的故事",
    "director": ["查传谊"],
    "actor": ["梁思敏", "叶先儿", "陶大宇", "李中宁"]
  },
  {
    "name": "武状元苏乞儿",
    "year": "1992",
    "id": "1297863",
    "type": ["喜剧", "动作", "武侠"],
    "rate": 7.8,
    "story": "广州提督之子苏灿（周星驰 饰）在考取武状元时，被人设计陷害沦为乞丐。因为丐帮四大长老杀了自己的教主，入主朝廷的天理教太乙真人四处迫害丐帮，加上丐帮帮主阵亡令打狗棒法失传，丐帮一时四分五裂群龙无首。在心仪苏灿的如霜（张敏 饰）的暗中帮助下，传功长老选中苏灿为丐帮接班人，传以打狗律 法要诀。苏灿学艺成功后，成为新任帮主，开始团结各地丐帮会员自强，共同奋力对抗天理教。太乙真人（徐少强  饰）欲拥兵自立，预谋在皇帝狩猎之时下手行刺，不料消息走露传到苏灿耳中。©豆瓣",
    "director": ["陈嘉上"],
    "actor": ["周星驰", "张敏", "吴孟达", "徐少强"]
  },
  {
    "name": "92霸王花与霸王花",
    "year": "1992",
    "id": "1917973",
    "type": ["喜剧", "动作"],
    "rate": 6.4,
    "story": "第四届霸王花如期毕业成队，适逢一群悍匪冲入医院抢夺同伙，霸王花迅速投入战斗，可惜寸功未建，令上峰胡警司颇为难堪，警界推出的“金装霸王花”Madam杨（杨丽菁 饰）依赖一身硬功夫和高科技装备，表现颇为抢眼，致霸王花队伍有解散之虞。霸王花成员心灰意懒纷纷离去，Madam李（李赛凤 饰）遂展开了寻访前任霸王花重新入队解决危机之旅，最后只得全心照料儿子的Amy（吴君如 饰）和刚由精神病院出院的May（惠英红 饰）加入，于是新老霸王花在阿南（楼南光 饰）指导下开始了磕磕绊绊的恢复性训练。与此同时，抢人未果的悍匪们冲入学校，挟持警务处长之子要求释放同伙，霸王花们再次全力出击……©豆瓣",
    "director": ["钱升玮"],
    "actor": ["杨丽菁", "李赛凤", "吴君如", "惠英红"]
  },
  {
    "name": "车神",
    "year": "1992",
    "id": "1305472",
    "type": ["动作"],
    "rate": 5.9,
    "story": "Tommy（任达华 饰）与Lauea（刘嘉玲 饰）是一对情侣，两人性格浪漫奔放，喜欢在公路上飞驰电单车。一晚Tommy与对手大傻（成奎安 饰）斗车，警方闻风设路障阻截，Tommy成功冲破路障胜出。由于大傻耍赖，双方大打出手，结果Tommy一手下误杀大傻手下。李Sir（李修贤 饰）负责调查此案，大傻将责任推到Tommy身上，警方遂通缉Tommy归案，Lauea在此期间已有身孕。 李Sir跟踪Tommy的父亲，大举围捕Tommy。此时，Lauea突然感到腹痛，Tommy冒险送Lauea入院产子。Tommy舍不得妻儿，决定冲破警方的天罗地网到医院与Lauea和儿子相见……©豆瓣",
    "director": ["陆剑明"],
    "actor": ["任达华", "刘嘉玲", "吴孟达", "李修贤"]
  },
  {
    "name": "战神传说",
    "year": "1992",
    "id": "1300060",
    "type": ["动作", "冒险", "爱情"],
    "rate": 6.2,
    "story": "故事发生在江湖时代。孤儿阿飞（刘德华 饰）传说自小由鱼群抚养长大，因此身手不凡。不过阿飞却对功名不感兴趣，在渔村过着逍遥自在的生活。一次偶然机会，阿飞结识了前朝遗民燕十三（钟镇涛 饰），两日成立莫逆之交。为了帮助燕十三与兰陵国君一起从十四太子手中夺回王位，阿飞前往兰陵国救出了兰陵国君及其女月牙儿（梅艳芳 饰）。阿飞与月牙儿在逃亡过程中互生情愫，但月牙儿早已与燕十三订下婚约，阿飞只能黯然离开了他们。趁阿飞离开，十四太子调遣部队包围了燕十三他们，情况危在旦夕。©豆瓣",
    "director": ["洪金宝"],
    "actor": ["刘德华", "梅艳芳", "张曼玉", "钟镇涛"]
  },
  {
    "name": "梦醒时分",
    "year": "1992",
    "id": "1307483",
    "type": ["剧情"],
    "rate": 6.7,
    "story": "大学毕业之后，马莉（巩俐 饰）只身一人来到繁华的大都市香港，希望能够在这里开拓一片属于自己的新天地。马莉没有香港的身份证，因此在职场上屡屡受挫，某日，她结识了珠宝店的少东家彼得（林俊贤 饰），两人坠入了爱河。彼得一直承诺会给马莉一个名分，但行动上却迟迟没有动静，甚至不愿意讲马莉介绍给家人认识。\n一次偶然中，马莉结识了自小生活在英国的商人王国威（钟镇涛 饰），一来二去之间两人成了老相识，马莉常常向王国威倾诉心中的苦楚，而王国威则耐心开解。随着时间的推移，马莉和王国威之间渐渐产生了真挚的感情。王国威邀请马莉到自己身边做自己的助手，哪知道遭到了彼得的严词拒绝。©豆瓣",
    "director": ["张艾嘉"],
    "actor": ["巩俐", "钟镇涛", "林俊贤", "姜大卫"]
  },
  {
    "name": "独自去偷欢",
    "year": "1992",
    "id": "26593715",
    "type": ["情色"],
    "rate": 0,
    "story": "",
    "director": ["黄文华"],
    "actor": ["李中宁", "陈蓓琪", "齐汉", "黄爱美"]
  }
]
