[
  {
    "name": "坏孩子俱乐部",
    "year": "1995",
    "id": "1301057",
    "type": [],
    "rate": 0,
    "story": "这是由真人真事个案改编的故事。阿枝（林明伦）与文仔只管追求物质享乐及崇拜英雄主义，且步上犯罪道路，结果事败落网。惟因两人家境不同，待判期间，阿枝得到保释，而文仔却要尝囚禁滋味，两人之间一向齐心的关系受到考验。可是，免被拘留的阿枝一点也不好受，他备受家人指责，朋友以为他背信弃义，令阿枝感到孤立委屈；最后，他竟选择了在狱中与文仔共同进退，更可藉此挽回半点英雄感觉。然而，他始终未能如愿以偿，在监狱这个微型世界中，眼见火爆的斗争，利益的冲突，但也感到的义气友情的一面；同时亦学晓了…",
    "director": ["赵良骏"],
    "actor": ["林明伦", "梁焯满", "郭静"]
  },
  { "name": "贼王", "id": "1305489" },
  {
    "name": "亚洲警察之高压线",
    "year": "1995",
    "id": "1890538",
    "type": ["动作"],
    "rate": 5.9,
    "story": "探员蒋浩华（甄子丹 饰）因办案手段凌厉大胆常受上峰批评，最近接到外派任务，赴菲律宾接回证人苏权，由于苏权一案牵涉蒋浩华杀妻仇人狄克（张耀扬 饰），蒋浩华严阵以待，但还是被狄克抢得先机。出师不利的蒋浩华决定孤身滞留菲律宾，与当地探员艾度合作查案。狄克是菲律宾颇有权势的卡先生之得力助手，近几年狄克借各种违法交易中饱私囊，逐渐开始挑战卡先生地位。蒋浩华依线索调查狄克与卡先生团伙，不料引起对方连串报复，菲律宾警员比利遇害，对狄克的追捕也以失败告终，菲律宾警方无奈将蒋浩华驱逐，几乎与此同时，狄克与卡先生的矛盾公开化，蒋浩华不顾菲律宾警方的通缉，要与取代卡先生的狄克做最后了结。©豆瓣",
    "director": ["金扬桦"],
    "actor": ["甄子丹", "张耀扬"]
  },
  {
    "name": "炸弹情人",
    "year": "1995",
    "id": "5372999",
    "type": ["剧情"],
    "rate": 0,
    "story": "Tommy跟Anna原来是一对恋人，因性格原因，导致母亲惨死，再加上父亲的不忠使Tommy从小就心里有一层阴影，回到香港的他这个时候却发现Anna已经是一个有夫之妇，面对誓言的背叛，他策划了一个完美的报复计划，利用Anna丈夫上班时间对她进行性骚扰，导致Anna与丈夫矛盾激化，但这远远不能满足Tommy变态的心理，他要完全占有Anna,使其成为自己的发泄的工具，随着一声猛烈爆破之后，旧情人的丈夫达给炸死，却未能使Tommy得回Anna的欢心，相反地更将一段建基于儿时的感情承诺，变成仇恨......",
    "director": ["杨逸德"],
    "actor": ["伍咏薇", "郑浩南", "郑则仕", "符钰晶"]
  },
  {
    "name": "富贵人间",
    "year": "1995",
    "id": "1304820",
    "type": ["喜剧", "爱情", "家庭"],
    "rate": 5.3,
    "story": "朱工一心扑在事业之上，尽管最终凭借着自己的努力成为了亿万富翁，却因此和亲人之间关系十分疏离。察觉到此事，追悔莫及的朱工决定修复这段伤痕累累的关系，回港过年。朱工的归来掀起了轩然大波，朱发是朱家最小的儿子，年龄悬殊让他和大哥之间并没有很深厚的兄弟情义，然而，一心想要创业的他却在家财万贯的朱工身上看到了商机。\n朱才是朱工二弟朱喜的儿子，想要依靠自己制作寿司的本领立业，哪想到一路上困难重重，无奈之下只得打起了大伯的主意。于是，在朱才和朱发之间，爆发了一场旷日持久的斗争。最终，朱才才意识到，金钱改变了自己善良的天性，他决定就此放手。©豆瓣",
    "director": ["罗杰承"],
    "actor": ["许冠文", "林海峰", "葛民辉", "黄秋生"]
  },
  {
    "name": "西游记第壹佰零壹回之月光宝盒",
    "year": "1995",
    "id": "1299398",
    "type": ["喜剧", "爱情", "奇幻"],
    "rate": 9,
    "story": "孙悟空（周星驰）护送唐三藏（罗家英）去西天取经路上，与牛魔王合谋欲杀害唐三藏，并偷走了月光宝盒，此举使观音萌生将其铲除心思，经唐三藏请求，孙悟空被判五百年后重新投胎做人赎其罪孽。\n五百年后孙悟空化身强盗头头至尊宝。当遇见预谋吃唐僧肉的妖怪姐妹蜘蛛精春三十娘（蓝洁瑛）和白骨精白晶晶（莫文蔚）时，因为五百年前孙悟空曾与白晶晶有过一段恋情，至尊宝与她一见钟情，但因菩提老祖将二人妖怪身份相告，至尊宝仍带领众强盗开始与二妖展开周旋，过程中，白晶晶为救至尊宝打伤春三十娘，自己也中毒受伤，为了救白晶晶，至尊宝去找春三十娘，遭白晶晶误会，绝望自杀，至尊宝开始用月光宝盒以期使时光倒流。©豆瓣",
    "director": ["刘镇伟"],
    "actor": ["周星驰", "吴孟达", "罗家英", "蓝洁瑛"]
  },
  {
    "name": "红番区",
    "year": "1995",
    "id": "1296011",
    "type": ["喜剧", "动作", "犯罪"],
    "rate": 7.5,
    "story": "货车司机黄家驹（成龙）赴美向移居美国的骠叔祝贺新婚之喜，知晓其打算婚后与黑人妻子过安静的晚年生活，经营多年的超级市场也已卖给了年轻寡妇Elaine（梅艳芳）经营。由于一见面就对Elaine有好感，黄家驹主动协助Elaine打点起业务来。\n不久，以Johnny为首的一帮朋克党开始恶意捣乱破坏超市，面对他们，黄家驹面无惧色勇敢地用起了自己的拳头，同时不忘晓他们以人生大义，然而这波未平那波又起，黄家驹又被卷入了钻石赃物被盗的漩涡，受到了黑手党的追杀。©豆瓣",
    "director": ["唐季礼"],
    "actor": ["成龙", "梅艳芳", "叶芳华", "董骠"]
  },
  {
    "name": "金玉满堂",
    "year": "1995",
    "id": "1295374",
    "type": ["喜剧", "爱情"],
    "rate": 8.1,
    "story": "赵港生（张国荣饰）因厌烦黑社会生活，欲金盆洗手后去加拿大追寻偶像山口百惠，而他选择的移民途径竟是——参加加拿大酒店的厨师考试，丝毫不懂厨艺的他最终因作弊暴露而惨败。\n某日，赵港生在酒楼遇见了厨艺大师龙昆宝（赵文卓饰），龙昆宝指点他去找自己的旧识满汉楼的欧老板（罗家英饰）学习，不想欧老板竟对他百般刁难，最终将其扫地出门。其间，港生和欧老板的女儿嘉惠（袁咏仪饰）倒是在不经意间擦出了花火。\n欧老板师承中国著名大宴满汉全席之赵派，某日，牛派的继承人黄荣找上门来挑战，后来又使诡计挖走了他手下的所有师傅。这时，唯有港生挺身而出，和嘉惠一起寻找会做满汉全席的高人，那就是五年前莫名隐退厨艺界的廖杰（钟镇涛饰）。©豆瓣",
    "director": ["徐克"],
    "actor": ["张国荣", "袁咏仪", "钟镇涛", "赵文卓"]
  },
  {
    "name": "西游记大结局之仙履奇缘",
    "year": "1995",
    "id": "1292213",
    "type": ["喜剧", "爱情", "奇幻"],
    "rate": 9.2,
    "story": "至尊宝（周星驰 饰）被月光宝盒带回到五百年前，遇见紫霞仙子（朱茵 饰），被对方打上烙印成为对方的人，并发觉自己已变成孙悟空。\n紫霞与青霞（朱茵 饰）本是如来佛祖座前日月神灯的灯芯（白天是紫霞，晚上是青霞），二人虽然同一肉身却仇恨颇深，因此紫霞立下誓言，谁能拔出她手中的紫青宝剑，谁就是她的意中人。紫青宝剑被至尊宝于不经意间拔出，紫霞决定以身相许，却遭一心记挂白晶晶（莫文蔚 饰）的至尊宝拒绝。后牛魔王救下迷失在沙漠中的紫霞，并逼紫霞与他成婚，关键时刻，至尊宝现身。©豆瓣",
    "director": ["刘镇伟"],
    "actor": ["周星驰", "吴孟达", "朱茵", "蔡少芬"]
  },
  {
    "name": "奸杀O娘",
    "year": "1995",
    "id": "26591759",
    "type": ["情色"],
    "rate": 4.7,
    "story": "东方之珠～香港是亚洲地区颇负盛名的观光购物天堂，但是，暗地里也是世界很多国家档案里公认的亚洲最大毒品转运站！香港政府为了洗血『最大毒品转运站』这个恶名，早就成立一个反毒机构决心跟毒品交易集团周旋到底。香港已被亚洲多国政府档案认定是最大毒品转运港。某日，港岛中环AA商业大厦第39楼某企业机构总办公厅，百余人正在忙碌著，内角公关经理房里，林利红正在拆迭来信，此时传真机中传过1张写有数字0099080390909194De纸，林看完马上烧毁。当晚，国际刑警香港总部山顶某秘密地库，特勤Nv警玫瑰兵团5人小组集合，听李总指挥发布要得动命令。5人名Nv子皆以红、白、金、紫、黄色面具掩面，彼此不知对方真面目，也不知姓名，一切绝对机密，仅以编号101、103、105、、107、109为记。李指派红玫瑰101追缉香港地区毒王伍，白103赴台湾，金105赴日本，紫107赴china，执行严谨的「玫瑰行动」。101红玫瑰发现，每次任务都被对方预知，女特务被奸杀，其必有内奸，更由于「断魂香999」存在，剥丝抽茧，确定李总指挥跟亚洲贩毒集团有挂勾，图谋巨大利益。当局本想等李sir到七湾搭船，才逮捕他归案，想不到先被101红玫瑰发觉，并杀了李sir。法律会给101红玫瑰一个公道，并颁给她一个荣誉奖。「玫瑰行动」至此结束，并指派她另一个新任务............",
    "director": ["林金锋"],
    "actor": ["金志姬", "林利红", "传伟祈", "李中宁"]
  },
  {
    "name": "冇面俾",
    "year": "1995",
    "id": "1307619",
    "type": ["动作", "惊悚", "喜剧"],
    "rate": 6.7,
    "story": "皮埃尔（洪金宝 饰）在上司阿石（金城武 饰）的带领下破获了一宗大型毒品交易案，没收了大量毒品，将它们作为证据存放在警察局中。这批毒品系日本商人山本所有，为了销毁证据替自己脱罪，山本派出了一群亡命之徒狂徒帮，设计潜入警局夺回毒品。\n最终，毒品被偷走了，但警方活捉了其中一名罪犯。于是，狂徒帮绑架了皮埃尔的女友柔情（周海媚 饰），相同警方交换人质。心急如焚的皮埃尔找到了同事兼好友王郁文（元彪 饰），虽然两人先前有着因为小小误会而产生的矛盾，却在之后的相处中结下了深厚的友谊。皮埃尔、王郁文一行人深入敌后里应外合，同犯罪分子展开了激烈的较量。©豆瓣",
    "director": ["洪金宝"],
    "actor": ["洪金宝", "元彪", "金城武", "周海媚"]
  },
  {
    "name": "流氓医生",
    "year": "1995",
    "id": "1358421",
    "type": ["喜剧"],
    "rate": 7.7,
    "story": "医生刘文（梁朝伟 饰）表面是个玩世不恭的人，但他实际非常细腻、洞悉世情的人。他厌恶不公的医疗制度，决定到红灯区经营诊所。醉心医学的他医术高强，面对贫苦大众好施医德。在他的病人当中有英勇的警员（刘青云 饰）、风月女子等等。他除了医治病人身体上的伤痛，还乐于倾听这群草根的心声，成为了他们的好友。但他却被昔日的好友陷害，刘文面临被吊销医生执照的危机。©豆瓣",
    "director": ["李志毅"],
    "actor": ["梁朝伟", "刘青云", "许志安", "钟丽缇"]
  },
  {
    "name": "冒牌皇帝",
    "year": "1995",
    "id": "2003850",
    "type": ["喜剧", "历史", "爱情"],
    "rate": 5.9,
    "story": "清朝光绪年阿，八国联军入侵中国，打到国都北京。当时执政的慈禧太后。丧权辱国，签订了城下之盟。 八国联军得寸进尺，提出无理要求。一名英军将领突发羊角风死亡，可英方硬说是阵地上殉职，要求清政府严惩凶手，为死去的将领建立英烈牌坊，还要皇上亲自祭奠英国将领。慈禧既屈服于英方的蛮横，不敢得罪英方，又要保大清朝的“尊严”，情急之下，她想出了一个权宜之计，欲找一位相貌酷似皇帝的人代为参加祭奠仪式。于是清廷上……",
    "director": ["刘国权"],
    "actor": ["吴镇宇", "冯宝宝", "洪欣", "陈嘉男"]
  },
  {
    "name": "给爸爸的信",
    "year": "1995",
    "id": "1299250",
    "type": ["动作"],
    "rate": 7.8,
    "story": "大陆卧底公安巩伟（李连杰 饰）因工作关系，不能给与重病的妻子更多照顾，也不能为懂事又武艺高强的儿子巩固（谢苗 饰）提供更多关怀，在妻儿急需要他的时候，巩伟因上司的命令，假扮罪犯，和大陆抓获的香港黑道分子小黑（柯受良 饰）一同逃跑，踏上了远赴香港甫光（于荣光 饰）团伙卧底的旅途。巩伟与甫光团伙在炸弹交易中黑吃黑，混战中搭救了香港督查方逸华（梅艳芳 饰），并凭借出色身手得到了甫光的信任。方逸华来到北京调查巩伟身份，获知真相，并在巩妻去世后带领巩固至香港寻父，方逸华上司将巩伟巩固父子身份暴露，使巩伟处境危险，而此刻甫光策划的拍卖抢劫行动亦迫在眉睫……©豆瓣",
    "director": ["元奎"],
    "actor": ["李连杰", "梅艳芳", "谢苗", "于荣光"]
  },
  {
    "name": "不一样的妈妈",
    "year": "1995",
    "id": "1461147",
    "type": ["剧情", "惊悚", "恐怖"],
    "rate": 7.3,
    "story": "文仔只是一个任性的少年，有一次服因事打架，自知闯祸，心虚下拒捕逃回家中，文仔妈妈是护士，她得知儿子犯了事，即严加指责，但当CID张SIR及警员人上门拉人的时候，她又由于爱子心切，代文仔向警察求情，但张SIR大公无私，决意抓文仔回警署，纠缠间文仔受了伤，被送往医院，文仔妈妈因此也对张 SIR心存不满。",
    "director": ["姜大伟"],
    "actor": ["冯宝宝", "刘青云", "叶玉卿", "唐文龙"]
  },
  {
    "name": "香江花月夜",
    "year": "1995",
    "id": "2383150",
    "type": [],
    "rate": 7.7,
    "story": "故事发生在二十世纪六十年代的香港，张家颖（郑嘉颖 饰）和擦鞋童高志（曹永廉 饰）两人自幼便是青梅竹马的玩伴，长大成人之后彼此之间的友谊依然十分坚固。虽然高志的身份卑微，但张家颖从来都没有低看过自己的朋友。\n不幸发生了，张家颖的父亲因为股市崩盘而赔的倾家荡产，无奈之下，张家颖只得和高志一起来到香江夜总会，投靠在那里献唱的歌星乔尼（泰迪·罗宾 饰）。乔尼曾经是红极一时的流行歌王，如今却早已经被粉丝们忘记，委身在小小的夜总会中靠搞笑和卖傻营生。对于自己的未来，乔尼感到十分悲观。可是，当张家颖和高志出现在了他的身边拜他为师后，乔尼再度找到了生活的希望。©豆瓣",
    "director": ["泰迪·罗宾"],
    "actor": ["泰迪·罗宾", "郑嘉颖", "曹永廉", "陈艺鸣"]
  },
  {
    "name": "冒险游戏",
    "year": "1995",
    "id": "1300338",
    "type": ["剧情"],
    "rate": 5.7,
    "story": "云端、GUCCI、小威、狄克本是不同世界的人，然而这四个命运轨迹不同的人却在某一天闯进了彼此的生活。狄克从美国回来寻找初恋情人，但找到后却发现初恋情人现已判若两人，情已不再。而小威则发觉认识GUCCI后，不再寂寞，云端跳出亚龙的爱情迷阵，却又从亚龙身上惹来了江湖大祸，他们正陷入一场贩毒与追杀的困境。",
    "director": ["霍耀良"],
    "actor": ["钟丽缇", "王喜", "任达华", "吴毅将"]
  },
  {
    "name": "老泥妹",
    "year": "1995",
    "id": "1303881",
    "type": ["犯罪"],
    "rate": 6.5,
    "story": "尖东老泥妹之四大天后讲述的是：鱼蛋妹是女童党的大姐，为人好胜，占有欲强。成员中，阿绿严重严重倾向，为情为义不惜动武力，多嗲波有自杀倾向，自暴自弃。吱喳意志力薄弱，她们喜欢逃学、一起咳药，藉此麻木自己，逃避现实。鱼蛋妹心仪姑爷仔pe...",
    "director": ["敖志君"],
    "actor": ["姚乐怡", "梁十一", "吴妙仪"]
  },
  {
    "name": "旺角的天空",
    "year": "1995",
    "id": "1300540",
    "type": ["犯罪", "动作", "剧情"],
    "rate": 6.6,
    "story": "帮派分子乐文华（任达华 饰）与大哥陆乘风（于荣光 饰）纵横香港，风头正盛。是日，陆、乐二人于码头接货，不想被警察团团包围。乐文华亮明卧底身份要求陆乘风投降，后者却冲入大海不知死所……一年后，经历了复职、受伤、升职的乐文华已经习惯了警队生活，然而却在一次抓捕中偶遇了陆乘风的情人蓉蓉（钟丽缇 饰），出于对蓉蓉的愧疚和同情，乐文华答应随时陪在她左右，这使得他与女友的关系出现裂痕。而大难不死的陆乘风此时又突然出现，请求乐文华帮自己最后一个忙，以讨回应得安度余生。乐文华一念之差卷入了陆乘风的犯罪计划，在陆乘风的复仇与警方的抓捕中苦苦挣扎……©豆瓣",
    "director": ["陈木胜", "郑伟文"],
    "actor": ["任达华", "钟丽缇", "黄柏文", "于荣光"]
  },
  { "name": "慈禧秘密生活", "id": "1298052" },
  {
    "name": "野性的邂逅",
    "year": "1995",
    "id": "3339190",
    "type": ["剧情", "惊悚"],
    "rate": 4.8,
    "story": "香港影坛三大荧幕硬汉\n联袂打造最狂野的连环杀人事件。这是个刑警也偷窥的年代…… }\n一名从纽约来港的女心理医生.美丽动人,更特别的是她是个双目失明的女人。为协助警方办案，通过分析和比较，女心理医生模仿被害者一身黑装出现在了人声鼎沸的酒吧。深夜，在医生的家里，就在凶手举起刀的一刹那，躲在暗处的警察也举起了枪……",
    "director": ["蒋家骏"],
    "actor": ["周嘉玲", "郑浩南", "方中信"]
  },
  {
    "name": "天国逆子",
    "year": "1994",
    "id": "1439713",
    "type": ["剧情"],
    "rate": 7.7,
    "story": "九十年代，东北小城，年轻工人关键（庹宗华 饰）到公安局检举自己母亲是杀人犯，揭开一段尘封往事。天寒地冻的东北小村庄，关键家里母亲（斯琴高娃 饰）做豆腐卖豆腐，父亲（马精武 饰）在当地小学做校长，表面威严正义，在家却对妻子儿子粗鲁打骂。任劳任怨忍气吞声的母亲，在一场意外中认识了林场工人刘大贵（巍子 饰），大贵和母亲慢慢熟悉，让母亲体会到从父亲那里无法得到的男人关怀，二人成了情人。纸包不住火，二人关系街谈巷议，关校长察觉后对母亲抱以变本加厉毒打，令母亲产生杀心，她在丈夫食物中投毒，被儿子关键看到。暴躁的父亲死了，关键某种程度上也松了一口气，但母亲投毒的画面总在心中郁结，令他无法正视她的改嫁，经过近十年的思想斗争，他终于做出状告母亲的决定……©豆瓣",
    "director": ["严浩"],
    "actor": ["斯琴高娃", "庹宗华", "马精武", "巍子"]
  },
  { "name": "二奶村之杀夫", "id": "1755344" },
  {
    "name": "小飞侠",
    "year": "1995",
    "id": "1578510",
    "type": ["喜剧"],
    "rate": 6.7,
    "story": "两父子谢峻（卢惠光饰）、谢飞（谢苗饰）号称是世界上武功最高的父子，果不其然，他们勇闯虎穴打败独角猩猩兽，救出了被关在山中的小公主。其实只是他们的一场英雄美梦。一日，谢父正在教授村民功夫时，突然接到师公的求救信号。为了满足师公的心愿，谢飞和父亲谢峻只好偷渡来到香港。当两人前去解救时，发现师公已被关进精神病院。不仅如此，父子二人还莫名其妙地被卷入一起抢劫珠宝杀人案中。在警察的追捕中，父子失散。\n在香港这个复杂的花花世界里，失散后的父子俩发生了一段段有趣的故事。©豆瓣",
    "director": ["林伟伦"],
    "actor": ["谢苗", "吴孟达", "卢惠光", "郑柏林"]
  },
  {
    "name": "真相",
    "year": "1995",
    "id": "3326556",
    "type": ["剧情"],
    "rate": 7.7,
    "story": "Kennix的弟弟李国强因误闯被抢劫杀人后的便利店而被警察逮捕。以林Sir为首的三名警察对李国强严刑逼供，却不料将其从四楼推下致其身亡。Kennix与正义的何律师决定控告林Sir三人谋杀。",
    "director": ["邱礼涛"],
    "actor": ["何家劲", "郭可盈", "金超群", "林国斌"]
  },
  {
    "name": "整蛊王",
    "year": "1995",
    "id": "1408122",
    "type": ["喜剧"],
    "rate": 6.2,
    "story": "“整蛊王”高兴（刘青云 饰）与两名助手刘血（葛民辉 饰）、毕止（林海峰 饰）开设了一家整人公司。无良富家子史松（黄伟文 饰）雇佣高兴整蛊抗议的工人，被不做不义之事的高兴拒绝。史松恼羞成怒，请来“玩人大帝”刘家拎（罗家英 饰）整蛊高兴。原来暗箭伤人的刘家拎与明刀明枪的高兴是整人界的世仇，全神贯注迎敌的高兴不慎撞了一名等待手术的盲女阿梅（袁咏仪 饰），出于歉意和同情，高兴将阿梅与其表妹阿莲一起接回公司暂住。五个年轻人同处一室，擦出了爱慕的火花。另一方面，史松对刘家拎的整人进度大为不满，而此时，高兴已经掉入了刘家拎的圈套……©豆瓣",
    "director": ["李力持"],
    "actor": ["刘青云", "袁咏仪", "罗家英", "林海峰"]
  },
  {
    "name": "猛鬼屠房",
    "year": "1994",
    "id": "1469713",
    "type": ["恐怖"],
    "rate": 5.6,
    "story": "Eric、Pat、Jojo、龙、Bill、Ken、岚七个人本拟往离岛路营，但怎料碰上狂风暴雨，一行人来到一间空屋避雨。当夜，怪事连连，但谁也不以为然，而Jojo联同Bill及Ben捉弄龙，令龙无地自容，结果龙羞愤交加下被魔力扯进镜内。翌日，众人商议再停留一天，而龙则避不见人，众人以为龙因昨晚之事而发脾气，怎料Ken失踪，Bill、Jojo先后被杀，Eric等这才发觉龙有异样……",
    "director": ["黎继强"],
    "actor": ["洪欣", "陈锦鸿", "张兰英", "左戎"]
  },
  {
    "name": "四级杀人狂",
    "year": "1995",
    "id": "1950419",
    "type": ["犯罪", "惊悚"],
    "rate": 4.6,
    "story": "姐姐（吴嘉丽）因感情上被离弃的痛苦，变成了“黑寡妇”般的杀人狂。妹妹（徐濠莹）从美国返港发展，不知姐姐有此嗜好，她们均对住在隔壁的靓仔（秦豪）发生兴趣。吴嘉丽的好友（伍永薇）为了告知姐妹两人的心事，故意探访秦豪，却发现秦豪失踪。警探吴大维进行周密的调查，发现了可疑之处。情理之中，意料之外，银幕上首现人妖与男人造爱的场面，人妖妃嫱友情出演。",
    "director": ["侯永财"],
    "actor": ["李莉莉", "陆剑明", "吴家丽", "伍咏薇"]
  },
  {
    "name": "欢乐时光",
    "year": "1995",
    "id": "1294093",
    "type": ["喜剧", "剧情"],
    "rate": 7,
    "story": "大卫（陈小春 饰）、张百常（张智霖 饰）和洪海星（许志安 饰）是相识多年的好友，彼此之间感情十分要好，行事亦充满了默契，三人常常结伴出没于灯红酒绿的欢场之中，杯筹交错间肆意挥洒着人生。\n某日，三人在酒吧里结识了名为安吉（吴绍惠 饰）的女子，安吉性感美艳又豪爽奔放，对三人屡屡秋波暗送，一行人一拍即合。哪知道一场意外的发生让安吉不幸受伤，以为只是小小风波的三人却在之后被安吉以强暴的罪名告上法庭，一时之间，大卫等人从寻欢客沦为嫌疑犯，被迫置身于法庭之上。谎言和真相相互交织，当局者迷的三人既要眷顾手足情深，亦要为各自的清白和自由而战。©豆瓣",
    "director": ["陈木胜"],
    "actor": ["陈小春", "张智霖", "许志安", "陈豪"]
  },
  {
    "name": "横纹刀劈扭纹柴",
    "year": "1995",
    "id": "1298840",
    "type": ["喜剧"],
    "rate": 6.7,
    "story": "江志华（周华健 饰）与小雪（袁咏仪 饰）自相识后打得火热，很快便陷入了热恋。感情成熟之际两人便想到共偕连理。但志华的母亲（沈殿霞 饰）对儿媳妇的要求很高，面对小雪不甘约束的性格，两婆媳之间的摩擦很大。婆婆甚至打算让儿子重新认识别的女孩，设计很多事情想离间夫妻之间的感情。\n终于小雪无法忍受而前往加拿大，儿媳妇的离开才令婆婆意识到自己行为的过分。©豆瓣",
    "director": ["譚朗昌"],
    "actor": ["周華健", "袁詠儀", "沈殿霞"]
  },
  {
    "name": "和平饭店",
    "year": "1995",
    "id": "1293867",
    "type": ["动作", "西部"],
    "rate": 7.7,
    "story": "江湖杀手阿平（周润发 饰）是和平饭店的老板，传闻他武功了得，曾经一口气杀了二百多个马贼，并且他宣称和平饭店是一个“避难所”，只要进来住宿的人，无论他得罪了什么帮派，都不许前来挑衅生事，但不保证离开后的安全。\n歌女阿曼（叶童  饰）的到来打破了这个江湖规矩。阿曼被人追杀，逃至和平饭店。她风情万千，令阿平心生爱意并设法保护她离开饭店，躲避追杀。然而，阿平的用情换来了一个早已布下的陷阱：原来阿曼正是这个陷阱的诱饵！\n愤怒的阿平决定拿起武器重出江湖，一场腥风血雨的厮杀大肆铺开。©豆瓣",
    "director": ["韦家辉"],
    "actor": ["周润发", "叶童", "秦豪", "刘洵"]
  },
  {
    "name": "花月佳期",
    "year": "1995",
    "id": "1298528",
    "type": ["喜剧", "爱情"],
    "rate": 7.9,
    "story": "江继威（吴奇隆饰）和洪欣欣（杨采妮饰）同在七夕节去月老庙求姻缘，江继威对外表清纯的张小盈（张庭饰）一见钟情，却因失神撞了想要偷拿红绳的欣欣，恼火的欣欣旋即对其展开“报复”行为，两人变成见面就吵的冤家。\n两星期后，欣欣在戏台上吊嗓时，却看见了江继威的鬼魂，原来江继威上了张小盈的当，被卷入抢劫案中继而被灭口。不甘心的江继威借助电线回到阳间，且歪打正着跑到欣欣所在的剧院。他希望欣欣可以帮他回到过去，挽回自己被杀的命运。欣欣最终经不住江继威的恳求，和他一起回到了两星期前。©豆瓣",
    "director": ["徐克"],
    "actor": ["吴奇隆", "杨采妮", "葛民辉", "张庭"]
  },
  {
    "name": "偶遇",
    "year": "1995",
    "id": "1296339",
    "type": ["剧情", "爱情"],
    "rate": 8.8,
    "story": "美国青年杰西（伊桑·霍克 Ethan Hawke 饰）在火车上偶遇了法国女学生塞琳娜（朱莉·德尔佩 Julie Delpy 饰），两人在火车上交谈甚欢。当火车到达维也纳时，杰西盛情邀请塞琳娜一起在维也纳游览一番，即使杰西翌日便要坐飞机离开。与杰西一见钟情的塞琳娜接受了杰西的邀请。\n他们一边游览城市，一边谈论着彼此的过去 ，彼此对生活的感想，两人了解越加深刻。他们非常珍惜这美妙的晚上，这对恋人一起经历了很多浪漫的经历因为他们约定在半年后再见，而此次约会将会在日出之间结束……©豆瓣",
    "director": ["理查德·林克莱特"],
    "actor": ["伊桑·霍克", "朱莉·德尔佩", "安德莉亚·埃克特", "汉诺·波西尔"]
  },
  { "name": "血恋", "id": "3735839" },
  {
    "name": "慈云山十三太保",
    "year": "1995",
    "id": "2003865",
    "type": ["剧情", "犯罪"],
    "rate": 5.8,
    "story": "陈华（巫启贤 饰）与高飞（陈豪 饰）、猫仔、丧牛等一班朋友，因学业后进，转而步入了打打杀杀的帮派生活。陈华和高飞等人打架拼命，很快将对手赶出地盘，称霸慈云山，号称“慈云山十三太保”。然而，恣意的生活并没有持续多久，在畏惧父亲（郑则仕 饰）责骂的日子里，陈华被无依无靠精神颓靡的高飞带入了毒品的漩涡，整日恍惚的陈华被恶警“魔鬼萧”（何家驹 饰）折磨侮辱。为了不辜负女友的期望，重新振作，陈华决意对自己的人生进行救赎……\n本片根据陈慎之、电影人李兆基等人的经历改编。©豆瓣",
    "director": ["邓衍成"],
    "actor": ["郑则仕", "何家驹", "巫启贤", "陈国邦"]
  },
  {
    "name": "抢闸妈咪",
    "year": "1995",
    "id": "1300511",
    "type": ["剧情"],
    "rate": 0,
    "story": "现职妇产科医生的祖儿，她对生命充满憧景及理想。她一个不孕的病人美兰，满怀希望地告诉她，只要在月圆之夜，对月低吟（月光光、照地堂）这首童谣，身旁心爱的男人便会跟她制造一个活泼、聪明的小生命。祖儿多么渴望这“传说”成真，让她在每天把小生命迎接来这个世界的职业里，也能为自己带来生命的晶灵，让人生更圆满。不孕的美兰虽然与丈夫阿瑞从来也没有放弃，但是创造奇迹的希望每一次都落空，最后他们把心一横，决定偷一个回来……",
    "director": ["王日平"],
    "actor": ["郑丹瑞", "童爱玲"]
  },
  {
    "name": "狂野生死恋",
    "year": "1995",
    "id": "1297950",
    "type": ["犯罪", "剧情", "爱情"],
    "rate": 6.3,
    "story": "一向执导浪漫文艺片的区丁平首次尝试警匪片，而素以美艳高雅形象见长的关之琳亦首次饰演专门算计男人金钱的坏女人角色，不过，警察梁家辉和毒枭王敏德却都不约而同迷恋上她。剧情描述新扎毒贩王敏德欲垄断市场，乃串通投资公司经理挪用公司基金贩毒，不料经理迷恋关，已先把部份资金拨归她的名下。此事东窗事发，经理自杀，王怀疑关私吞整笔钱而伺机亲近她，梁则因掌握了关的罪证而逼她做卧底来搜集王的犯毒证据。三人之间由互相利用演变成微妙的三角恋。本片的画面效果色彩漫烂，与一般警匪片的阴沉低调大异其趣，但仍不乏追捕救美等类型片的商业元素。",
    "director": ["区丁平"],
    "actor": ["关之琳", "梁家辉", "王敏德", "李美凤"]
  },
  {
    "name": "月黑风高",
    "year": "1995",
    "id": "1890092",
    "type": ["喜剧", "犯罪", "悬疑"],
    "rate": 7.5,
    "story": "周仔是大澳警署署长，安于在大澳与世无争的生活。某天夜里他的部下江沙展发现了村民Simon的尸体，当时江恰巧遇上相约女友Linda去大澳渡假的凶杀组高级督察Micheal Cheung，他把Micheal拘捕后始知弄错。Micheal上司李Sir索性派他调查此案，Micheal是极洋化的华侨，工作起来与周仔等人有很大分别，大家因此产生不少冲突。Micheal调查知道Simon与很多村民都曾有过争执，他打算逐一查个究竟。村长女儿亚花与父亲不和，故意将Simon与父亲在地产生意上的问题告知Micheal，并不断向Miheal和周仔放出假消息，令他们觉得村长及其身边的人都有嫌疑。Micheal的调查行动及开放性格令村民不满，他们要赶走他。Micheal险被他们围殴，幸得周仔解围，Micheal才发现周的另一面，验尸报告说明Simon死前曾与B型血女性有性行为，而亚花血型吻合又缺乏不在场证据，最终她在众人面前招认，原来Simon当晚想强暴阿花，她一怒之下便将他杀死，周及Micheal答应尽力帮助阿花灭轻罪名，他们两人也因此案而成了好朋友。-",
    "director": ["陆剑明"],
    "actor": ["周文健", "王敏德", "关宝慧", "成奎安"]
  },
  {
    "name": "女人四十",
    "year": "1995",
    "id": "1308162",
    "type": ["剧情", "家庭"],
    "rate": 8.9,
    "story": "家住旧楼、性情火爆的孙太阿娥（萧芳芳）每日奔走于家庭、公司之间，为家人、公司处处精打细算。她家中有做驾证考官的丈夫（罗家英）、正念大学的儿子（丁子峻）、待她若亲生女儿的婆婆及军人出身的臭脾气专横公公（乔宏）。丈夫弟妹一个住在富人区，一个远嫁台湾，平日与他们疏于联络。\n婆婆的突然病逝令公公变作痴呆老人，他脑里只有旧事若干、眼前只识阿娥一人，所做的荒唐事一件接连一件，阿娥一家疲于应对，在家安心做主妇的弟媳又不愿伸手相帮。阿娥与丈夫试过送公公去日间老人看护所、老人院，却一样不能省心。而给阿娥带来诸多乐趣的工作也因碰上年纪轻她、能力强她的对手令她烦心。但公公亦用自己的方式对人到40日渐有心无力的阿娥表示着感激。©豆瓣",
    "director": ["许鞍华"],
    "actor": ["萧芳芳", "乔宏", "罗家英", "罗冠兰"]
  },
  {
    "name": "笑林老祖",
    "year": "1995",
    "id": "2127115",
    "type": ["剧情", "喜剧", "动作"],
    "rate": 6.4,
    "story": "玻板是“少林五祖”之一，某日，师傅带着他连同其他四人坐飞机去美国进行巡回表演，然而，调皮的玻板因为做了错事而被师傅责罚面壁思过因此错过了飞机。孤身一人的玻板在车站流连，偶然间遭遇了小偷，并因此结识了善良的吴妈一家人。\n玻板和吴妈等人住在了林业家，玻板偶然之中得知吴妈和林业原来曾是恋人，因为误会分道扬镳，如今缘分使两人再度相遇，在众人的帮助和劝说下，他们最终重修旧好。小豆丁被坏人拐走，玻板只身前去救援，林雅的“飞鹰队”主力更是因此而受了伤，无缘即将举行的毽球比赛。比赛如期展开，飞鹰队遭到了裁判的不公评判，此时，师傅一行人从美国回来与玻板重逢，在玻板的请求下，“少林五祖”出手相助，用少林真功夫在比赛中大破敌手。©豆瓣",
    "director": ["袁英明"],
    "actor": ["李蒙", "朱茵", "郭晋安"]
  },
  {
    "name": "整容",
    "year": "1995",
    "id": "1295686",
    "type": ["剧情", "动作", "犯罪"],
    "rate": 8.5,
    "story": "文森特•汉纳（阿尔•帕西诺 饰）是洛杉矶警局重案组的探长，工作积极投入，打击犯罪毫不手软，因此，家庭生活危机重重，目前的第三次婚姻也面临解体；尼尔•麦考利（罗伯特•德尼罗 饰）是职业匪徒，混迹江湖多年，做事干净利落，而且心狠手辣，不留后患，组织手下成功抢劫运钞车的案子，使他受到了警方的“特别关注”。\n一个偶然的机会，尼尔认识了平面设计师伊迪，两人一见钟情，再看到手下都有安定的家庭生活，尼尔也想把握自己的幸福，遂萌生退意。然而，在最后一次抢劫银行的行动中，因为叛徒的出卖，手下一死一伤，本已逃出的尼尔，带着伊迪在去机场的路上，得知了叛徒的消息，他决定替手下报仇，同时也和文森特•汉纳进行最后的较量……©豆瓣",
    "director": ["迈克尔·曼"],
    "actor": ["阿尔·帕西诺", "罗伯特·德尼罗", "方·基默", "强·沃特"]
  },
  {
    "name": "庙街故事",
    "year": "1995",
    "id": "1300205",
    "type": ["剧情"],
    "rate": 6.5,
    "story": "香港庙街，鱼龙混杂。自幼在这里长大的阿庙（郑伊健 饰）见识生活的残酷种种，父亲在他很小时被人当街砍死，母亲靠唱黄色歌曲养活儿子。年轻帅气且重义气的阿庙拥有诸多追求者，更有螃蟹（葛民辉 饰）这样一个好朋友。阿庙生日那天，他在深圳放烟火时结识了美丽的富家女小篆（吴倩莲 饰）。当晚，小篆被流氓骚扰，阿庙出手相救杀死流氓，因此入狱四年。\n四年后，阿庙出狱，此时小篆已经成为电台的DJ。通过电波，这两个互有好感的年轻人重新取得联系。然而他们毕竟身份悬殊，阿庙在小篆父亲的公司谋得一分职位，却无法适应这种所谓上流社会的生活。小篆的父亲为了让女儿和这个“小流氓”分手，不惜采取陷害的手段。阿庙因此被俘债务，甚至因此与庙街的黑道发生冲突。©豆瓣",
    "director": ["刘伟强"],
    "actor": ["郑伊健", "吴倩莲", "葛民辉", "朱咪咪"]
  },
  {
    "name": "归土",
    "year": "1994",
    "id": "1460907",
    "type": ["剧情"],
    "rate": 7.9,
    "story": "阿飞以亡命姿态偕朋党完成刺杀任务后潜往广州避风头。一心以为必立大功从而扶摇直上，却被各方出卖后遭公安追捕。危急关头阿飞拖着枪伤的脚爬上一辆刚开动的运煤车……来到中国北方贫瘠的黄土地高原。从昏迷中苏醒过来，阿飞吓然发现自已身在漫无边际的黄土高原上。因疗伤而再次昏厥后幸被村女秀秀(王艳饰)发现而救回村中。在秀秀(王艳饰)及她爷爷祈伯以至其它村民悉心照料下，阿飞迅速康复。可是，在阿飞眼中这班陕北人全是愚蠢之辈，他不屑一顾，心中只想尽快离开这不毛之地。当得悉唯一可离开的路也倒塌了之时，阿飞气愤莫明，服迷幻药后竟把村民的心血---玉米田烧掉，遂与村民关系破裂。初尝孤独的阿飞毒瘾大发，幸又再被祈伯等救治。一连串的事件令阿飞开始发现村民的可爱和可敬，并在祈伯的点化后尝试融入他们的生活里。阿飞身同感受的了解到他们乐天知命的智能。最后，阿飞选择面对现实，毅然重返香港。他安然的面对裁决，承受自己的罪咎，也因此他被轻判入狱一年。出狱后，他怀着喜乐心情，重踏令他心灵舒服黄土乡原．．．．．",
    "director": ["梁本熙"],
    "actor": ["王艳", "陈伟伦", "林子"]
  },
  {
    "name": "新房客",
    "year": "1995",
    "id": "1302867",
    "type": ["剧情", "恐怖", "惊悚"],
    "rate": 7.2,
    "story": "在精神病院度过十年后，前报社记者阿麟（黄秋生 饰）病愈出院，试图重新融入社会。他租下一间公寓，决定写小说维生。作品进展及其不顺利，阿麟饱受困扰之时，又发现公寓里头不对劲，有时他会穿越回十年前的场景，见到当时住在此屋的一家人——老父亲和一对姐妹。隔着时空，原本只是观察，但后来阿麟慢慢发现，他和妹妹Dolphin（陈海恒饰）之间产生了感应，接触之下，他成了Dolphin的“守护天使”。此时姐姐Whale（黎海珊 饰）正和一位风度翩翩的大学老师（吴启华 饰）谈恋爱，但在一次约会后整个人失踪了。阿麟开始帮助Dolphin追查姐姐失踪的真相，陷入一场时空混乱的大麻烦……\n本片是黄秋生导演处女作，他还身兼了主演、主唱和联合编剧之职。©豆瓣",
    "director": ["黄秋生"],
    "actor": ["黄秋生", "陈海恒", "黄柏文", "吴启华"]
  },
  {
    "name": "终生大事",
    "year": "1995",
    "id": "3130758",
    "type": ["喜剧", "爱情"],
    "rate": 6.8,
    "story": "汤静宜母亲患病，表示若未能看到爱女出阁，死不瞑目。由于静宜男友Charles不肯结婚，她只得找来旧同学邓技安冒充男友，以随母亲心愿。正当选好良辰吉日时，技安母亲却病逝，丧礼和喜宴正好安排在同一天，技安只得与好友合力让自己分身有术。技安先安顿灵堂事宜，然后溜到酒楼扮醉，再让朋友们轮流扮作醉倒在桌上的他，使他可抽身回灵堂，但他的大姑姐却要他守夜，他逃走了，大姑姐便跟踪他，众人大闹酒楼，技安返回灵堂向亲人解释，此时静宜母亲突然出现，表示十分欣赏技安的善心，静宜也感到技安对她的诚意，便真正接受了他的追求。",
    "director": ["钱升玮"],
    "actor": ["刘青云", "陈德容", "黄子华", "苑琼丹"]
  },
  {
    "name": "小醉拳",
    "year": "1995",
    "id": "1294220",
    "type": ["动作", "古装"],
    "rate": 6,
    "story": "故事发生在清朝年间，皇帝病重，需要用小活佛体内的舍利子方能医治。得知此事的五王爷找到了少林寺方丈，命他交出小活佛，方丈不从，五王爷出兵血洗了少林寺。受方丈所托，欣宜（李若彤 饰）带着福仔（胡斌 饰）、神通（周天龙 饰）和纯子（陈卓 饰）等十八个小和尚踏上了逃亡的旅途，小活佛就在他们其中。\n知道小活佛真实身份的只有已经还俗的三德师父（刘锡明 饰），欣宜一行人向他所居住的古龙镇进发。那边厢，五王爷派出刺客紧随其后。在危难之际，欣宜等人被名为德荣（季天笙 饰）的男子所救，德荣传授给了小和尚们一套醉拳，帮助孩子们打开了新世界的大门。©豆瓣",
    "director": ["肖荣"],
    "actor": ["李若彤", "季天笙", "陈卓", "熊欣欣"]
  },
  {
    "name": "精装情不自禁",
    "year": "1995",
    "id": "1304846",
    "type": ["爱情"],
    "rate": 5.3,
    "story": "吴小干（成奎安 饰）和妻子李敏（李莉莉 饰）结婚多年，婚姻一直十分稳定，然而，吴小干却并非什么柳下惠坐怀不乱，只不过他肩负着沉重的房贷和车贷，无暇顾及其他，模样又生得五大三粗，毫无吸引力，性格更是十分怯懦胆小，空有贼心却没有贼胆，所以被迫当了一回“新好男人”。\n某日，好运降临到了吴小干的头上，向来运气不佳的他竟然中了六合彩，得到了一笔数目可观的奖金。一时间，吴小干春风得意，炙手可热，开始盘算起了出轨的念头。然而，聪慧的李敏将丈夫心中的小九九看得清清楚楚，高压加严政，比往日更胜，令吴小干钻不了空子，而阿旺（李家声 饰）则站在了吴小干的这一边，出谋划策，使得吴小干终于得到机会，向性感美艳的三级女星展开了热烈的追求。©豆瓣",
    "director": ["查传谊"],
    "actor": ["李莉莉", "成奎安", "苑琼丹"]
  },
  {
    "name": "虎猛威龙",
    "year": "1995",
    "id": "2132732",
    "type": ["动作"],
    "rate": 5.7,
    "story": "新游轮“白鲸号”豪富云集，正举行除夕联欢会，热闹非凡。女侍应Chrisy于客人中穿梭往来，船上保安由不苟言笑的红狼负责。突然一艘快艇靠近游轮，匪徒迅速登船与早在船上乔装的汤臣里应外合。凭借先进的武器和狠毒的令人心寒的手段，匪徒们很快就取得了全船的控制权，其目的是要夺取船上偷运的生产核弹的坏元素……",
    "director": ["袁和平"],
    "actor": ["何家劲", "钟丽缇", "吕少玲", "曹荣"]
  },
  { "name": "街坊差人", "id": "1304621" },
  {
    "name": "那有一天不想你",
    "year": "1995",
    "id": "1302506",
    "type": ["剧情", "爱情"],
    "rate": 6.9,
    "story": "朱亚仔（朱建军 饰）和吴子奇（吴奇隆 饰）是一对感情十分要好的朋友，一天，两人在海边上玩耍，遇见了名为徐静（朱茵 饰）的女孩。徐静的大大咧咧和热情开朗吸引了两个男孩的注意，两人同时坠入了情网。只是那天过后，他们再也没有遇见过徐静，海边的一切似乎都只是一场春梦。\n因为捉弄班主任石头鱼，朱亚仔和吴子奇被石头鱼带回了家帮他做家务，让两人没有想到的是，他们朝思暮想的徐静，竟然是石头鱼的女儿，只是这个文静害羞的姑娘和他们所认识的徐静判若两人。原来，这一切只是徐静在母亲面前的伪装，得知了两个男孩对自己的爱慕，徐静表示只想成为他们的朋友。©豆瓣",
    "director": ["卓妮"],
    "actor": ["吴奇隆", "朱健钧", "朱茵"]
  },
  {
    "name": "缉毒先锋",
    "year": "1995",
    "id": "5093483",
    "type": ["动作"],
    "rate": 0,
    "story": "女公安伊翔与乘警李帆是一对恋人，他俩去深圳旅行，在回杭州途中，巧遇毒匪高鹏飞和张振华合伙作案。伊翔、李帆挺身而出联同武警战士与悍匪激战，张振华当场被击毙。高鹏飞誓要报仇，并将制毒基地转移到杭州。浙江省公安厅亦已收到线报，公安局长抽调了大案组冯宵及郑杰负责调查，再加上勇敢的伊翔，一队缉毒先锋就此组成。凶狠的高鹏飞设下陷阱要炸死冯宵和伊翔，幸亏两人机智过人，避过大难。缉毒先锋直捣匪穴，激战过后，毒枭高鹏飞被击毙，匪帮土崩瓦解。",
    "director": ["姚天虹"],
    "actor": ["倪星", "大岛由加利", "元华"]
  },
  {
    "name": "黄大仙乌鼠",
    "year": "1995",
    "id": "4202310",
    "type": ["剧情"],
    "rate": 4.7,
    "story": "香港督察符永琳（吴毅将）因贪污罪被廉署检控，在押往法庭时被同党救出，混乱中更有一名高级督察被杀。符逃往大陆后，勾结当地流氓械劫银行并肆意杀人，被国家列作一号通缉犯。 　　当年曾被徐屈打成招而逃往内地的辉（张国梁）和祥偶然重遇符，遂矢志报复。可惜二人报复不成，反而被符追杀，幸得卡拉OK公关桑妮（钟淑慧）出手相救，而辉亦与桑妮日久生情。岂料桑妮原来是女警，与特警小红（张兰英）分别混入卡拉OK调查符。直至桑尼获知湖南帮计划在广西偷运枪械，才联合辉前往残灭符，最后一切也在一幢大厦内解决。",
    "director": ["林义雄"],
    "actor": ["吴毅将", "钟淑慧"]
  },
  { "name": "迷魂党", "id": "2214117" },
  { "name": "赤裸天使", "id": "3765673" },
  {
    "name": "鬼巴士",
    "year": "1995",
    "id": "1302131",
    "type": ["爱情", "惊悚", "恐怖"],
    "rate": 5.5,
    "story": "Micheal（任达华 饰）是职业扒手，功夫了得，却为人正直，只肯偷不义之财和游客的一些钱物。玲（周嘉玲 饰）是Micheal的女友，十分钟情于他，但每次提起结婚Micheal都总是轻轻带过。年华渐逝的玲这天告诉Micheal如果他不答应结婚的话她就和别人结婚，Micheal以为她开玩笑没有理会。\n这时，黑帮想找Micheal帮自己去偷一些重要东西，但Micheal有自己原则，坚决不答应。这日，玲要结婚了，当她踏上巴士离开时，Micheal才恍然大悟，原来自己根本不能失去她！Micheal在巴士后面追玲，而此时黑帮来报复Micheal，子弹没射中Micheal，玲却不幸中弹身亡了。Micheal和黑帮杀手在巴士上展开肉搏，巴士最后不幸坠崖全部乘客身亡。\n巴士公司为了安息这批乘客，以免他们化成厉鬼，特意安排开一趟鬼巴士……©豆瓣",
    "director": ["唐伟成"],
    "actor": ["任达华", "周嘉玲", "尹扬明"]
  },
  {
    "name": "去日留痕",
    "year": "1993",
    "id": "1293004",
    "type": ["剧情", "爱情"],
    "rate": 8.3,
    "story": "史蒂芬斯先生（安东尼·霍普金斯 Anthony Hopkins饰）是一个忠实的仆人，他曾经当过英国著名爵侯的管家。目前正一心一意打理新主人达林顿勋爵的公馆，成为这里的大管家。\n这里来了一个女管家基顿（艾玛·汤普森 Emma Thompson饰），她精明能干，操持起家务来比史蒂芬斯更灵活，起初斯蒂芬斯常常与她有些小矛盾。但是随着相处日子渐长，善良的基顿还是暗暗打动了史蒂芬斯。尽管基顿一再流露真情，举手投足间泄露了爱意。但是每到动情关头，史蒂芬斯都隐忍着自己的情感，对基顿的爱化作一段埋没在静默中的故事。\n基顿忍痛告别这段无果之爱，远走他乡嫁为人妇。当时光荏苒，二人再次会面，心里的爱意仍然说不出口，浓浓思念化作车站道别的一句祝福。©豆瓣",
    "director": ["詹姆斯·伊沃里"],
    "actor": [
      "安东尼·霍普金斯",
      "艾玛·汤普森",
      "詹姆斯·福克斯",
      "克里斯托弗·里夫"
    ]
  },
  {
    "name": "无味神探",
    "year": "1995",
    "id": "1417304",
    "type": ["动作", "犯罪", "剧情"],
    "rate": 6.8,
    "story": "警员阿海（刘青云 饰）事业上精明能干，但与妻子（李若彤 饰）的关系十分恶劣，妻子更怀上了别人的孩子，婚姻濒临破裂。阿海在与歹徒搏斗的时候脑部中枪，自此失去了味觉。妻子全力照顾，两人的关系也开始转好。没想到该歹徒逃脱成功，并绑架了阿海的妻子要挟阿海出现，在枪林弹雨中与歹徒时，阿海才发现自己一生中最爱的人还是自己的妻子。歹徒挟持着妻子，并告诉阿海房间内已充满了煤气，只要阿海开枪便会爆炸，事实上阿海已经失去了味觉……©豆瓣",
    "director": ["杜琪峰"],
    "actor": ["刘青云", "李若彤", "庹宗华", "黄卓玲"]
  },
  { "name": "广州杀人王之人皮日记", "id": "1298554" },
  {
    "name": "夜半一点钟",
    "year": "1995",
    "id": "1388234",
    "type": ["恐怖"],
    "rate": 6.2,
    "story": "故事一：歌星Sunny（黄耀明 饰）在医院昏迷半年了，但他的身体状况良好，昏迷原因不明。护士（叶玉卿 饰）负责在凌晨值班照顾他。每天凌晨1点，护士都能看到Sunny与一名女孩在一起，原来Sunny被这个死去的歌迷缠住了……\n故事二：芳（袁咏仪 饰）与几名同学到学校附近探险，据说那里常有个大辫子女鬼出现。芳的同学本来是想扮鬼吓她，竟没想到她们真的遇上了这名大辫子女鬼……\n故事三：众多市民都在一本报刊中，看到了一位多天前被撞死的老婆婆的身影。这是一张快照，负责这些照片的是交通警员阿辉（陈小春 饰）与阿明（徐锦江 饰），令人心寒的是接下来的几个月，他们都被老婆婆的鬼魂缠绕……©豆瓣",
    "director": ["叶伟信"],
    "actor": ["叶玉卿", "黄耀明", "袁咏仪", "陈小春"]
  },
  {
    "name": "大话英雄",
    "year": "1995",
    "id": "1850821",
    "type": ["喜剧"],
    "rate": 6.6,
    "story": "在香港电影公司当替身的阿伟（欧阳震华 饰）生性十分胆怯，为了壮胆，更经常讲大话，众人对他都十分不齿。一次拍戏时，阿伟因为胆怯不敢演，被公司开除了。妻子小雯（罗慧娟 饰）得知丈夫这样懦弱，不辞而别了。失业又失婚的阿伟真是万念俱灰，决定喝毒药自杀。就在阿伟喝下毒药时，上天跟他开了个玩笑，他赫然发现自己的彩票中了头奖。偏巧这时贵利上门讨债，阿伟急中生智将彩票塞入电视机缝后马上赶往了医院。本以为出院后就能变成百万富翁，岂料阿伟回家后发现家中已经被贵利洗劫一空，那台藏着彩票的电视机亦不翼而飞！为了那张能改变自己一生命运的彩票，阿伟踏上了旅程。©豆瓣",
    "director": ["梁小熊"],
    "actor": ["欧阳震华", "罗慧娟", "陈佩珊"]
  },
  {
    "name": "蜘蛛女",
    "year": "1995",
    "id": "3060263",
    "type": ["恐怖"],
    "rate": 5.5,
    "story": "社会上突然流行蜘蛛女的传说，周刊杂志编辑山崎在大量的信件中发现端倪，他认定这一留言来自这个叫神谷的地方，于是启程前往调查，却踏上了一条诡异的不归路……",
    "director": ["卢坚"],
    "actor": ["陈国邦", "周嘉玲", "关宝慧", "梁琤"]
  },
  {
    "name": "四个自杀的少女",
    "year": "1995",
    "id": "1872015",
    "type": ["剧情"],
    "rate": 5.6,
    "story": "她們有五個人,各來自不同的家庭背景,菲在協助珠販賣翻版CD,邂遘CD小販海,經過幾次機緣,菲與海戀上了,期間,珠被CD仔怒打,強迫珠把胎兒打掉,珊為維護珠而與CD仔發生衝突,為此事又撩起珊受創的心靈,而尋找海的片刻慰藉,被菲撞破,好友丸仔因屢次感情的欺騙,已不再對男人信任,認定海對菲非真感情,趁此事對菲挑撥,菲開始有點動搖,五個本是投契的好友,結果卻演變成互相憎惡與不信任,他們該如何面對 ?",
    "director": ["罗舜泉"],
    "actor": ["徐幼芬", "陈爱仪", "陈孝贞"]
  },
  {
    "name": "没有老公的日子",
    "year": "1995",
    "id": "1797632",
    "type": ["剧情"],
    "rate": 6.4,
    "story": "艾利克斯（张智霖 饰）从小和母亲（叶德娴 饰）相依为命，母亲辛辛苦苦的抚养他长大，最终将艾利克斯培养成为了一名出色的广告制作人，对于儿子的成就，母亲倍感自豪。成年后，艾利克斯娶了名为蓝晓彤（袁咏仪 饰）的妇产科医生，恩爱的两人婚后生活十分幸福。\n然而，灾难还是降临了，艾利克斯在意外中受伤，生命垂危，临死之前，艾利克斯终于向蓝晓彤坦白了内心里深藏多年的秘密，原来，他有一个秘密情人小黑（何超仪 饰），并且，小黑的腹中已经怀上了自己的骨肉。艾利克斯希望母亲和妻子能够接纳小黑及其腹中的孩子，这让震惊的蓝晓彤陷入了道德与情感的困境之中。©豆瓣",
    "director": ["陈勋奇"],
    "actor": ["袁咏仪", "何超仪", "叶德娴", "张智霖"]
  },
  {
    "name": "戴绿帽的女人",
    "year": "1995",
    "id": "2343267",
    "type": ["喜剧", "爱情"],
    "rate": 6.2,
    "story": "梁琤（Jade Leung）的片。\nPeter与纯情妻子珠的性生活沉闷，Peter好友阿古是心理医生，他教Peter扮成艺术家去猎艳，岂料Peter碰着的神秘美女竟是珠。原来珠也受了好友阿怡的指引，扮成野女郎去改变自己。珠发觉丈夫没有认出自己，便开始过其在家为贤淑妻子，在外为野女郎的刺激生活。但她对于丈夫爱上另一个自己感到难受，怡教珠以情妇身份向Peter需索无穷，使他知难而退，改而欣赏家中贤淑妻子。当“情妇珠”假装要杀死“妻子...",
    "director": ["张坚庭"],
    "actor": ["张坚庭", "梁琤"]
  },
  {
    "name": "美女神灯之梦中人",
    "year": "1995",
    "id": "2058858",
    "type": ["喜剧", "爱情"],
    "rate": 6.4,
    "story": "经营车行的阿成（梁家辉 饰）和阿文（陈百祥 饰）是一对性格迥异的好兄弟，阿成热衷改装车辆，他开发的晶片可极大提高汽车的爆发力和速度；阿文酷爱沟女，游走于花丛间乐此不疲。偶然机会，阿成结识酷似其偶像山口百惠的富家女琪琪（吴倩莲 饰），两人虽身份悬殊，心中却萌生朦胧的情谊。阿成的晶片得到日本公司的赏识，他和阿文也从此跃入富人行列。然而此时琪琪因父亲经商欠下巨额债务，已抵押别墅迁往国外。两个年轻人失之交臂，这也成为阿成心中永久的痛。\n在一次富人聚会上，阿成重逢琪琪，此时的她已经嫁给富商郭炳德（高捷 饰）。在特异功能大师的帮助下，阿成得以重温旧梦。只是梦醒时分，尘缘寥落……©豆瓣",
    "director": ["林子皓"],
    "actor": ["梁家辉", "吴倩莲", "高捷", "罗家英"]
  },
  {
    "name": "追女仔95之绮梦",
    "year": "1995",
    "id": "1305558",
    "type": ["喜剧", "奇幻", "爱情"],
    "rate": 6.5,
    "story": "大志车房的修理工孔志龙（刘青云 饰）和叶开（郑丹瑞 饰）是一对亲密无间的好朋友，阿龙热衷改车，他所开发的“原子引擎”所向披靡，战无不胜；阿开性格爽朗，喜欢在花丛中游走。一起偶然的车祸，让阿龙结识了楚楚动人的富家女阿敏（张敏 饰）。阿龙对这个爽朗的女孩一见钟情，爱情的萌芽在两个身份悬殊的年轻人心中生根发芽。然而阿敏的父亲经商失败，举家迁往国外，阿龙和她的爱情就如同他苦心栽培的玫瑰花一般无奈凋零了。\n在人生最失意的时刻，阿龙的原子引擎得到日本大公司的赏识，他和阿开也从此跃入富人的行列。在一次上流社会的晚宴中，阿龙重逢阿敏，这是一段前缘再续？抑或是一场幻梦？©豆瓣",
    "director": ["李力持"],
    "actor": ["刘青云", "张敏", "郑丹瑞", "郑祖"]
  },
  {
    "name": "空中小姐",
    "year": "1995",
    "id": "1295776",
    "type": ["剧情"],
    "rate": 6.3,
    "story": "嘉玲─年廿四岁，性格爽朗、开放、真性情、敢爱敢恨，新加坡人，离乡背井，与男友暂别香港接受一年的空中小姐训练。训练期间，她遇上不同性格的学员，包括市侩的Ｐｉｎｏ、贪靓的亚伦及八卦多咀的Ｋｅｌｌｙ，工作期间，发生不少趣事，人生百态尽有，当中亦有一位同乡的男学员子华，子华对玲细心关怀，两人同声同气，发生一段似爱非爱的友情。在港期间，嘉玲亦邂逅了一位富有能干的于先生，于先生对玲一片爱意下展开追求与求婚，在没有爱情的支柱下，玲终于婉拒于先生，但亦满足了一刹那间的容华富贵奢侈生活，但在此时家乡的男友却离玲而去，在玲伤心难过之时，却遇上了一位郁郁不得志的音乐家耀明··",
    "director": ["钱永强"],
    "actor": ["陈豪", "周嘉玲", "黄子华", "于荣光"]
  },
  {
    "name": "赌圣2街头赌圣",
    "year": "1995",
    "id": "1433602",
    "type": ["喜剧"],
    "rate": 6.1,
    "story": "赌圣退休后，赌坛再起风云，各路好手都想争夺赌王的位置。世界赌王大赛即将拉开帷幕，旨在夺冠的澳门赌霸雷泰（林国斌 饰）为了掩人耳目，想制造出另一蒙面赌圣分散众人注意力。\n另一方面，自赌圣退隐后，三叔（吴孟达 饰）生活潦倒，于是前往天神村寻找赌圣的接班人。三叔发现村民阿葛 （葛民辉 饰）拥有特异功能，认为他就是赌圣的接班人，于是拉他一起闯荡江湖。在赌场内，他们遇上了泰国赌后豪姬（彭丹 饰），并得悉她正准备暗杀少女缘份（邱淑贞 饰）及她的弟弟小龙（释小龙 饰）。阿葛对缘分一见钟情，於是与三叔联手对付豪姬，救回了缘份。原来缘分是雷泰的女友，随后她带阿葛他们去见雷泰。雷泰任务阿葛正是蒙面赌圣的适合人选。赌王大赛终于开幕了！©豆瓣",
    "director": ["王晶"],
    "actor": ["葛民辉", "邱淑贞", "吴孟达", "释小龙"]
  },
  {
    "name": "尖东老泥妹之四大天后",
    "year": "1995",
    "id": "1303881",
    "type": ["犯罪"],
    "rate": 6.5,
    "story": "尖东老泥妹之四大天后讲述的是：鱼蛋妹是女童党的大姐，为人好胜，占有欲强。成员中，阿绿严重严重倾向，为情为义不惜动武力，多嗲波有自杀倾向，自暴自弃。吱喳意志力薄弱，她们喜欢逃学、一起咳药，藉此麻木自己，逃避现实。鱼蛋妹心仪姑爷仔pe...",
    "director": ["敖志君"],
    "actor": ["姚乐怡", "梁十一", "吴妙仪"]
  },
  { "name": "狼吻夜惊魂", "id": "1299127" },
  {
    "name": "马路英雄II非法赛车",
    "year": "1995",
    "id": "2072938",
    "type": ["剧情", "动作"],
    "rate": 5.4,
    "story": "深夜的九龙湾是飞车手最爱流连的地方，皆因喜欢赛车的都喜在此聚集，以飞车为乐。故事的主人翁赵志冲（张智霖）是一个爱车如命的赛车手，在碰上死对头狮王（吴国敬）的当晚，决定作一比赛并以Carmen（李丽珍）为赌本，可惜却因技术故障造成伤亡。赛事之后狮王落荒而去，只得冲仍留在现场替各人急救，Carmen也因此而对他留下深刻印象。\nMichael（魏俊杰）乃反飞车组督察，决意要打击非法赛车，并要求狮王做线人好打击冲等人。于是狮王提议冲来一次“世纪之战”，背后却原来是Michael设下陷阱。赛车再次造成人群伤亡，冲的好友博士（黄秋生）也因此而车毁人亡，迫使冲决定要用自己的方法去对付狮王。",
    "director": ["邱礼涛", "朱继生"],
    "actor": ["张智霖", "李丽珍", "黄秋生"]
  },
  {
    "name": "回魂夜",
    "year": "1995",
    "id": "1299765",
    "type": ["喜剧", "奇幻", "恐怖"],
    "rate": 8,
    "story": "一场阴差阳错的谋杀案，牵连了一栋大厦里多个无辜的人。\n失恋女（莫文蔚饰）在七月半被男友抛弃，于是把自己关在房里，不断往楼下扔东西发泄。两个心怀鬼胎的保安也在此时酝酿打劫大厦的计划。一对夫妇突然间不见了儿子，遂请求保安队长（李力持饰）帮忙。队长进入二人家中却发现了另一桩与死去老妇有关的凶案。而此时失恋女发现了站在楼道口对着一盆花说话的神秘黑衣人（周星驰饰）。队长发现了夫妇谋杀老母亲的事实，遂被追杀。而此时老母亲的鬼魂前来索命终被黑衣人制服。而夫妇也最终被黑衣人制服后坠楼身亡。含恨的厉鬼就要来索命，牵连该事件的若干人无奈之下只有与神秘的黑衣人合作......©豆瓣",
    "director": ["刘镇伟"],
    "actor": ["周星驰", "莫文蔚", "梁家仁", "黄一飞"]
  },
  {
    "name": "黑太阳-南京大屠杀",
    "year": "1995",
    "id": "1919098",
    "type": ["剧情", "历史", "战争"],
    "rate": 7.3,
    "story": "1937年12月11日，南京城被围，中日双方展开血战。日军疯狂屠杀手无寸铁的中国百姓，中山门，日军残酷屠杀俘虏。日军第六师团长谷寿夫在中华门说，我们是第一个攻占南京的部队，必须载入史册，命令解除军纪三天，并说所有的中国女人都是慰安妇。日军第十六师团团长中岛今朝吾率部进入国民政府，他在蒋委员的办公室里设立了自己的司令部，南京正式沦陷。",
    "director": ["牟敦芾"],
    "actor": ["张良", "潘永", "熊小田", "张西河"]
  },
  {
    "name": "鼠胆龙威",
    "year": "1995",
    "id": "1295106",
    "type": ["动作", "喜剧", "犯罪"],
    "rate": 7.2,
    "story": "爆破专家李杰（李连杰 饰）一次因执行任务判断失误，亲眼目睹妻儿被活活炸死，伤心欲绝辞去公职，一面寻找杀死妻儿的凶手，一面化名大胆，为天皇巨星龙威（张学友 饰）出任保镖及替身，不时为他演出亡命的镜头。除了记得凶手的声音之外，并无其它线索。电视台主持人乐慧贞（邱淑贞 饰）对龙威的表演有所怀疑，因此不惜日夜跟从。龙威受邀参加一个大型珠宝展览会，自称医生（王霄 饰）的匪徒正策划盗取展览会钻饰，并派助手朱菲（周嘉玲 饰）混入酒店当公关作卧底。钻饰展览当日，李杰护送龙威到场后就离开，回家途中偶然在车上认出了医生的声音，于是拼命返回狂追匪徒，演绎了一场生死混战……©豆瓣",
    "director": ["王晶"],
    "actor": ["李连杰", "张学友", "邱淑贞", "曹查理"]
  },
  {
    "name": "夜半歌声",
    "year": "1995",
    "id": "1304826",
    "type": ["剧情", "爱情", "惊悚"],
    "rate": 7.9,
    "story": "1926年的上海，青年演员宋丹平（张国荣）因主演歌剧迷倒成千上万女性，但对她们他均不动心，单与清纯的富家少女杜云嫣（吴倩莲）坠入爱河。然而因为他的戏子身份，两人恋情曝光后遭到杜云嫣父亲的强行阻止，杜云嫣被禁闭在家，许配给某豪门显贵。与该权贵公子的订婚夜宴上，杜云嫣装病离席私会宋丹平，权贵公子发现后妒火中烧，派人毒打过宋丹平后放火焚烧了剧院，杜云嫣自此成为外人眼中的疯妇，而已成废墟的剧院因为每逢月圆之夜会传来虚无缥渺的歌声，被传是宋丹平的鬼魂作祟。\n十年后，某个小剧团暂住进被传有鬼的剧院，青年演员韦青（黄磊）遇到如幽灵的宋丹平，爱情悲歌随即再次上演。©豆瓣",
    "director": ["于仁泰"],
    "actor": ["张国荣", "吴倩莲", "黄磊", "刘琳"]
  },
  {
    "name": "救世神棍",
    "year": "1995",
    "id": "1305376",
    "type": ["喜剧", "剧情"],
    "rate": 6.5,
    "story": "黄大凤（梁朝伟 饰）从小就跟着师傅在江湖上闯荡，他们做的不是其他，正是骗人的神棍。黄大凤涉足这一行日久，神棍常用的各种各样骗人把戏都烂熟于胸，长大后就开始自立门户了。黄大凤虽然从事的是骗人的勾当，但其实内心十分善良，并不是什么十足的吃人的骗子。在他自立门户后，收了一位徒弟吴智。吴智是那种阴毒奸诈的小人，在他学得了大凤的所有伎俩后，就一脚将他踢开，自立门户，气得大凤发誓要干一番大事业。\n一次偶然机会，大凤发现一名智障青年陈春（陈小春 饰）与文物达达大师的神像的样子一模一样，于是将他领回来，经过一番穿戴打扮，果然活脱脱的一个达达大师。经过大凤的一番宣传和吹嘘达达大师转世，前来膜拜的善男信女络绎不绝，陈春扮的达达大师可谓一鸣惊人。然而这时，吴智的阴谋开始了。©豆瓣",
    "director": ["李志毅"],
    "actor": ["梁朝伟", "陈小春", "林保怡", "莫文蔚"]
  },
  {
    "name": "尖东双虎",
    "year": "1995",
    "id": "1302194",
    "type": ["动作", "犯罪"],
    "rate": 6.4,
    "story": "尖东表面是个繁闹的商业都市，但内里却隐藏不少暗涌，几个黑社会头目结集众兄弟准备开片，连途经的警员也旋即遭殃，警方结果出动机动步队对阵，连场激战也因而展开，而气焰嚣张的尖东双虎也在混战中受伤，其中一名凌俊（张耀扬）更被警方逮捕归案。原来俊自幼因家庭问题而培养出好勇斗狠的性格，最后凭着自己凶悍的手段，成为了当今一时无俩的拳手。但此时，一直陪伴左右的女友美（徐濠莹）却与他分手。当上黑帮大佬的生涯令俊忘却自我，只知与其他黑帮勾结买卖，为非作歹，最后不能自拔……",
    "director": ["李炯楷"],
    "actor": ["张耀扬", "林文龙", "徐濠萦", "朱永棠"]
  },
  {
    "name": "大冒险家",
    "year": "1995",
    "id": "1299584",
    "type": ["动作", "剧情"],
    "rate": 6.4,
    "story": "立仁（刘德华 饰）自小便父母双亡，在泰国的孤儿院长大。长大后，立仁进入了泰国空军。此时，他仍耿耿于怀当年父母的死亡。原来，在立仁9岁的时候，他的父母带着他携带一批重要资料和物品来到泰国，岂料父亲的结拜兄弟见利忘义，将他的父母杀害了。一天，立仁糊里糊涂的和仇人的情妇Mona（关之琳 饰）发生了关系，由此受到了杀手的追杀。无奈之下立仁逃到了美国寻求CIA的帮助。在美国，立仁无意中又救了仇人的女儿Chrystal（吴倩莲 饰），两人堕入了爱河。爱情、亲仇交织在一起，立仁该何去何从？©豆瓣",
    "director": ["林岭东"],
    "actor": ["刘德华", "关之琳", "吴倩莲", "姜大卫"]
  },
  {
    "name": "霹雳火",
    "year": "1995",
    "id": "1299502",
    "type": ["动作"],
    "rate": 6.9,
    "story": "车房修理工阿火(成龙 饰)脾气火爆，他不仅身手敏捷，而且开车技术一流，只因家中贫穷才一直没有实现当赛车手梦想。这天，警方找到他希望他能帮忙逮捕偷车集团的首脑库克。因为库克开车技术一流，警方多次设路障追截都一无所获。阿火欣然答应。\n在阿火的帮助下，警方费了九牛二虎之力终于捉到了库克。但是库克在拘留期间，被集团同伙救走了。偷车集团还袭击了阿火的车房，阿火侥幸逃过一劫，两个妹妹却深受重伤。随后库克加入了日本某车队，并约阿火在日本赛道上一决高下。为了报仇，阿火毅然参赛!©豆瓣",
    "director": ["陈嘉上"],
    "actor": ["成龙", "袁咏仪", "王敏德", "黄子华"]
  },
  {
    "name": "仙乐飘飘",
    "year": "1995",
    "id": "1303218",
    "type": ["喜剧", "剧情", "歌舞"],
    "rate": 6.6,
    "story": "音乐教师李靖云（陈慧琳 饰）任教于一所小学，但她又在等待国际舞蹈团的甄选。她的梦想是成为舞蹈团的其中一员。这时学校报名参加了校际的歌唱比赛，李老师需要训练一群顽皮难训的学生。在李老师身心疲惫之时幸好有体育老师林Sir（郭富城 饰）的在旁帮助。林Sir逐渐对李老师产生好感，并加以追求。一对合称的年轻老师，一群可爱活泼的学生，用歌声谱出美妙的生活，而他们各自的理想又能否实现呢？©豆瓣",
    "director": ["张之亮"],
    "actor": ["郭富城", "陈慧琳", "吴耀汉", "李佩璇"]
  },
  {
    "name": "95陀枪女警",
    "year": "1995",
    "id": "2031560",
    "type": ["动作"],
    "rate": 5.9,
    "story": "做文职女警是丽（吴家丽）一向的理想，皆因她是位不修篇幅，绝对师奶形的女人，她只担心街市行情，至于罪恶数字则好少理。一日，惊闻警方要求女警也得佩枪出更，丽顿起辞职念头，但经过一轮家庭会议后，一向对老公唯命是从的丽，最后只好硬着头皮加入训练营。\n训练课异常刻苦，玲（周嘉玲）是表现最突出的一位，深受教官龙（张耀扬）赞赏。训练完毕，丽、玲恰被配成一对，但二人经常发生龃龉。而警方为剿灭黑社会头子达（吴孟达），最后派丽作卧底，以律师身份混入贩罪集团搜集证据。当丽获得重要证据交给警方时，达亦查得她的真正身份，欲置她于死地，正当危急之际……",
    "director": ["张乾文"],
    "actor": ["吴家丽", "周嘉玲", "张耀扬"]
  },
  {
    "name": "百变星君",
    "year": "1995",
    "id": "1300498",
    "type": ["喜剧", "奇幻", "科幻"],
    "rate": 7.6,
    "story": "夏威夷念大学的香港富豪子弟李泽星（周星驰 饰）学业无成挥金如土，是校园一霸，终因搭上黑帮老大情妇遭黑帮追杀，身体被炸成碎片。 在李泽星父亲（吴孟达 饰）的请求下，教授（徐锦江 饰）将李泽星全身人造复原，并把最新研制成功的无敌芯片置入其身，令其摇身一变成为无敌“百变金刚”。黑帮老大得知李泽星复活后，将写有战争程序的芯片植入手下身体，令其变身“铁甲威龙”前来追杀李泽星。为赢得暗恋的女同学虫虫（梁咏琪 饰）的芳心，李泽星决意重塑形象，奋力与“铁甲威龙”展开大战。©豆瓣",
    "director": ["叶伟民"],
    "actor": ["周星驰", "吴孟达", "梁咏琪", "孙佳君"]
  },
  {
    "name": "我要活下去",
    "year": "1995",
    "id": "1473842",
    "type": ["剧情"],
    "rate": 7.7,
    "story": "贝欣（张艾嘉 饰）与文子洋（周华健 饰）是青梅竹马的情侣。因为“文化大革命”的缘故两人分隔两地，情谊未变但贝欣因为外婆的关系无奈下嫁到英国。她要帮助丈夫打理生意，仍遭到丈夫打骂，还要照顾残疾的继女叶帆（袁咏仪 饰）。因为交通意外使双腿残废的叶帆脾气十分暴躁，骂自己骂别人。不久，在贝欣的鼓励与关怀下，叶帆有了极大的好转。但丈夫沉迷赌博最终欠下巨债。贝欣决定与丈夫离婚，带着叶凡回香港生活。回港不久贝欣又遇上财产纠纷，正当她下嫁律师高骏（赵文瑄 饰）作为胜出官司的赌注时，初恋情人文子洋出现了，并为叶帆治愈了疾病。叶帆爱上了这位风度翩翩的医生……©豆瓣",
    "director": ["李惠民"],
    "actor": ["张艾嘉", "赵文瑄", "袁咏仪", "周华健"]
  },
  {
    "name": "绣绣和她的男人",
    "year": "1995",
    "id": "2068426",
    "type": ["剧情"],
    "rate": 6.1,
    "story": "美人绣绣嫁给当地最具威望的牧民阿达后，尽管生活舒适；但阿达的简单粗暴，给绣绣的生活蒙上一层阴影。一日，绣绣发病，去留洋归来的照医生处治病。照善解人意且谈吐斯文，令绣绣原本紧锁的心头豁然开朗。当照用他那双奇特的手触摸她时，她觉得全身血液在沸腾。自此，绣绣欲罢不能，与照展开了一场惊心动魄的恋情。",
    "director": ["方平"],
    "actor": ["于莉", "赵文瑄"]
  },
  {
    "name": "叛逆情缘",
    "year": "1995",
    "id": "1908035",
    "type": ["爱情"],
    "rate": 6.4,
    "story": "永祥（周华健 饰）的家庭矛盾随着香港九七回归临近而有所抬头，因为妻子凯迪（叶童 饰）坚持要移民加拿大，而永祥则觉得暂时不是时候。正当大环境面临着变迁的时候，永祥的公司内部也发生了一场地震。\n永祥的配音公司新来了女上司邓铃（钟丽缇 饰），并要开除一直以来很照顾永祥的添叔。起初，永祥不相信添叔做了些违反纪律的事情，但是，一次录音事故，却让他不得不怀疑添叔的确在暗处捣鬼。他和邓铃二人在工作中情愫暗生，并化作永祥为公司卖命工作的动力。而不知情的凯迪亦同意先带女儿迁往加拿大。\n表面上暂时平静的局面很快被打破。永祥无意中听到了邓铃不为人知的秘密，而妻子也知道了丈夫的出轨实情，永祥的境况陷入一片狼藉。©豆瓣",
    "director": ["谭朗昌"],
    "actor": ["周华健", "叶童", "钟丽缇", "张国强"]
  },
  {
    "name": "我是一个贼",
    "year": "1995",
    "id": "1303867",
    "type": ["动作", "犯罪"],
    "rate": 6.3,
    "story": "赵义鹏（任达华 饰）为人正直老实，安分守己。某日，上司陈天雄（尹扬明 饰）让赵义鹏护送五百万巨款至银行，让赵义鹏没有想到的是，自己竟然在半路上遇见了劫匪，巨款被一抢而光。陈天雄和警方都觉得这是赵义鹏自导自演的案件，意在私吞公款，这让赵义鹏百口莫辩，他不仅因此丢掉了工作，苦苦攒下的积蓄也被陈天雄夺走了。\n愤怒之下，赵义鹏绑架了陈天雄的女儿陈倩茹（邱淑贞 饰），向其父勒索一千万的赎金。交付赎金当日，发生了意外，陈天雄将责任全都嫁祸到了赵义鹏的身上。偶然中，赵义鹏救了遇险的陈倩茹，后者听其讲述了事件的来龙去脉，对赵义鹏十分同情。之后，一连串的意外让陈倩茹了解到了父亲的贪婪和冷酷，失望透顶的她和赵义鹏一起变身雌雄双煞，铲奸除恶。©豆瓣",
    "director": ["敖志君"],
    "actor": ["任达华", "邱淑贞", "尹扬明"]
  },
  { "name": "南洋十大邪术", "id": "3779111" },
  { "name": "西环浮尸", "id": "2294068" },
  {
    "name": "玻璃枪的爱",
    "year": "1995",
    "id": "1302037",
    "type": ["剧情", "动作", "爱情"],
    "rate": 6.3,
    "story": "荣兆荣（任达华 饰）在黑道驰骋几十年，最终还是难逃恢恢法网入狱服刑。一晃眼十年过去，重获自由的荣兆荣发现自己积累了一辈子的家财被妻子挥霍的一干二净，不仅如此，妻子也音信全无。之后，荣兆荣结识了名为若晴（叶童 饰）的女孩，若晴因为投资生意失败而欠下了巨额的高利贷，两个走投无路之人产生了惺惺相惜的感情，认识没多久就携手步入了婚姻的殿堂。\n黑仔（秦豪 饰）曾经被荣兆荣用枪打伤面部毁容，对荣兆荣一直怀恨在心，从来没有放弃过他复仇的念头。黑仔枪杀了若晴的妹妹，还开枪打伤了身怀六甲的若晴。©豆瓣",
    "director": ["黎继强", "黎继明"],
    "actor": ["任达华", "叶童", "秦豪", "张耀扬"]
  },
  {
    "name": "堕落天使",
    "year": "1995",
    "id": "1298112",
    "type": ["喜剧", "犯罪", "剧情"],
    "rate": 8.3,
    "story": "天使1号（黎明）很懒惰，所以选择做了时间、地点、谁该死都不用操心的杀手。天使2号（李嘉欣）很冷艳，是1号的上线，喜欢华服夜出为1号清理房间。天使3号（金城武）很怪异，从不讲话的他爱做的事是半夜撬开别人的店面做生意和拿着摄像机将老爸拍个遍。天使4号很“现实”，虽无法忘记旧男友，却也能转身用另外的方式将自己安慰。天使5号（莫文蔚）很神经，喜欢在大雨夜冒出。\n五位天使在自己的生活轨道上固执寂寞地前行着，为了避免换回更多伤心，他们在轨迹交叉时会提醒自己“忘记他是他”，可是，他们的真情还是会不由自主地流露出来。©豆瓣",
    "director": ["王家卫"],
    "actor": ["黎明", "李嘉欣", "金城武", "杨采妮"]
  },
  {
    "name": "妖街皇后",
    "year": "1995",
    "id": "1302621",
    "type": ["剧情"],
    "rate": 7.3,
    "story": "17岁的莲本是马来西亚一个富家女仆，天真无邪。然而无忧无虑的生活很快便被打了个粉碎，莲被送到了紧挨着新加坡的Bugis街上的一家小酒店做工。在这条住满了人妖的街上，莲从各人的生存打拼中开始慢慢懂得了生活的含义。本片透过一个天真无邪的十六岁女孩的眼睛去看这个光怪陆离悲与欢的地方。她未曾见过世面，纯情且天真，为着生活，只好到一间破落的酒店做下人，给她遇上各式各样的人， 其中不乏美男女.....",
    "director": ["杨凡"],
    "actor": ["姚志丽", "林伟亮", "Matthew Foo", "Benedict Goh"]
  },
  {
    "name": "呆佬拜寿",
    "year": "1995",
    "id": "1394163",
    "type": ["喜剧", "爱情"],
    "rate": 7.5,
    "story": "招福（刘青云 饰）原本是个不可一世的少爷，母亲是个寡妇，一心想儿子可以成家。招积（黄子华 饰）是招福的堂弟，也是招家的第二继承人。招积一直对招福不满，于是在街头游说在街头卖艺的望弟（吴倩莲 饰）与招福结婚以骗取聘礼。成亲当天，招积故意让招福在高处坠下，招福自此变成了痴呆，望弟与父亲（元华 饰）趁机逃走了。不久，望弟遇到了流落街头的招福，处于内疚与同情，望弟收留了招福。\n在望弟的细心照顾下招福日渐康复，两人日久生情。另一方面招家上下都无法容忍招积的行为，便请来了太叔公（乔宏 饰）重选当家，望弟觉得招福有权利争取到自己的一切，便努力训练招福……©豆瓣",
    "director": ["谷德昭"],
    "actor": ["刘青云", "吴倩莲", "黄子华", "乔宏"]
  },
  {
    "name": "九纹龙的谎言",
    "year": "1995",
    "id": "1306499",
    "type": ["剧情", "喜剧", "爱情"],
    "rate": 6.2,
    "story": "以收烂账为生的九纹龙，与妻离异，和儿子相依为命。他不想儿子知道自己不务正业，讹称自己是警察，却在无意间给拆穿。九纹龙邻居Shirley任职服装公司，为人精明能干。她发现未婚夫Chris好色，为存颜面，便伪装成幸福待嫁样子。九纹龙儿子在学校经常说谎，龙前妻知悉，决意带子去外国生活。龙洗心革面，与好友何B仔于街头卖稯子， Shirley对龙渐生好感，但龙自卑，适值何B仔离去，龙顿失挚亲和朋友，失落异常。此时龙前妻出现将子还予龙，并给他钱做小生意。这时何B仔因欠债走投无路，龙出手相救，二人又重聚。龙的生意蒸蒸日上， Shirley也放下了思想重担，坦诚接受事实，龙与她于是开始一段纯真感情。",
    "director": ["李国立"],
    "actor": ["任达华", "于莉", "罗家英"]
  },
  {
    "name": "信有明天",
    "year": "1995",
    "id": "1982502",
    "type": ["剧情"],
    "rate": 0,
    "story": "香港计算机设计师方志豪（温兆伦饰）一家因受香港「九七」问题的困扰，全家四口移民加拿大，在异国感受了一切委屈遭遇。妻变成植物人,而女亦因遇交通意外伤重不治。经历一连串的打击，决心携同病妻及小儿返香港重新开始。返港后方重操故业，在某计算机机构任计算机设计师，由于他非常努力，事业逐渐有成，因此得到机构的郑总经理（李中宁饰）赏识，委任方为2004年中国奥运计算机计分程序总设计师，在设计期间，由于力拒外商美国无敌计算机集团的首脑秦刚（黄锦燊饰）的拉拢和收买，秦怀恨在心，利用金钱引诱方的前好友移民专家王球（吴启华饰）进行计算机病毒的破坏……",
    "director": ["罗道邦"],
    "actor": ["温兆伦", "冯美英", "吴启华"]
  },
  {
    "name": "人间有情",
    "year": "1995",
    "id": "1304178",
    "type": ["剧情", "喜剧"],
    "rate": 8.4,
    "story": "香港有一家老牌雨伞店叫\"梁苏记\"，闻名省港澳。本片沿着梁苏一家与雨伞厂的起落，反映数十年来香港的社会变迁，由《我和春天有个约会》的导演高志森，编剧杜国威，演员刘雅丽等到原班人马再度合作。全片最大特色是仿效《阿甘正传》，将剧中演员放置于纪录片中演出，或跟已去世的林黛、李小龙等到演对手戏，特技效果在国片中堪称创举。此外，本片也拍了了相当浓郁的人情味。",
    "director": ["高志森"],
    "actor": ["周志辉", "罗冠兰", "高翰文", "刘雅丽"]
  },
  {
    "name": "特警急先锋",
    "year": "1995",
    "id": "1304772",
    "type": ["动作", "犯罪"],
    "rate": 7,
    "story": "阿李（李修贤 饰）和麦克（周文健 饰同毒枭张雄（王俊棠 饰）有着不同戴天之仇，血气方刚的两人发誓此仇不报决不罢休。然而，上司却将他们派到了台湾，跟踪调查一批分量巨大的毒品的走向。阿李和麦克来到台湾，捡到了这里的国际科队长马九（陈松勇 饰）和其助手程晓楠（王静莹 饰）。\n为了侦破案件，麦克潜入了台湾毒品老大陈见水（柯受良 饰）的组织内部做卧底，与此同时，阿李则同马九合作，两人一个由内一个由外，企图瓦解这个庞大的毒品帝国。危险的敌人们埋伏在身边，麦克随时都有着生命危险，在这样危机的紧要关头，阿李和麦克能否凭借彼此之间的默契获得最终的胜利？©豆瓣",
    "director": ["林德禄 ", "元德"],
    "actor": ["李修贤", "陈松勇", "周文健", "王静莹"]
  },
  {
    "name": "错体追击组合",
    "year": "1995",
    "id": "1482466",
    "type": ["动作"],
    "rate": 6.4,
    "story": "女警杨羚（梁峥 饰）信心爆棚，惟无奈被迫投间置散，大才小用。直至一次捉捕爆炸狂徒任东（严广明 饰）的行动，杨被派假扮妓女，与扯皮条陈康（陈小春 饰）合力擒凶。杨本可一证实力，但岂料给任发现她乃卧底，欲把她与陈置诸死地。犹幸飞虎队及时赶至镇压场面，但任为求脱险，遂胁持二人为人质，惟最后给狙击手开枪制服。不料，任趁警员疏忽之际，越押逃脱，更向杨寻仇将她污辱。杨不甘受辱，得悉任潜返内地，便威胁陈带她往内地追捕任，于是一场惊险的追凶大行动亦随之而展开。",
    "director": ["董玮"],
    "actor": ["梁琤", "陈小春", "于荣光", "严广明"]
  },
  { "name": "血恋II", "id": "3044491" },
  {
    "name": "狂情杀手",
    "year": "1995",
    "id": "1304186",
    "type": ["动作", "剧情"],
    "rate": 0,
    "story": "马老六（任达华 饰）、阿龙（郑浩南 饰）和阿苗（施绮莲 饰）是从小玩到大的青梅竹马，长大之后，马老六只身前往美国，阿龙和阿苗则结成了夫妻。一晃多年过去，马老六从国外归来，俨然一幅成功人士的模样，重逢的喜悦平复之后，阿龙和阿苗决定跟随马老六去美国闯一闯。\n马老六先将阿苗带出了过，让阿龙没有想到的是，妻子竟然就此失去了音讯。心中充满了疑惑的阿龙亲自来到了美国，才知道马老六在美国干的竟然是违法勾当。一场意外让阿龙成为了警方通缉的逃犯，这一变故戳破的马老六苦心经营的谎言，原来，马老六欺骗阿苗，说阿龙遭遇车祸不幸去世，悲伤和绝望之中，阿苗改嫁马老六。谎言被揭穿之后，阿龙和阿苗终于团聚。©豆瓣",
    "director": ["刘永 (Anthony Lau)"],
    "actor": ["任达华", "刘永", "张敏"]
  },
  {
    "name": "元洲街王后",
    "year": "1995",
    "id": "4294088",
    "type": ["剧情"],
    "rate": 6.8,
    "story": "灯红酒绿的香港“红灯区”生活着一批以出卖肉体为生的女子，其中不乏美貌善良的女性。阿红的丈夫阿强为救她而落下残疾，她发誓要一辈子照顾他。阿强也努力工作，可他有个改不掉的坏毛病，就是赌博，他总幻想能赢一大笔钱，能让妻子和孩子过上好日子。为赌钱阿红与阿强经常吵架，孩子生活在惊吓和痛苦之中。 阿菲父母双亡，与妹妹阿仪相依为命，为抚养妹妹，阿菲只得出卖自己。阿仪在畸形的生活中养成了怪性格，她男孩打扮，以男孩自居，爱着同性的伙伴阿美。 阿红身为暗娼，经常受到警察的追捕。这天她又险些被抓，喜欢阿红的警长有意放过了她。警长总说要攒钱娶阿红，让她离开残疾丈夫，阿红不置可否，她心里只有丈夫和儿子。可当她回到家，两人又为赌博的事争执起来。阿强一气离开家到赌场，他又输了，没脸回家。 阿美同一个男青年走了，阿仪伤心地用碎酒瓶扎破自己的手腕。一个小报记者阿成看见了追到医院要采访她。阿仪想通过报纸让阿美回心转意，约阿美在大楼顶上见面，如果阿美不来她就跳楼。阿成想报道这有刺激性的新闻，就跟了去。结果阿美没来，阿仪要跳时阿成抱住不让跳，救了她。阿成唤醒了阿仪的女性意识，他俩相爱了。 他们要举行婚礼时，阿强也悄悄来送礼。大家正高兴时，黑帮老大带打手冲进来，阿强为救妻子和儿子被黑帮打死，阿成也不幸被打死。阿菲愤怒中打死了黑帮老大。 经过许多磨难和摧残，阿红和时菲毅然诀别这种生活，到内地办了个养鸭场，过着清贫而安静的生活。",
    "director": ["杨权"],
    "actor": ["吴家丽", "张国强", "尹志强", "刘锦玲"]
  },
  {
    "name": "震撼性丑闻",
    "year": "1995",
    "id": "1609837",
    "type": ["剧情", "犯罪"],
    "rate": 5.8,
    "story": "香港的廉政公署权力甚大，尤其他们负责侦办警察的贪污案件，因而造成这两个纪律部队时常发生冲突。本片反过来描写廉署的高官与卖淫集团勾结，由被陷害的探长反过来伸张正义，构成相当强的戏剧性。尚未赴好莱坞发展的黄志强担任本片监制，由李惠民执导，拍的是一个真实个案改编的故事。任达华饰演刑警队探长，偶然目睹妓女被虐重伤，追查之下发现召妓者是议员，此时廉署行动处处长张丰毅投诉警方此举破坏了他们部署已久的一个行动，勒令警方不得再插手此案。他又进一步设下圈套陷害任，并派手下王馨平搜查任的罪证，幸好最后真相大白。",
    "director": ["李惠民"],
    "actor": ["任达华", "王馨平"]
  },
  {
    "name": "跟我走一回",
    "year": "1995",
    "id": "2380440",
    "type": ["剧情"],
    "rate": 8.1,
    "story": "马本诚（张丰毅 饰）是个非法入境的“逃港者”，他因打人被判入狱八年，出狱后闻言老母去世和妻子杜霞（吴家丽 饰）提出离婚，万念俱灰的他自杀未遂，却落得终身残疾。返回大陆后，举目无亲，他四处寻访再婚的杜霞，杜霞的哥哥杜伟（秦沛 饰）找人来痛打一顿这个曾经的小舅子。马本诚把杜的表侄小征（肖俊琨 饰）扣做人质，逼杜霞露面。从此，一大一小的两人成了朋友，流浪人群出没的地方都留下了他们的身影。一日，为救横卧在铁轨上的拖拉机，本诚拖着残疾的双腿迎向飞奔而来的火车，小征却滚下陡峭的路基。在医院里，杜霞告诉本诚，小征是他的亲儿子......©豆瓣",
    "director": ["刘国昌"],
    "actor": ["张丰毅", "萧俊琨", "吴家丽", "秦沛"]
  },
  {
    "name": "终站",
    "year": "1995",
    "id": "1292206",
    "type": ["剧情", "战争"],
    "rate": 9.2,
    "story": "影片通过三位主人公——知识分子和投机商马高、他的朋友黑仔、他们共同的爱人娜塔莉——传奇般的人生展现了导演对南斯拉夫这个民族的理解与复杂情感。\n影片虽然长达两个半小时，却一点不让人感到冗长，全片充满了奇思异想，有着浓厚的超现实主义色彩，是一部名副其实的史诗片。电影情节虽然有些荒诞不经，但却准确地描绘了二战时期南斯拉夫的社会状况，大胆揭露了一些投机的战争英雄英勇事迹背后不为人知的真相。影片的基调是幽默和讽刺的，又十分活泼轻松，很欢快，甚至可以把影片当作喜剧来看。影片人物个性十分奔放，张扬，该片处处洋溢着创作者的激情。导演埃米尔·库斯图里卡处理史诗题材的天才手段展露无疑，由于该片深刻的讽喻，不少影评家将该片与俄国1995年的《毒太阳》相提并论。埃米尔·库斯图里卡本人也获得了当年威尼斯电影节的最佳导演奖。©豆瓣",
    "director": ["埃米尔·库斯图里卡"],
    "actor": [
      "米基·马诺伊洛维奇",
      "拉扎尔·里斯托夫斯基",
      "米里亚娜·约科维奇",
      "斯拉夫科·斯提马科"
    ]
  },
  {
    "name": "中俄列车大劫案",
    "year": "1995",
    "id": "1304601",
    "type": ["动作"],
    "rate": 6.4,
    "story": "1989年戈尔巴乔夫访华以后，中俄恢复了全面贸易。“北京——莫斯科”的国际列车顿时热闹起来，人称“国际倒爷”的中国商人带着各式各样的货物向俄罗斯、波兰等东欧国家蜂涌而去。接踵而来的是一些歹徒也看准时机纠集成伙在列车上进行疯狂的抢劫、强奸，无恶不作。为了保卫改革开放的成果，维护我国的国际形象，彻底打击这群恶势力，保证中外旅客的安全，我公安部门派出以向冲为首的专案小组赴俄，协同俄罗斯警方进行侦破。把这伙匪徒捉拿归案。向冲的助手们乘飞机先行到达莫斯科，他自己则乘坐国际列车。以便深入了解案情，果然，在列车驶入俄罗斯境内后，犯罪分子乘着夜色动手了，旅客们有的被抢劫，有的被轮奸，向冲被掠劫的匪徒惊醒以后与正在行凶的劫匪展开殊死搏斗，终因寡不敌众，被匪徒们从车窗推下火车。 向冲死里逃生，带伤赶到莫斯科，助手们已经到达。向冲在我驻俄大使馆的协助下很快与俄警方接上了关系，俄警方派出女警官娜塔沙与中方合作。她负责外国人犯罪事务，对中国人有些成见，起初合作不力，向冲和助手们不畏艰难，忠于职守，想方设法查找犯罪分子的线索，获得娜塔沙的敬重。中俄警方密切配合，终将犯罪分子一网打尽，并赢得了娜塔沙警官的友谊，他们在莫斯科车站的月台上依依惜别。",
    "director": ["麦当杰"],
    "actor": ["吕良伟", "Н·Н·鲁斯麦基娜", "周弘", "鲁芬"]
  },
  {
    "name": "偷错隔墙花",
    "year": "1995",
    "id": "1302257",
    "type": ["喜剧"],
    "rate": 7.1,
    "story": "建筑师陶花珲（李镇洲）一向畏妻如虎，在家中毫无地位，连妹仔怀春（孙惠芳）都看不起他。陶满腔委屈，无处出气，常常发泄于好友戴（龚国强）身上。与此同时，陶亦对戴妻洁贞（苏玉华）心存非分之想。洁贞亦觉得戴不解温柔，常与戴发生拗撬。陶更乘虚而入，竟引诱贞到澳门“嬉春酒店\"偷情。戴为了视察一所闹鬼的澳门酒店与及送其侄梦星到省城入学，更向陶借妹仔怀春作梦星的仆人。而原来闹鬼的酒店竟然是嬉春酒店，于是他们几人又先后入住了“嬉春酒店\"，加上酒店闹鬼，香港扫黄组来澳门扫荡，阴差阳错之下促使笑料连珠炮发，令人捧腹大笑之余，结局更出人意表。",
    "director": ["高志森"],
    "actor": ["李镇洲", "苏玉华", "龚国强", "孙惠芳"]
  },
  {
    "name": "盲侠之再踏江湖",
    "year": "1995",
    "id": "5110337",
    "type": ["动作"],
    "rate": 0,
    "story": "徐湛本是香港警察学校的武术教练，为了救一个小孩而导致双目失明，退隐乡间。徐的女儿亚珍误中迷魂毒，惨被杀害，徐湛愤而与小女小心前来闹市旺角，会合徐敏、张芬、林娜与表面是大商家，其实无恶不作的龙方，进行斗智斗勇之战，杀手比利在血腥生涯，与林娜结下虚幻的爱情，可惜比利要杀的对象，却是林娜的父亲，矛盾的爱恨，尽显人生之艰难。",
    "director": ["余积廉 Chi Lin Yu"],
    "actor": ["龙方 Fong Lung", "李丽丽 Lily Li", "钟淑慧", "吴岱融"]
  },
  { "name": "魔鬼天使", "id": "1307606" },
  {
    "name": "二月三十",
    "year": "1995",
    "id": "1302700",
    "type": ["恐怖"],
    "rate": 6.7,
    "story": "电影分为《眷恋》和《别恋》两个短片。\n潘家诗（陈淑兰 饰）和男友林宏俊（陈启泰 饰）即将携手步入婚礼的殿堂，然而就在这个节骨眼上，林宏俊却遭遇了车祸下落不明。就在潘家诗心急如焚之际，林宏俊再度出现在了她的面前，仿佛什么都没有发生过一样。警察陈查礼（黄子华 饰）深觉事有蹊跷，调查之后发现林宏俊早已是孤魂野鬼，只靠着吸食活人阳气才得以留在世间，潘家诗得知真相，心碎欲绝。\n李文杰（林保怡 饰）生性好赌，因此妻离子散，一场交通意外之中，他在阴差阳错之下和富豪邵志理（黄秋生 饰）互换了灵魂，直到此时文杰才发现自己深深惦念妻儿，无奈一切早已经回不去了。©豆瓣",
    "director": ["高林豹", "钱升玮"],
    "actor": ["黄秋生", "黄子华", "陈启泰", "苑琼丹"]
  },
  {
    "name": "燃情男狙击",
    "year": "1995",
    "id": "1304145",
    "type": ["动作"],
    "rate": 5.7,
    "story": "巩君（莫少聪 饰）和高立（于荣光 饰）是效力与黑社会的冷血杀手，两人相识多年，情同手足。巩君爱上了大企业家边亭的女儿秀月（姜蓉 饰），但这段感情注定无法得到祝福。史绍生（黄挺 饰）是边亭的助手，出于私心，他鼓动老板和日本人做生意，然而遭到了拒绝。愤怒的史绍生雇佣高立暗杀边亭，不明真相的高立成功的完成了任务。\n让史绍生没有想到的是，秀月居然成为了公司的继承人，于是他又雇高立暗杀秀月。然而，高立认出秀月是巩君的女友，拒绝了史绍生。巩君带着遭到追杀的边儿来到了他和高立的秘密住所，而秀月认出了高立就是她的杀父仇人。几番解释之后，高立和巩君决定杀死史绍生，替秀月报仇。©豆瓣",
    "director": ["金扬桦"],
    "actor": ["童爱玲", "莫少聪", "于荣光", "姜荣"]
  },
  {
    "name": "山水有相逢",
    "year": "1995",
    "id": "1298124",
    "type": ["喜剧"],
    "rate": 7.6,
    "story": "梅波（袁咏仪 饰）和沈露露（蔡少芬 饰）不仅仅是生活中的好姐妹，也有着成为明星的共同梦想，两人混迹在六十年代的电影圈。一次偶然的演出机会让梅波结识了当时红极一时的编剧秦淮（刘青云 饰），并对这个才华横溢的编剧产生了微妙的情感。秦淮将推出新戏，梅波和沈露露都有机会出演，情 同姐妹的二人成了竞争对手，沈露露却凭借浮夸的演技意外受到老板亲睐，并由此一炮走红，梅波却因此失去信心回乡。秦淮有感而发，以他和梅波的故事为原型创作了一部剧本，后由露露出演。\n归乡的梅波依然无法放弃表演，再次回归，看到了这部处处透着她和秦淮之间故事的电影，无奈此时的秦淮却成了好姐妹露露的男友。\n梅波的表演之路是否能迎来转机？三个人的爱情故事又将如何收场？©豆瓣",
    "director": ["马伟豪"],
    "actor": ["刘青云", "袁咏仪", "蔡少芬", "孙佳君"]
  },
  {
    "name": "还是觉得您最好",
    "year": "1995",
    "id": "1305351",
    "type": ["喜剧"],
    "rate": 0,
    "story": "George年青有为，有自己的事业，有爱她的妻子，但是他父兄皆死于癌症，故他也担心自己会步其父兄的后尘。一日，George的医生朋友，毛医生打算出海钓鱼渡假两天，路过时来探望George，George便乘机向毛追问其身体检查结果，毛只告诉他报告还未出来。但George却偶然听到毛与护士通电话……",
    "director": ["吴岱融"],
    "actor": ["吴岱融", "钟淑慧", "黄秋生", "张睿羚"]
  },
  {
    "name": "不道德的礼物",
    "year": "1995",
    "id": "1305770",
    "type": ["喜剧", "爱情"],
    "rate": 6.1,
    "story": "罗雪儿（邱淑贞 饰）为人中规中矩，帮助父亲经营公司，和男友的关系也是不冷不热，最终被抛弃。 父亲公司出现危机，苦思良策的雪儿与好友Sorry（李蕙敏 饰）到码头散心，巧遇瘫痪的富豪林乐山（江华 饰）。林乐山被雪儿吸引，长年所患的性无能也似乎有了好转。 林乐山之弟林乐水（郑伊健 饰）决定利用这个机会帮助兄长，于是找到雪儿与其签下合同，答应替其父还债。但前提是雪儿要做其兄一晚的情人。 雪儿在金钱的吸引下答应，于是乐水找来帅Gay佬Honey（王敏德 饰）开始对雪儿进行勾引男人的训练……©豆瓣",
    "director": ["叶伟民"],
    "actor": ["邱淑贞", "郑伊健", "王敏德", "李蕙敏"]
  },
  {
    "name": "迷奸犯",
    "year": "1995",
    "id": "1292214",
    "type": ["剧情", "犯罪", "悬疑"],
    "rate": 8.6,
    "story": "美国加州的圣佩雷罗港一艘货轮爆炸，死亡27人，9000万美元失踪。事故发生以后，联邦调查局探员白基奇在医院等待昏迷不醒的幸存者；海关特派员大卫（查兹•帕明特里 饰）则对另外一名拿到特赦令的幸存者金特（凯文•史派西 饰）进行了审问。\n金特供认，在事故中丧生的基顿（加布里埃尔•伯恩 饰）、法特（本尼西奥•德托罗 饰）、麦曼诺（斯蒂芬•鲍尔文 饰）和杜学尼（凯文•波拉克 饰），以及他本人，六个月前被警察局作为卡车抢劫案的疑犯带到警局过了一夜，五人因此结成了一个犯罪团伙，狼狈为奸，狠捞了好几笔。好景不长，某天，律师小林（皮特•波斯尔思韦特 饰）找到他们，让他们替神秘头目凯撒•苏尔烧掉货轮上的毒品。法特第一个退出，随即遭到杀害，剩下四人不得不接受了这个任务。在货轮上，麦曼诺、法特、基顿都没有找到毒品，也因此相继被凯撒杀害，船也被炸毁，金特因为留在岸上接应而侥幸生还。\n另一边，在医院抢救的幸存者，拼出了凯撒的头像，结果让所有人大吃一惊……©豆瓣",
    "director": ["布莱恩·辛格"],
    "actor": [
      "史蒂芬·鲍德温",
      "加布里埃尔·伯恩",
      "本尼西奥·德尔·托罗",
      "凯文·波拉克"
    ]
  },
  {
    "name": "南京的基督",
    "year": "1995",
    "id": "1294381",
    "type": ["剧情", "爱情"],
    "rate": 7.7,
    "story": "故事发生在一九零零年的冬天。日本名作家冈川龙一郎有一次在中国游学时，在南京秦准河柳荫两旁赫然发现了青楼妓寨，如此繁华昌盛的享乐之地，令冈川为之赞叹不已。在窄巷内的一间藕香院里冈川邂逅了一名少女金花，立即被她明媚清秀的气质所吸引，从此注定了冈川与金花在往后的日子里充满着爱恨纠缠的坎坷历程。由相识至相爱，短短数天，冈川与金花的爱火已像熊熊烈火，到了不可收拾的地步。当冈川回日本的时候，金花苦等不见爱人归来，唯有将精神寄托在基督真神的虚幻中，日夜祈祷，藉此补偿自我迷失的痛苦……",
    "director": ["区丁平"],
    "actor": ["梁家辉", "富田靖子", "庹宗华"]
  },
  {
    "name": "现代蛊惑仔",
    "year": "1995",
    "id": "5110348",
    "type": ["犯罪"],
    "rate": 4.2,
    "story": "",
    "director": ["侯永财"],
    "actor": ["翁虹", "唐文龙", "何超仪", "陈惠敏"]
  },
  {
    "name": "爆炸令",
    "year": "1995",
    "id": "1305937",
    "type": ["动作"],
    "rate": 0,
    "story": "一位被公认为社会公敌的贩毒头子终于落网，但为了报复和脱罪，他不惜指使手下以炸弹对付拒绝保释的法官，和主持调查这宗案件的督察和干探。另一方面，警方为了取得毒贩指使杀人的证据，派出卧底干探亲近毒贩最亲密的女友，找出毒贩借刀杀人的证据，一场斗智斗勇的战争随之而展开了。",
    "director": ["邓景生"],
    "actor": ["何家劲", "于荣光", "卢惠光", "周嘉玲"]
  },
  {
    "name": "影子敌人",
    "year": "1995",
    "id": "5110341",
    "type": ["动作", "惊悚"],
    "rate": 0,
    "story": "严重剧透：冰（梁峥）是名女警，最大的志愿便是儆恶惩奸，谁料执行任务的首天便遇上银行械劫案，男友更惨被劫匪当场炸死。\n蔡Sir（陈启泰）着冰作某毒品交易的卧底，冰因而结识女毒贩大家姐（罗冠兰）更与之成为好友，在正邪不能两立的形势下，冰作出了辞去职务的决定。\n之后，她邂逅了豹（白千石），并被他那原始的兽性所吸引，但对豹的过往与工作则一无所知。一日蔡Sir突然在冰面前出现，并告诉她杀她男友的人便是豹，又要求她再作卧底；几经辛苦，终她被查出原来蔡才是幕后主脑，一直操控着豹干不法的勾当。\n三人在渠底下作出垂死之战，冰虽然把二人杀掉，但却被赶上来的警员乱枪射死。",
    "director": ["陈东村"],
    "actor": ["梁琤", "白石千", "陈启泰", "陈豪"]
  },
  {
    "name": "公仆II",
    "year": "1995",
    "id": "1305145",
    "type": ["犯罪"],
    "rate": 5.9,
    "story": "经过多年努力，黄浩文（黄柏文）终于升任重案组督察一职，并拥有一个幸福美满的家庭。在一次围剿匪徒马骝行动中，文遇上了为求破案不顾后果的Michael（周文健），对其办案手法极之不满，连飞虎队队长李Sir（李修贤）亦直斥其非，谁料二人竟被安排成为拍档。透过马骝的口供，他们得知大圈帮头目汉（吴毅将）正策划一次大行动，并备有重型军火。果然，汉与两名匪徒不畏警方的严密监视，毅然照原定计划进行械劫行动，并与警方展开激烈枪战，激战中，文不幸被汉轰中头部身亡；匪帮逃至一间戏院，并挟持一小孩作人质，李Sir率领飞虎队员运用飞虎队战术，与匪帮展开一场火并的围捕行动。",
    "director": ["邱礼涛"],
    "actor": ["李修贤", "周文健", "黄柏文"]
  },
  {
    "name": "惊世桃色劫之深圳之虎",
    "year": "1995",
    "id": "26758376",
    "type": ["情色"],
    "rate": 0,
    "story": "乔立夫、邵苗苗、钟晴三人到深圳干活，无疑像其他外省劳工一样，开始寻金的梦想。程志刚是深圳某公安分局的大队长，他推荐乔出任深圳警察学校的武术教练。四人于繁华的深圳市内彼此认识并相爱，开始时，相互之间都是单纯和纯朴，但纸醉金迷的都市，令四人的生活开始变质，彼此都陷入了花花绿绿的世界，最终，引发了一场弥天大祸，以致生死分离。",
    "director": ["李炯楷"],
    "actor": ["秦豪", "李妮", "张睿羚", "林文龙"]
  },
  {
    "name": "阳光地狱之人肉市场",
    "year": "1995",
    "id": "1299333",
    "type": ["恐怖", "情色"],
    "rate": 4.6,
    "story": "一对新婚夫妻昌与燕，他们参加旅行团到美国渡蜜月，二人非常恩爱，到处游玩，正享受着美国的阳光。而另一面在码头的阴暗处，一群中国偷渡来的人蛇正刚到达美国，而莉是其中一个来到寻找黄金梦的女孩，她们被安排到一小屋内，等待着亲友们接回，但蛇头早已把年轻貌美的少女留下，还假装找不到她们的亲友。莉是其中之一，余下的人蛇，被威迫利诱，作娼妓偿还偷渡的尾数。",
    "director": ["陈奥图"],
    "actor": ["陈国邦", "白石千", "杨玉梅", "陆剑青"]
  },
  {
    "name": "烈火战车",
    "year": "1995",
    "id": "1295316",
    "type": ["动作", "剧情"],
    "rate": 6.9,
    "story": "阿祖（刘德华 饰）母亲逝世后，父亲（秦沛 饰）管教方法不当，父子俩的关系疏离。阿祖离开家独自生活，生活状况并不如意，幸好有女友阿仪（梁咏琪 饰）在旁鼓励照顾。阿祖一向喜爱赛电单车，但他性格要强，一次与父亲车队中的大伟（吴大伟 饰）比赛，结果阿祖在比赛中受伤了，昏迷了十天。女友悉心照顾并劝他以后不要再赛车了，于是阿祖康复后便决定放弃赛车，好好经营修车店。可是好友嘉乐（钱嘉乐 饰）在一次与大伟的比赛中身亡，事件令阿祖的初衷改变了，阿仪却失望离去……©豆瓣",
    "director": ["尔冬升"],
    "actor": ["刘德华", "梁咏琪", "吴大维", "秦沛"]
  },
  {
    "name": "人约砵兰街",
    "year": "1995",
    "id": "3395695",
    "type": ["剧情", "爱情"],
    "rate": 7.5,
    "story": "张闻和小敏夫妇二人久别重逢，相聚香港，他们自认为一对朝思暮想的孤男怨女，而实际上，早已迥然各异。为此，在这座五光十色的城市里演出了一场情、欲、性相煎相煞，纠缠不清，欲说还休的活剧。",
    "director": ["张泽鸣"],
    "actor": ["李凤绪", "王霄", "李广添"]
  },
  {
    "name": "刀",
    "year": "1995",
    "id": "1401962",
    "type": ["剧情", "动作", "武侠"],
    "rate": 8.1,
    "story": "炼锋号铸刀厂大弟子定安（赵文卓饰）被师父选为继承人，后来他知晓了父亲乃惨死于马贼恶汉飞龙（熊欣欣饰）刀下，大殿供奉的断刀正是亡父的遗物。定安带断刀出走，师父女儿向灵（桑妮饰）为爱而追寻，却被马贼所掳，定安舍身相救时竟不幸右手被斩堕下山崖。\n断手后定安自思报仇无望，本想就此退隐江湖，不料又拾得半本绝世刀谱，于是决心秘密练刀为父报仇。可又因刀谱残缺无法练成，最后定安苦思之后自创独臂断刀刀法，他能否救得了危难中的炼锋号并手刃杀父仇人飞龙？©豆瓣",
    "director": ["徐克"],
    "actor": ["赵文卓", "熊欣欣", "桑妮", "惠天赐"]
  },
  {
    "name": "十兄弟",
    "year": "1995",
    "id": "1460996",
    "type": ["喜剧", "动作", "奇幻"],
    "rate": 6.8,
    "story": "老爷百岁大寿时被小儿子大虾（钟镇涛 饰）气死，根据族规，家财由大哥全权管理，而大虾只分得瘦田一亩及老牛一条。十分奇怪的是，这片瘦田里种出的蔬菜瓜果都特别巨大。于是，大虾和大虾嫂（张敏 饰）刨开土一看，发现地里原来埋藏着十颗宝珠。可惜此事被无恶不作的大帅得知，于是带领兵马前来抢宝珠。情急之中，大虾与大虾嫂各吞宝珠五粒，分头逃走。大虾不幸被大帅捉去，大虾嫂则跌入一个墓穴逃过一劫。 当晚大帅府内，大虾生下五个天赋异品的孩子：大力三、橡皮四、飞天五、铜头六及高脚七。而这五个孩子却误以为大帅就是他们的父亲，而可怜大虾被关到了监狱。同一时间，大虾嫂亦生下五个兄妹：千里眼、顺风耳、遁地入、大口九及大喊十。大虾和大虾嫂最后能否打败邪恶的大帅，一家重逢？©豆瓣",
    "director": ["李力持"],
    "actor": ["张敏", "钟镇涛", "释小龙", "郝劭文"]
  },
  {
    "name": "海根",
    "year": "1995",
    "id": "1303142",
    "type": ["剧情"],
    "rate": 7.6,
    "story": "香港，随着九七大限的逼近，她的政治前景成了国际注目的焦点。她是个繁华的商业大都市，有着傲视全球的金融企业，但在这之前，香港只是个靠大海捕 鱼 为生的纯朴乡镇。走入繁华后，渔业相对式微，功利主义取代了传统善良的风俗，冷漠、讲求效率。水根自幼生长在渔民家庭，他酷爱大自然，沉醉海上生活，并且喜欢保留一切旧有事物：他爱看旧电影；用不惯原子笔只爱用墨水笔；他坚持带手帕而不是拿用了就丢的卫生纸，而且他一直钟情于写信的联络方式，即使电话又快又方便！这些都表现了水根传统念旧的个性以及与这个社会的格格不入。他孝顺、顾家、不忘本，为了照顾行动不便的母亲，他也顺从了家人，在大陆买了一个女人莲妹，来张罗家里的大小事物。莲妹的出现，有如火花般，擦亮了船上每个人生命的 希望 。她乐、坚毅不屈、拿得起、放得下的性格，感染着身边每一个人，尤其是水根，这两个来自不同世界的人，还有金贵叔、金贵婶虽然和乐的生活在一起，但对于九七L之后的前途也都感到茫然，这群活在大时代里的小人物，要如何抉择他们的命运呢？",
    "director": ["李国立"],
    "actor": ["刘青云", "刘雅丽", "李枫", "胡枫"]
  },
  {
    "name": "玩女大王",
    "year": "1995",
    "id": "26796639",
    "type": ["情色"],
    "rate": 0,
    "story": "影片主要描述男主角假扮摄影师追求女主角富家千金,表面看来是窕窈淑女君子好逑,但实际是另有阴谋.男主角的父亲早年在富家千金爸爸的工厂工作,突然无缘无故被开除,男主角不忿父亲的尊严受损,于是想办法追女主角与她发生关系之后将她抛弃,替父亲出一口气.但事实上表面斯文的男主角实际是个花花公子玩女大王,经常在花丛风流快活.",
    "director": ["未央生"],
    "actor": ["黄玲玲", "郭晓欣", "林秀珍", "何国基"]
  },
  {
    "name": "越境大追杀",
    "year": "1994",
    "id": "25961870",
    "type": [],
    "rate": 0,
    "story": "",
    "director": ["罗曼迪"],
    "actor": ["汤镇宗", "惠英红", "汤镇业", "张国梁"]
  },
  {
    "name": "惊梦魂",
    "year": "1995",
    "id": "4133310",
    "type": ["恐怖"],
    "rate": 5.5,
    "story": "陈大力在一旧酒楼担任侍应，一夜，曾在酒楼当歌女但被谋杀的女鬼现身眼前，大力情不自禁与女鬼发生感情，不久，老伙记相继离奇死亡，死况且更是大力梦境中曾经预见。女鬼借大力寻找真凶报复，而大力亦陷入危机中。",
    "director": ["吴耀权"],
    "actor": ["林立三", "李丽珍", "曹国辉", "梁汉威"]
  },
  {
    "name": "杀戮少年",
    "year": "1995",
    "id": "2988189",
    "type": [],
    "rate": 0,
    "story": "阿杰与弟弟阿辉相依为命，兄弟感情深厚。因被人诬陷杀害警员被警方追捕而逃回大陆，后获释黑社会头子阿伦逼其弟干非法勾当。为还自己清白，阿杰决意潜回香港洗脱杀害警察的罪名，并挽救弟弟免入歧途。\n阿伦杀掉黑社会老大并将其嫁祸于阿杰，阿杰和警方合作，缉拿了阿伦，同时也洗脱自己的罪名，证明了自己的清白。",
    "director": ["吴迪文"],
    "actor": ["王书麒", "黄子扬"]
  },
  {
    "name": "天子骄龙",
    "year": "1995",
    "id": "2057331",
    "type": ["剧情", "动作"],
    "rate": 5.6,
    "story": "民国初期，袁世凯称帝被推翻后，命其子袁克齐执行报复行动，精武门义士刘泽波、刘小英兄妹奋不顾身救走精武门后人。袁世凯召其义子白鹰回国协助，克齐对白心存忌恨。霍剑前往史家庄找岳父史威追讨欠债，巧遇刘氏兄妹带着一群孩童被克齐手下追杀。霍两次出手相救。激战中．刘泽波因伤重去世，临终托霍剑保护众人上路。与此同时，史威带女儿史月儿到长虹客栈收帐，与克齐手下发生冲突，幸得白鹰出手相救，原来，白鹰与史月儿在国外是同窗。小英带孩子们逃至真如寺，待白鹰与手下赶到，众小孩已化装成小和尚，白以佛经考察小和尚，岂料小孩均能一一应对。白与手下离去，途中发现疑点，与众人折返，而寺内已空空如也。小英带孩子们逃至史威家中找前来讨债的霍剑帮助掩护众人前往蔡将军处。途中，一行人被埋伏的白鹰手下追杀，白拦住众人，正要下手，月儿追至向白鹰晓以大义，白鹰终被说服，放走众人。正欲回府，忽见克齐出现，克齐早对白鹰不满，两人大战一场，白鹰负伤而逃。霍剑等人逃至华洋货栈，不料接头人已被杀死。次日清晨，克齐带大批手下追至，小英与霍剑相继受伤。白鹰带伤助战，最终白与小英联手将克齐杀死，两人亦伤重死去。霍剑与月几将孩子们安全送达蔡将军处。并最终结为夫妇。",
    "director": ["李钊", "成家骥"],
    "actor": ["钱嘉乐", "陈明真", "林国斌", "叶芳"]
  },
  {
    "name": "生死一线",
    "year": "1994",
    "id": "26344979",
    "type": ["动作"],
    "rate": 0,
    "story": "",
    "director": ["狄威"],
    "actor": ["林威", "狄威"]
  },
  { "name": "欲火狂蜜", "id": "26734913" },
  {
    "name": "落难贼鸳鸯",
    "year": "1995",
    "id": "26317336",
    "type": ["惊悚"],
    "rate": 0,
    "story": "宝如刚离婚不久，因向友人借贷而欠下一身债项，无巧不成话，任职金融公司的程志远被表弟所累，不但被公司解雇。更欠下贵利数。在命运安排下，两人连结一起，更互生情愫，本欲想办法共度难关，但经济愈弄愈糟。走投无路下，二人竟计划打劫珠宝行……",
    "director": ["高先明"],
    "actor": ["罗慧娟", "黄锦燊", "汤镇宗", "骆达华"]
  },
  {
    "name": "朋友妻",
    "year": "1995",
    "id": "26828235",
    "type": ["喜剧"],
    "rate": 0,
    "story": "",
    "director": ["高先明"],
    "actor": ["罗慧娟", "王书麒", "雷宇扬", "朱克"]
  },
  {
    "name": "黑豹II",
    "year": "1993",
    "id": "20438880",
    "type": ["剧情", "科幻", "奇幻"],
    "rate": 0,
    "story": "绝响与爱人沉迷乐与怒,却被排斥,爱人被杀.响沉痛下誓建音乐之城,绝不容许其他音乐存在,只以摇滚乐悼念亡人. 2041年,黑豹与波波早厌倦杀戮,决定过平淡生活,途中被响手下所截,波被掳去,豹却巧遇响,互相切磋乐艺,顿成好友.响惊见波酷似死去爱人,将之禁锢,更向豹告之波已死去.豹失意下被革命党所擒,首领了哥本欲将之杀掉,但肥陈及时劝阻.豹见陈未死大表快慰,陈协阻豹打探波下落,将之救出,惜波早被响洗脑,豹感无奈.了哥为打倒响,冒险开启音乐之门以作对抗,惜响早布下陷阱,众人激战间,豹令波回复记忆,响情绪受挫终被打败.波劝他莫再固执,终令响变失常.众人安然离去,音乐不再被规限,百花齐放.",
    "director": ["高林豹"],
    "actor": ["吴启华", "梁思敏", "郭锦恩"]
  },
  {
    "name": "虎胆俏佳人",
    "year": "1995",
    "id": "26284567",
    "type": ["动作"],
    "rate": 0,
    "story": "白江东是黑道中的中阿哥，他有个女儿叫安妮，她在江湖上也是出了名的红粉杀手。这一天，白江东带领两个结拜兄弟陈威和小龙来到龙虎滩，和另一派的大阿哥许大求进行毒品交易，事成后许大来拿着毒品带领一班手下离去，白江东手提钱箱朝自己的私家车走来，就在这个时候，陈威和小龙突然拔出手枪将白江东射杀，抢了他的钱箱然后驾车离去。陈威和丁小龙回去向安妮报告，说大哥白江东被许大来杀害，安妮听到这个消息，如巨雷轰顶，誓要替父报分仇……",
    "director": ["范丹"],
    "actor": ["高飞", "狄威", "惠英红", "倪雪"]
  },
  {
    "name": "再世情未了",
    "year": "1995",
    "id": "11523376",
    "type": ["鬼怪"],
    "rate": 0,
    "story": "一个盂兰节晚上，干探马如飞（方中信 饰）无意中翻阅一件发生在廿多年前戏棚大火案件的档案，决追查真相。过程中邂逅美丽的秦小虹（郭蔼明 饰），其冷傲性格令飞决心追求她。虹的养父秦宝剑（刘江 饰）乃术数名家，指虹三十岁前不可有姻缘，否则有性命之危。虹笃信不移，因而拒绝飞之爱意，但终经不起飞方真挚感情，展开一段浪漫情缘。惜剑所言一一灵验，发生连串意外。一次交通意外，虹脑部受震荡，前世片段不断涌现……　　原来飞与虹本是京剧团师兄妹，二人相爱惹来师兄陆剑棠嫉妒，纵火把二人烧死。而当年的师兄竟是今天的养父！剑排算术数寻得投胎转世的虹，将其收养，亦知飞与虹会重遇，因此以命理之说制造多番意外企图阻止二人重续未了缘。　　虹决离开剑，但情痴的剑决以术数命理改变命运，再次以火分隔飞与虹之再世情……　　真挚恋情感人肺腑，令人潸然泪下。",
    "director": ["连炽勋"],
    "actor": ["方中信", "郭蔼明", "刘江"]
  },
  {
    "name": "城市炸弹",
    "year": "1995",
    "id": "2299593",
    "type": ["犯罪"],
    "rate": 0,
    "story": "评介： 香港警界中，因警察违法乱纪规执法违反警纪而造成的停职枪禁的现象屡见不鲜，在PTU警队中也时有发生，续上两集《枪禁》和《再禁PTU》中，PTU警队两度被枪禁后，PTU警队中再次发生停职枪禁之事，这次枪禁惹出香港有史以来的惊天大案。阿丹在PTU警队中任职多年，在多年的警界生涯中每次都有冲在前，屡建奇功，他办案手段干净利落，火爆偏激，每个犯罪在他的整治下都有能如实招供。也因此招来了不少的麻烦。阿丹酷爱警察职业，也不理会那些流言蜚语，继续一如既往雷厉风行。",
    "director": ["卫轮韬"],
    "actor": ["张国强", "邵仲衡", "杨玉梅", "伊凡威"]
  },
  {
    "name": "迷情特警",
    "year": "1995",
    "id": "3659249",
    "type": ["动作"],
    "rate": 6.2,
    "story": "特警组干探阿杰是罪恶克星，但他妹妹却死于软性毒品，阿杰伤心之余，决心转移到环头警署，全力打击毒贩，将毒祸清除，期间与毒枭阿龙结下不解的仇怨。但阿杰在某次执行任务时，无意中救了龙的妹妹阿敏，敏是软性毒品受害者，杰帮助敏脱离罪恶行列，重新做人，而敏对杰留下好感，便听从杰的劝告去改过，二人朝夕相处，情愫渐生。龙因此大动肝火，想拆散二人，但失败再加上杰创龙的生意，龙在末跆，竟然以敏的生命来陷害杰，但毕竟邪不能胜正，杰凭他在特警中的干练身手将龙正法及将敏救回再续前缘。",
    "director": ["郑明"],
    "actor": ["方中信", "万绮雯", "韩俊", "李剑忠"]
  },
  {
    "name": "边城皇帝",
    "year": "1995",
    "id": "25929680",
    "type": ["动作"],
    "rate": 0,
    "story": "",
    "director": ["于帆"],
    "actor": ["王小凤", "狄威", "王美雪", "黎燕珊"]
  },
  {
    "name": "太阳有耳",
    "year": "1996",
    "id": "1437315",
    "type": ["剧情"],
    "rate": 7.2,
    "story": "称霸一方的土匪头子潘好（尤勇 饰）看上了穷苦的农妇油油（张瑜 饰），一路尾随至油油家中，让油油没有想到的是，丈夫非但没有保护自己，还为了利益将自己送给了潘好。虽然愤怒和委屈，但逆来顺受的油油还是跟着潘好回了家，可潘好并没有像油油所预料的那样羞辱欺侮自己，而是对自己百般照拂呵护有加，随着时间的推移，油油渐渐的爱上了潘好。\n潘好虽然对女人温柔，但本质上却还是一个丧心病狂的土匪，他绑架了一批无辜的百姓，以他们的性命为筹码要挟政府。油油请求潘好放走那些手无寸铁的可怜人，潘好虽然表面答应，但转身就大开杀戒。绝望的油油贯彻了自己的正义，杀死了潘好。©豆瓣",
    "director": ["严浩"],
    "actor": ["张瑜", "尤勇", "高强", "马精武"]
  },
  {
    "name": "开发区杀人事件",
    "year": "1994",
    "id": "1308646",
    "type": ["剧情"],
    "rate": 5.1,
    "story": "香港某银行经理冯敬文在工作间被杀，临死藏起了瑞士银行的密码牌。职工罗小海看到了谋杀全过程，并藏起无意中发现的密码牌，逃到深圳。香港警方查出冯案是野狼帮所为。，请求深圳警方协助保护主要证人小海。野狼帮首领山口一郎指挥手下走私绑架贩运军火和毒品，成为社会一害。为杀人灭口，小海陷入了野狼帮与警方的争夺中。在一番激烈的斗志斗勇中，山口一郎死于警察乱枪之下，横行一时的野狼帮终于被消灭。",
    "director": ["田啟文", "李超"],
    "actor": ["关海山", "颜丙燕", "林威"]
  }
]
