[
  {
    "name": "阴阳路八之棺材仔",
    "year": "2000",
    "id": "1479886",
    "type": ["喜剧", "恐怖"],
    "rate": 5.1,
    "story": "毕彼特（雷宇扬 饰）因电影业不景气，失业在家，只好和做神婆的老妈龙娣（罗兰 饰）、小弟毕基以及女友阿四一家人搬到郊区居住。毕彼特初来乍到，发现虽然地角偏僻，但是出租的大房视野开阔，更有美艳女子娥姐（陈松伶 饰）为邻。待一家人入住后，毕彼特便遭遇多桩怪异事件，令人怀疑这幢包租公房间贴满黄符的大房内有诡异。某夜，毕彼特惊见娥姐的鬼魅一面，惊醒后才知是南柯一梦，然而，娥姐平日神出鬼没，常常面对陌生男童发呆的举动似乎确实隐藏着不为人知的秘密。毕彼特求职不顺，又再次发现娥姐的鬼魅表现，遂开始调查娥姐的身世……©豆瓣",
    "director": ["阮志强"],
    "actor": ["陈松伶", "雷宇扬", "罗兰", "张可颐"]
  },
  {
    "name": "烹尸之丧尽天良",
    "year": "2001",
    "id": "1480011",
    "type": ["犯罪", "恐怖"],
    "rate": 4.8,
    "story": "琪琪自幼便失去了父母，被送往了孤儿院。孤儿院中的生活状况十分堪忧，琪琪因此结识了很多和她一样游手好闲的小混混。误入歧途的琪琪从此走上一条不归路，并且最终犯下了杀人的重罪，在一场意外中，她和朋友们一起参与了分尸行动。自从那一天起，琪琪的生活变了样，每一天，她都生活在胆战心惊之中，没有睡过一个安稳觉。最终，受不了良心谴责的琪琪决定自首。\n根据琪琪提供的线索，警方很快就将抛尸的地点锁定在了位于尖沙咀的一幢废弃的大楼里，最终，被分割的尸块重见天日，但随着警方的深入调查，更可怕的事情浮出了水面。©豆瓣",
    "director": ["陈志舜"],
    "actor": ["黎耀祥", "关宝慧", "叶世荣", "罗兰"]
  },
  {
    "name": "暗斗",
    "year": "2001",
    "id": "3118132",
    "type": ["动作", "惊悚"],
    "rate": 4.4,
    "story": "天豪集团主席病逝, 其子天接管一切, 天施计欲把义兄铲除, 杰逃亡至菲律宾, 得蔡收留为杀手. 一次任务失败, 杰和蔡被帮会追杀. 其时天豪集团被手下Ray所吞占, 杰查出他们被追杀实为Ray在背後操纵, 决定回港助天向Ray开战.",
    "director": ["陆剑明"],
    "actor": ["何润东", "仓田保昭", "张文慈"]
  },
  {
    "name": "头号人物",
    "year": "2001",
    "id": "1484236",
    "type": ["剧情"],
    "rate": 6.5,
    "story": "对于新闻记者来说，每一次赶往新闻现场都是一次同行间的赛车比赛。《香港日报》的老记者阿苦（周华健 饰）浸淫行业多年，这天却因为采编不力被主编痛批。同日，从美国留学归来的新丁记者Peter王（吴彦祖 饰）到报馆报到，主编顺势将Peter塞给阿苦照顾。报社之花Joey（张可颐 饰）决定采访为女同学出头反遭退学处理的学生社团分子阿伟，隐瞒身份接近后者。另一方面，阿苦为了采访珠宝展拜访担任展览安保的老朋友麦警官，希望得到独家消息，Peter则得到了一个新手任务：采访因为交通事故陷入窘境的孤儿姐弟三人。三人为了各自的新闻努力与当事人沟通调查，引发了三段充满真情的故事……©豆瓣",
    "director": ["向立行Laap Hang Heung"],
    "actor": ["周华健", "吴彦祖", "叶佩雯", "张可颐"]
  },
  {
    "name": "阴阳路九之命运的逆转",
    "year": "2001",
    "id": "1479889",
    "type": ["喜剧", "剧情", "悬疑"],
    "rate": 4.8,
    "story": "惠宜（张可颐 饰）天性好赌，只要是和赌有关的任何事情，她都想在里面掺一脚，只是惠宜的运气似乎极差，大多数的赌局她都以失败告终。一天，在一条游轮上，惠宜又上了赌桌，和往常一样，很快的，她的兜里就输的一毛钱也不剩了。气愤之中，惠宜来到甲板上散心，偶遇了勤杂工毕比特（雷宇扬 饰），毕比特告诉惠宜，她之所以运气这么差是因为没有按时祭扫已经去世的双亲的墓。\n信了毕比特的话，惠宜决定祭祀一下仙人，才发现双亲的墓地早已经长满了半人高的杂草。在除草的过程中，惠宜误将垃圾倒到了隔壁的墓碑上，这下可好，寄宿在墓碑上的烂赌鬼彻彻底底的缠上了惠宜。©豆瓣",
    "director": ["黎继明"],
    "actor": ["雷宇扬", "罗兰", "张可颐", "谭小环"]
  },
  {
    "name": "15岁半",
    "year": "2001",
    "id": "1918590",
    "type": ["剧情"],
    "rate": 5.8,
    "story": "秋是学校反黑组的帮办，所跟进的案件皆涉及问题学生。秋和助手家琪前往学校调查时，接触到四个问题少女May、冬冬、CoCo及肥妹。在这帮少女身上看到的，不仅是家庭问题，更是日趋严重的社会问题，还没有人去传递一个正确的讯息给这群无知的少年，告诉他们什么是对，什么是错的，当周围的人意识到问题的严重时，这群少女已经被周围的环境引诱引到一个万劫不复的地步，Coco沦为鸡妓，还差点弄出人命，肥妹更因此而身受重伤，秋为了不让她们的人生蒙上污点,不忍送她们进女童院，还为她们找到一家私人机构，将她们送进去读书和学习，四名迷失的少女，在有心人的感化教育下，终于走回正途重新做人。",
    "director": ["李兆基 （Siu-Kei Lee）"],
    "actor": [
      "黎耀祥（Yiu-Cheung Lai）",
      "麦家琪 （Teresa Mak）",
      "尹扬明（Yeung Ming Wan ）"
    ]
  },
  {
    "name": "特务迷城",
    "year": "2001",
    "id": "1302242",
    "type": ["动作", "喜剧", "惊悚"],
    "rate": 6.6,
    "story": "从小习武的健身器材店营业员小北（成龙）有奇异的预感能力，梦想有天成为特务。凭借预感及身手，小北将打劫银行的劫匪当场逮捕，成为新闻人物，引来私家侦探的注意，怀疑他可能是其韩国客户朴元正失散多年的儿子，决定带他去见朴元正的律师。好奇心驱使，小北决定跟随律师到韩国寻找身世之谜，不想刚与朴元正见面对方就过世。\n从美国某周刊女记者福喜（金玫）口中，小北知晓朴氏夫妇本为著名的双重特务，遵循着朴元正的遗言，小北在福喜的帮助下又来到土耳其找到了一笔鉅款，并邂逅了神秘女子咏（徐若瑄）。得意忘形之际，小北开始遭遇一连串莫名其妙的袭击，令他意识到身边早已危机四伏。©豆瓣",
    "director": ["陈德森"],
    "actor": ["成龙", "徐若瑄", "金玟", "曾志伟"]
  },
  {
    "name": "漫画风云",
    "year": "2001",
    "id": "1303964",
    "type": ["爱情"],
    "rate": 5.7,
    "story": "漫画主笔叶风（张智霖 饰）与好友武云（陈奕迅 饰）一起在漫画界打天下，机缘巧合下，他们都加盟罗小虎的大帝国出版社。两个好友的共同心血《中华枭雄》漫画集一炮打响，他们虽然尝到了成功的喜悦和兴奋，但却被罗小虎利用完后一脚踢开。于是叶风和武云决定自立门户，组建了风云出版社。他们联袂推出的漫画《刀剑笑》和《古惑鬼》一时间风靡漫画界，将罗小虎的《中华枭雄》打得落花流水。岂料这时公司新来的女秘书阿梦（林心如 饰）令到叶风和武云二人成为情敌，加上罗小虎的挑拨离间，二人势成水火，最终两败俱伤。风云漫画社难道就此解散？©豆瓣",
    "director": ["柯星沛"],
    "actor": ["谢霆锋", "张智霖", "陈奕迅", "林心如"]
  },
  {
    "name": "锺无艳",
    "year": "2001",
    "id": "1308111",
    "type": ["喜剧", "奇幻", "古装"],
    "rate": 6.9,
    "story": "春秋战国时期，一向昏庸好色的齐宣王（梅艳芳饰）误闯夜叉山，碰上了美丽的寨主钟无艳（郑秀文饰），齐宣王决定把钟无艳娶为皇后，可是一直倾心于钟无艳的“狐狸精”（张柏芝饰）出手阻挠，只要钟无艳爱上其他的人，脸上便会无缘无故多出一块难看的红斑。狐狸精后来化身夏迎春勾引齐宣王，齐宣王终日沉醉温柔乡。而钟无艳为了夫君出生入死、南征北战。齐宣王只会有事求助于钟无艳时才好言相向。齐宣王十分好赌，竟然把钟无艳作为作为筹码输掉了，钟无艳愤怒离开，脸上红斑也自然消失。夏迎春得逞后也离开了皇宫，齐宣王才发现自己最爱为何人，浪子回头。在受到叛徒攻击时，还是爱着齐宣王的钟无艳，赶到了皇宫，帮忙驱走外敌……©豆瓣",
    "director": ["杜琪峰", "韦家辉"],
    "actor": ["郑秀文", "梅艳芳", "张柏芝", "黄浩然"]
  },
  {
    "name": "极度智能",
    "year": "2001",
    "id": "26365506",
    "type": ["剧情"],
    "rate": 0,
    "story": "居住于加拿大的文仔，因交通意外而全身瘫痪，只有两根手指可以移动。文母在惶恐刺激下一夜白头，幸得文仔所在的基督教会牧师及兄弟姐妹的帮助，决心努力排除万难，为儿子建立新生活。母子二人共同学习，利用文仔剩下来还能动的两根手指来作[摩斯密码]，建立起沟通方法。后来文母在文仔的鼓励下，亦开展人生新路向，以[福音粤曲]为媒介，努力宣扬福音。科学家Peter Wong得知文仔事件后，发明了一套电脑软件[极度智能]，亦因此一夜成名。但是，当Peter沾沾自喜时，文仔竟能独自把程序改良，而且软件功能还被提升了数十倍，令Peter震惊。Peter患天生弱视，怕遗传给下一代，勒令怀孕的妻子打掉，使妻子伤心。后Peter从文仔及文母的劝解中，醒悟从前的不是，在惶恐下赶赴医院，可惜为时已晚。夫妻二人对望，热泪盈眶，深深悔疚，Peter因此彻底信仰主耶稣。",
    "director": ["刘定坚 "],
    "actor": ["张崇基", "张崇德", "胡美仪", "黄允材"]
  },
  {
    "name": "赶尸先生",
    "year": "2001",
    "id": "1479995",
    "type": ["恐怖"],
    "rate": 5.5,
    "story": "赶尸人南毛、北马看管着一队僵尸，尸队中的一男一女，生前本是一对情侣，但惨被毒害而死，官府还在追查凶手，而害死他们的元凶害怕自己的罪行败露，高价礼聘黑巫师哈拉卓来将二人毁尸灭迹。哈拉卓为了便于下手，暗中向南毛、北马挑拨离间，两人上当内讧，拼斗在即。唯有南毛的徒儿雷震子及北马的干女儿天姬两人，因遇上了官府派来调查的密探金田一，才知道危险将至。可是南毛、北马听不进别人的劝阻，誓要决一死战，结果两败俱伤，双双阵亡。天姬眼见义母身亡，只好放弃心目中的爱人雷震子，黯然离去。雷震子亦撇下一众僵尸而去。黑巫奸计得逞，终于得到了下手的机会，逐出手毁尸，不料南毛、北马将计就计，并诈死扮成僵尸，目的是引黑巫现身，一场人尸斗法，即将展开。可是道高一尺，魔高一丈，黑巫早在雷震子及天姬身上落蛊，两人成为黑巫的仆人战将，与南毛、北马为敌，南毛、北马顿时处于下风。此时，智力超人的金田一及时出现，他能否协助南毛、北马捉拿黑巫，并救回雷震子和天姬这对情侣呢？",
    "director": ["梁鸿华"],
    "actor": ["罗嘉良", "周海媚", "万绮雯", "苑琼丹"]
  },
  {
    "name": "绝色神偷",
    "year": "2001",
    "id": "1304536",
    "type": ["剧情", "动作", "爱情"],
    "rate": 6.3,
    "story": "英俊大盗洛子扬（张智霖）一年只有一个工作日，但每次都能满载金箔而归。一次执行计划时巧遇另一女神偷阿Cat（舒淇饰）与姐妹同来盗宝，二人一见倾心，结为情侣。二人相处一段时日越发难以沟通，最终以分手收场。三年后，Cat任职于某高科技公司，但内心深处 仍忘不了与子扬那段恋情。在一次与好朋友八爪（林熙蕾饰）聚会的时候， 却意外收到俄罗斯人交来的一段关于子扬的求救片段。 原来子扬答应俄罗斯黑手党偷取美国Megasoft最新发明之“电脑病毒 全能解除系统”（简称K.T.V.），软件正藏在阿Cat公司的保险库内，里面机关重重。子扬行动失败被掳，俄方威胁Cat七天内偷取K.T.V.换 人，否则子扬将被杀。 Cat情丝未断，不忍情郎被杀，准备再闯江湖，命八爪召集神偷七姐妹其余五人：马骝、蜘蛛、白鸽、金鱼与孔雀一起协救子杨。就在她们即将顺利完成任务时，却发现原来其中另有隐情……©豆瓣",
    "director": ["霍耀良"],
    "actor": ["舒淇", "张智霖", "林熙蕾", "吴君如"]
  },
  {
    "name": "爱情白面包",
    "year": "2001",
    "id": "1305352",
    "type": ["喜剧", "爱情"],
    "rate": 6.4,
    "story": "故事发生在当代的香港。因偶然的机缘巧合，七叔（吴镇宇 饰）、长嫡（苏永康 饰）与乐陶（李嘉欣 饰）成了邻居。在储物柜中，七叔发现了一大叠被剪掉邮票的信件，看后方知是乐陶在美国的男友加蓝（陈子聪 饰）写给她的情书，由于信件被一个喜欢集邮的孩子偷走，乐陶收到的最后一封是加蓝的绝交信。七叔对于自己窥人隐私良心不安，准备为加蓝和乐陶来一个破镜重圆，他根据乐陶会做面包的专长，开了一家面包店，希望早晚有一天加蓝能慕名而来，与乐陶重归于好，但不幸的是，随着频繁的接触，七叔也爱上了乐陶。不久，加蓝携新女友程惠（车婉婉 饰）回港，就像原先什么都没发生过一样重新追求乐陶，七叔和程惠谙然伤神地离开了，但破镜真得能重圆吗......©豆瓣",
    "director": ["罗杰承"],
    "actor": ["吴镇宇", "李嘉欣", "苏永康", "陈子聪"]
  },
  {
    "name": "爱情观自在",
    "year": "2001",
    "id": "1307541",
    "type": ["剧情", "爱情"],
    "rate": 7.1,
    "story": "闺中好友小静与美娜，以及两人男友兼死党兄弟阿修和阿正。在美娜与阿正在筹备婚礼时，阿修突然失踪，原来他厌倦繁尘俗世，追随已得道的同学智源大师学道修禅，往大屿山参加七日剃道，寻求做人新境界。阿修终于在阿正和美娜的婚礼上出现，不过身为伴郎的他，竟然作和尚打扮，令人惊讶哗然。正当大家以为婚礼可顺利完成时，阿正在神父面前却没有实时回答「我愿意」，美娜压抑不住，要取消婚约。四个年青男女，各自惘然惆怅。「问世间，情是何物?」「爱是山来情是水，缘来缘是永相随！」",
    "director": ["赵崇基"],
    "actor": ["陈慧珊", "吴辰君", "连凯", "潘灿良"]
  },
  {
    "name": "重装警察",
    "year": "2001",
    "id": "1307758",
    "type": ["动作"],
    "rate": 6.5,
    "story": "卧底警察阿豪（钱嘉乐 饰）在一次伪钞交易中，不幸被违法钱庄识破身份，身中数枪，有终生瘫痪的危险，除非能够短时间内筹集巨额手术费，方有治愈的希望。而警队怀疑阿豪勾结罪犯，将其除名，亦拒绝支持手术。阿豪在警队中的好友阿东（杜德伟 饰）等四人为阿豪的遭遇深感不平，在走投无路的情况下，四人抢劫了地下钱庄，岂料抢劫所得远不能满足手术费用，四人遂决定继续抢劫。\n于此同时，这次抢劫案因犯罪手法成熟并使用了专业武器，警方派出由周聪（吴彦祖 饰）带队的特别行动小组应对，周聪很快将目标锁定在阿东的小集团，然而如何处理这次因警队不公待遇引发的警员行劫案，令周聪左右为难……©豆瓣",
    "director": [],
    "actor": ["杜德伟", "吴彦祖", "钱嘉乐", "彭敬慈"]
  },
  {
    "name": "知法犯法",
    "year": "2001",
    "id": "1302812",
    "type": ["犯罪", "动作"],
    "rate": 6.7,
    "story": "阿Mike（吴彦祖 饰）出身警察之家，可惜父母早死，与舅舅住在一起，一直被当作多余的人。在警局做警察太过拼命，又成为同行的眼中钉。内心郁闷只有在警局locker一个人冲凉时才能缓解。\n一次任务中的意外让Mike受到处分，组长刘Sir让他放假。Mike在打游戏机的时候偶遇洪兴大哥任擎天（曾志伟 饰），二人结缘。随后在酒楼又偶遇任的妻子Pauline（关秀媚 饰），Mike被美丽的阿嫂吸引。\n刘Sir最终决定让Mike去做卧底，埋伏在任的身边，而一直郁郁不得志的Mike却自打着出人头地的如意算盘……©豆瓣",
    "director": ["麦子善"],
    "actor": ["吴彦祖", "曾志伟", "关秀媚", "黄树棠"]
  },
  {
    "name": "天使特务之黑日追击",
    "year": "2001",
    "id": "26339261",
    "type": ["动作"],
    "rate": 0,
    "story": "俄罗斯在沉没了的核动力潜水艇内发现储存在弹药库内的数十枚核导弹不翼而飞了，而美国中情局的卫星图片却发现在中美洲的小国里藏有俄国所失的核导弹，清除之下仍然有数枚核弹没有踪影，根据可靠消息核导演的导向晶片流传到亚洲的香港，将会交到恐怖大亨的手中，世界便会大乱。中情局的特工以国际刑警身份，在香港对绰号犹大的亚洲裔恐怖份子进行追捕，可是却碰上了香港的铁铲神探姜国柱，他错误估计恐怖份子的能力，虽然把疑犯克蓝马擒获，但是导至同胞死伤，内疚之余，却亲眼目击太太许丽华被软性毒品毒害，失控坠楼而亡，加上被上司停职，连串的打击令国柱失去了做人的乐趣，他决定开煤气自杀，在危险关头，他ICQ的好友草蜢仔来电，把寻死的国柱从死神的手中救了回来。",
    "director": ["林伯恒"],
    "actor": ["吴绮莉", "黄佩霞", "吴毅将"]
  },
  {
    "name": "阴阳爱",
    "year": "2001",
    "id": "1482687",
    "type": ["剧情", "爱情", "恐怖"],
    "rate": 6.2,
    "story": "年青有为的JOE，因一次意外与末婚妻WINNIE阴阳相隔。经过连番努力，JOE发现WINNIE之死原来并非意外，当中涉及了种种办公室的政治阴谋。在的士司机业中，流传着一个恐怖的传闻：每逢半夜时分都会有一个神秘女子截乘的士，要求司机载往和合石坟场，假如司机应允，恐怖的事情就会发生。一见钟情，唯对盾悉心照料，盾对小敏好意欣然接受，唯人在江湖，盾必须执行其最后一次任务。一宗寻常的交通意外，将三段不寻常的感情交缠于一点。生死有时,爱誓不灭……",
    "director": ["钟少雄"],
    "actor": ["张智霖", "杜汶泽", "李丽珍", "袁莹洁"]
  },
  {
    "name": "有人说爱我",
    "year": "2001",
    "id": "1806722",
    "type": ["喜剧", "爱情"],
    "rate": 6,
    "story": "高钊文（吴奇隆 饰）是一位前途无量的青年漫画家，某日，刚刚失恋不久的他遇见了名为阿珍（朱茵 饰）美丽女子，因为两人使用的是同一支手机铃声，深感缘分神奇，两人很快就坠入了爱河走到了一起。\n可是，就在阿珍以为终于等来了属于自己的幸福之时，她最好的朋友乔伊斯（齐芷瑶 饰）忽然现身横刀夺爱，与此同时，乔伊斯患上了不治之症时日无多。痛苦之中，善良的阿珍选择了默默离开，成全自己最爱的男人和最好的朋友。一晃眼三年过去，这三年里，虽然高钊文和乔伊斯有了他们的孩子，但高钊文的心中一刻也没有忘记过阿珍。某日，高钊文在酒吧中遇见了一位和阿珍样貌极为相像的女子，他是否能够抓住这次不会再来的机会？©豆瓣",
    "director": ["李伟祥", "张之亮"],
    "actor": ["吴奇隆", "朱茵", "杜汶泽", "廖启智"]
  },
  {
    "name": "监狱风云之终身犯",
    "year": "2001",
    "id": "24845098",
    "type": ["剧情", "犯罪"],
    "rate": 0,
    "story": "何顺东因蓄意谋杀，被判刑入罪。故事由阿东落寞地坐在监狱球场的一角开始，倒叙事情的始末，怎样由大排当的生意引起黑帮的垂涎，东的女友更无辜受辱… 本来温馨的家庭生活因阿东一时的怒气，导致黑帮人物亦死在他的刀下。",
    "director": ["阮志强"],
    "actor": ["黄智贤", "黄潼", "黄光亮"]
  },
  {
    "name": "地久天长",
    "year": "2001",
    "id": "1298269",
    "type": ["剧情"],
    "rate": 7.9,
    "story": "本片取材自真人真事，演绎了香港作家子鹜短暂而灿烂的一生。\n小富患有先天性血友病，自小就和医院打交道。母亲李慧珍（张艾嘉 饰）也早已充当起了儿子的私人医生。这么多年来，母子俩一起同病魔进行着抗争，小富也因自强不息而顺利进入大学。\n然而，更大的不幸降临了。医院告知小富，他身 体部分的血凝素已遭艾滋病病毒感染……就在生命的最后时间里，他以笔名子鹜完成了《海阔天空》一书，而在爱子离世后，母亲仍延续着儿子的志愿，写下了《地久天长》。\n张艾嘉凭借此片，获得第21届香港金像奖最佳女主角。©豆瓣",
    "director": ["杜国威"],
    "actor": ["张艾嘉", "何超仪", "李沛诚", "焦媛"]
  },
  {
    "name": "夜车之血青年",
    "year": "2003",
    "id": "4154644",
    "type": ["犯罪"],
    "rate": 0,
    "story": "十七歲的阿峰與樂仔、牛仔及肥豬，份屬黑社會洪聯社刀疤豪旗下的同門兄弟。峰是最冷靜及勇悍的一個，是眾人中的大阿哥。一天四人與Ｍａｙ及Ｐａｔ到尖沙咀一所的士高內慶祝生日，峰向威哥手下基仔購買軟性毒品，良久藥性仍未發作，懷疑是假藥，於是便找基仔欲討回金錢。怎料對方人強馬壯，指峰等人故意生事，並要峰賠償伍仟元，還將他們打傷，並著令數人從始不得踏入尖沙咀半步。峰四人帶著傷回到屯門向大佬刀疤豪求助，豪責罵了峰...",
    "director": ["黎继明"],
    "actor": ["林雅诗", "黄光亮", "唐家辉", "汪琳"]
  },
  {
    "name": "敌对",
    "year": "2001",
    "id": "2333171",
    "type": ["剧情"],
    "rate": 6.8,
    "story": "被喻为不死神探的CID督察进，在一次拘捕行动中，竟然袖手旁观，目送杀人犯靓K离去。只因靓K身旁出现的人，正是三年前离他而去的前度女友菲。进对菲的爱意虽然早已成为过去，但他依然深心不忿，认为菲宁愿跟随一名杀人犯，也不选择自己。在失明电台DJ蓉的帮助下，进终於明白菲离开自己的真正原因，也对自己不知不觉流失的自我有了更深入的认识，领悟到人生於世的真正意义。",
    "director": ["陈建德"],
    "actor": ["陈锦鸿", "黄家强", "陈松伶"]
  },
  {
    "name": "百分百感觉2",
    "year": "2001",
    "id": "1302060",
    "type": ["喜剧", "爱情"],
    "rate": 6.4,
    "story": "Jerry（陈奕迅 饰）与许乐（陈晓东 饰）认识多年，更同住一屋。许乐在酒吧认识了Felicia（周丽淇 饰）并迅速拍拖。Jerry感觉好友被抢走，常与Felicia斗嘴。后来许乐的姐姐许欢（杨千嬅 饰）从西藏流浪回来，就更加与Jerry处于水火不容的状态，但其实许欢一直都暗恋Jerry。\nJerry认识了论文导师海素（容祖儿 饰），Jerry表现出对海素极大的好感，于是就同意当海素的调查对象，以研究年轻人的恋爱心态，可是最后还是分手收场。许乐也发现了原来自己心爱的女友其实早就有了同居的恋人，伤心欲绝。此时的Jerry才发现了许欢的心意，决心追回许欢。©豆瓣",
    "director": ["马伟豪 Joe Ma"],
    "actor": ["陈奕迅", "陈晓东", "杨千嬅", "邹凯光"]
  },
  {
    "name": "不解之谜",
    "year": "2001",
    "id": "3293090",
    "type": ["剧情", "犯罪", "惊悚"],
    "rate": 6,
    "story": "時間是否單一前進？空間是否有個窿？\n當每個少女遇害時，兇手可能同時間在妳面前出現！\n【元神出竅】\n發生了一連串的姦殺案，逸思（人稱Yes）接手調查，在目擊者辯認下，皆確認強就是強姦犯，但強卻有很多有力的不在場證據。一切顯得迷離之際，逸思半信半疑強可能懂「元神出竅」術。\n【牛頭馬面】\n發生了多宗連環兇殺案，有密室殺人，有海上殺人事件，而每次行兇，都是兩人同時下手，故警方推斷是職業殺手所為。就在逸思胡思亂想之際，想起死囚在行刑前，通常最後一餐，都會有雞及香煙。兩個「職業殺手」又是否傳說中的「牛頭馬面」，而逸思又是否能自救逃出鬼門關呢……",
    "director": ["黄家辉"],
    "actor": ["李克勤", "小雪", "徐锦江", "羅蘭"]
  },
  {
    "name": "囍欢您",
    "year": "2001",
    "id": "1903672",
    "type": ["爱情"],
    "rate": 6.5,
    "story": "巴黎是艺术之都，于是故事不得不带着颜料味，吴镇宇是一位流浪画家，并且得上一种富有艺术气息的病症，在这病症惶惶终日，爱情许久远。杨恭如在上流场合里辗转，在一个切实的目标中寻觅，在爱情和金钱的天平上摇晃，就这样不期而遇上，开一场相互安慰的玩笑。\n吴镇宇、杨恭如来玩异国浪漫，在巴黎演一出新版的《秋天的童话》。《喜欢你》轻淡入戏，苦中带甜，两位主人公便只 在安慰中相互取暖。 在最接近的时候，仿佛最遥远。徐志摩说这是个肉艳的巴黎，那它是否容得下两个异乡人默默的期许？",
    "director": ["查传谊"],
    "actor": ["吴镇宇", "杨恭如", "Julie Bataille"]
  },
  {
    "name": "童党2001",
    "year": "2001",
    "id": "11538065",
    "type": ["动作", "犯罪"],
    "rate": 0,
    "story": "新仔外展社工猛哥年方四十八，早午晚在深圳的士高出没，主动结识一班从香港过境来蒲的后生仔。阿齐、阿蒲在校内被视为害群之马，读书不成，靠做散工过活，周末上深圳蒲D啪丸仔。一宗伤人变凶杀的奇案，令他们的命途从此扭转过来…… 　　卖 点：香港的青少年问题日益严重，写实电影总不离打杀吸毒，关心下一代，由给与他们一个机会开始。",
    "director": ["何澍培"],
    "actor": ["柯受良", "宋本中", "许绍雄", "罗冠兰"]
  },
  {
    "name": "阴阳路十宣言咒",
    "year": "2001",
    "id": "1479892",
    "type": ["喜剧", "恐怖"],
    "rate": 4.9,
    "story": "东和贸易东主祥哥，公司业绩佳，举辨旅行团以慰劳职工，众员工满心欢喜，七嘴八舌，旅点乃长洲东堤……。港人爱跟风，自然也不例外，长洲东堤小筑竟成为自杀圣地，店主被害得鸡毛鸭血，经常闹鬼之故，生意一落千丈，降人低租金挣扎求存，正合祥哥之意。便宜！众人到达长洲，更是口不择言，称之为猛鬼旅行团，间接得罪人所周知的鬼魂，开始遇上各种怪异事情，邦见鬼中孖T，基戏言若邦中马受到惩罚，诗则遇上鬼魂缠身，积则被恶鬼附体，其后众人食物中毒，险送性命。美怡早前与日籍男友吉田相恋，受到家庭左右，于长洲相聚服毒身亡，岂知死后却未能长相厮守，美怡却遇上祥哥，发展二人关系，祥誓言愿死相随，言者无心，听者有意，一句誓言令祥哥交上人鬼恋……。美怡鬼魂随祥到公司，祥始知交上艳灵，向基求助毕母，代为驱鬼逐灵，怎料吉田不愤美怡移情别恋，恶言相向，致祥于死地，毕母将戾气化祥和，美怡与吉田终互相谅解，携手离去，祥亦可逃过一劫。",
    "director": ["阮志强"],
    "actor": ["黎耀祥", "罗兰", "姚乐怡", "唐家辉"]
  },
  {
    "name": "老夫子2001",
    "year": "2001",
    "id": "1295782",
    "type": ["喜剧", "动作", "动画"],
    "rate": 5.9,
    "story": "老夫子漫画的主编王泽决定封笔，导致本来衣食无忧的漫画人物老夫子和大番薯顿时成了失业青年，两人出尽招数找工作却屡屡碰壁。\n这日，CID峰（谢霆锋 饰）和女友Miss张（张柏芝 饰）正因张母反对二人在一起而苦恼，老夫子和大番薯因得罪黑社会老大金爷被追杀，引发了一场大车祸。车祸中峰和Miss张失去了记忆，痊愈后两人形同陌路。\n金爷十分看好峰，认为他是自己最合适的接班人，于是骗峰说自己是他的契爷，峰加入了黑社会。同时，Miss张恢复了一点记忆，回到了学校教书。一次峰在拉学生加入黑社会时，遇到了Miss张。峰对Miss张一见钟情，展开了猛烈追求。Miss张因记起自己已有一位恋人而拒绝了峰，峰陷入了低谷。这时，金爷发现峰加入后自己一直倒霉，于是准备除掉峰。关键时候，老夫子和大番薯赶到了！©豆瓣",
    "director": ["邱礼涛"],
    "actor": ["谢霆锋", "张柏芝", "黎耀祥", "陈惠敏"]
  },
  {
    "name": "情迷大话王",
    "year": "2001",
    "id": "1417543",
    "type": ["喜剧", "爱情"],
    "rate": 6,
    "story": "OK赖（黎明 饰）以说谎话而为人所知，一天他在便利商店认识了Wonderful（张栢芝 饰）。OK是一名地产经纪，到Wonderful所在的公司洽谈业务，却被Wonderful及其朋友误以为OK是公司老板的一位身家斐然的表弟。OK将计就计，决定要骗着Wonderful，一边跟公司老板的妹妹谈情。Wonderful的父亲欠下了赌债，OK发散了朋友帮助Wonderful还债，令Wonderful感动不已。纸包不住火，最终Wonderful都知道了OK的谎言，伤心离开。OK为了挽留她，承诺以后不再说慌。在Wonderful将要原谅OK之际，OK却被诱惑假结婚以得到高额的报酬……©豆瓣",
    "director": ["王晶"],
    "actor": ["黎明", "张柏芝", "吴孟达", "苑琼丹"]
  },
  {
    "name": "九龙冰室",
    "year": "2001",
    "id": "1307922",
    "type": ["动作", "剧情"],
    "rate": 6.7,
    "story": "九纹龙（郑伊健 饰）曾经叱咤江湖，这号风云人物却被人出卖，在泰国被拘捕。多年后他回到香港，在“九龙冰室”当侍应，打算就此在江湖销声匿迹。怎料一名6岁的男孩直呼自己爸爸，原来这个叫张兆龙的男孩是当年他远赴泰国后女友Helen（莫文蔚 饰）生下的儿子。当年纹龙为了女友的安全，狠心不辞而别。兆龙的出现使纹龙的生活再次泛起波澜，他的气质吸引的儿子的班主任阿蒙（李彩桦 饰）。纹龙的身份还是被江湖之人发现了，并希望他能重振雄风。Helen再次见到的纹龙已经风光不再，她积极为纹龙的复出铺路，纹龙却不想再过问江湖事……©豆瓣",
    "director": ["马楚成"],
    "actor": ["郑伊健", "莫文蔚", "李彩桦", "黄品源"]
  },
  {
    "name": "正将",
    "year": "2001",
    "id": "1762300",
    "type": ["剧情", "犯罪"],
    "rate": 5.8,
    "story": "同是兄弟,他们也是敌人。为达到目的不惜牺牲一切代价！凶悍，残忍。这个残忍的世界中，到处充满着黑暗，贪婪与金钱，有一群像狼一样可怕的贼，他们没有权利选择自己的生活，也没法去逃避这种狼性真实的存在，为金钱他们走到一起，称之为兄弟。但最后他们也是为金钱反目，相互残杀最终成为敌人，直到最后一刻所有人都知道了一个天大的秘密，一切的一切只不过是一场黑暗中的交易。",
    "director": ["麦兆辉"],
    "actor": ["陈小春", "方中信", "郭羡妮", "林碧欣"]
  },
  {
    "name": "金榜题名之流氓社工",
    "year": "2001",
    "id": "3060451",
    "type": [],
    "rate": 4.6,
    "story": "洛麗英少年時是灣仔江湖大佬女友, 她目睹男友為著自己出頭而械鬥慘死, 回想一切乃自己任性所致, 為補過失成為社工. 資深社工教父本為從商, 望子成龍對其嚴加管教, 豈料其子不堪壓力沉淪毒海而死. 教父痛恨自己管教不得其法, 立誓挽救問題青少年.\n教父將狄奇與樂仔的個案交給麗英, 透過中間人倒後鏡, 麗英與另一社工尹 sir 往找二人. 徙置區球場上, 樂仔與狄奇跟一班朋黨正在吵鬧, 朋黨頭目持勢凌人, 麗英無奈出手, 頭目認出英姐, 令狄奇與樂仔自願接觸麗英. 某日, 狄奇遇上賴數之盲蟹, 為錢債而起衝突, 盲蟹亦是飛哥之門生, 狄與樂寡不敵眾, 後來英姐的出現, 飛哥敬重英姐, 當面教訓盲蟹後離去. 飛哥原是英姐男友之門生, 早對英姐垂涎, 地位關係不敢妄動, 重遇麗英又再掀起對她的佔有慾. 飛哥先向狄奇著手, 從容大量出貨, 更與樂仔無限揮霍, 二人貪圖享樂還不知已墮入圈套. 飛哥以討債為理由向狄奇, 樂仔反目, 將樂仔二人最痛毆, 麗英趕往救人, 飛哥出言輕薄, 麗英答應代為還款, 飛期限兩日......\n英姐找男友昔日門生蠻牛與九紋龍幫忙, 期限已到, 英姐還錢, 飛哥砌詞強理, 蠻牛與九紋龍正想發難, 飛人多勢眾, 蠻牛二人被斬重傷, 英姐答允, 欠債肉償以救眾人, 飛答允. 麗英履行條件後, 飛直認從未有釋放眾人之心, 麗英發難與飛糾纏. 倒後鏡牽眾殺到, 眾人急往救英姐, 英姐被打致重傷, 樂仔二人趕到, 狄奇與飛哥毆鬥, 狄奇被殺, 樂仔怒斬飛哥, 警方趕到現場, 麗英欲代為認罪, 樂仔承認過錯及責任, 麗英目送樂仔上囚車......",
    "director": ["馬華幹"],
    "actor": ["黃日華", "李珊珊", "李煒尚"]
  },
  { "name": "发电俏娇娃", "id": "11627126" },
  {
    "name": "恋爱起义",
    "year": "2001",
    "id": "1299704",
    "type": ["剧情", "爱情", "惊悚"],
    "rate": 7,
    "story": "影片由3个故事组成。\n《非走不可》：Joe（郑躬菁 饰）家里经营鞋店，她渐渐爱上了一个经常经过鞋店的漂亮女孩（唐咏诗 饰）。女孩早已有男友，自此Joe便换上妖艳的打扮，向女孩证明世上没有好男人。\n《爱得枪狂》：罗宾（胡波 饰）爱枪如命，本来性格森沉的他因为爱枪毁坏仿佛失去了精神支柱。当他意外发现了与他失去的爱枪一模一样的手枪后，倾尽身家买下了手枪。没想到手枪会谩骂罗宾毫无大志，罗宾竟然带着手枪去抢劫……\n《不得了》：Lawrence（周俊伟 饰）通过ICQ认识了Charlene（蔡卓妍 饰）。两人马上打得火热，事务大小都要有对方存在。不管相恋的结果如何，两人都十分享受在一起的感觉。©豆瓣",
    "director": ["夏永康", "谢霆锋", "冯德伦", "卓韵芝"],
    "actor": ["唐诗咏", "郑躬菁", "胡波", "周俊伟"]
  },
  {
    "name": "监狱风云之夜囚",
    "year": "2001",
    "id": "19961094",
    "type": ["犯罪"],
    "rate": 0,
    "story": "沛叔十八年前因好赌，令妻子一怒之下携同两岁的女儿回乡，后来妻子身故，沛叔安排文娟来港。陈友文是沛叔的徒弟，与文娟互生情愫。后来文娟知道友文在银行户口有廿余万，于是她提出与友文结婚，更提议友文与沛叔合资经营一间海鲜酒家。沛叔由于怀?对女儿的歉疚，拿出五十万，其实他是暗中向大耳窿举债。于是友文和沛叔集资接近八十万，都交给文娟去运作。文娟拿到了钱，就在婚礼前夕失踪……",
    "director": ["黎继明"],
    "actor": ["林雪", "杜汶泽", "黄纪莹", "何家驹"]
  },
  {
    "name": "杀手假期",
    "year": "2001",
    "id": "2129742",
    "type": ["剧情", "爱情", "犯罪"],
    "rate": 6.3,
    "story": "一段沉重的童年回忆，令本性乐观开朗的阿乐（张家辉饰）被迫过着孤独及冷漠的杀手生活。30岁的某一天，阿乐的视野突然迷糊一片，医生告诉他视网膜脱落，可能因此失明。阿乐的生活顿时陷于恐慌之际，他遇上改变其一生的乐天女孩阿雪（林可儿饰），阿乐似乎已寻获生命的原动力时，阿雪脑癌病发……",
    "director": ["梁本熙"],
    "actor": ["张家辉", "林可兒", "姚乐怡"]
  },
  {
    "name": "月满抱西环",
    "year": "2001",
    "id": "1482673",
    "type": ["喜剧", "爱情"],
    "rate": 6.7,
    "story": "阿杰（张智霖 饰）是一个杰出的督察，事业得意的他因为冷落了妻子（陈敏之 饰），不久后他发现自己与妻子之间有了第三者，妻子执意要离婚。而警花Moon（佘诗曼 饰）是个大大咧咧的女孩子，却遭到了男友的嫌弃。这时，两个同样失意的人走到了一起，互相倾诉下发生了感情，可是两人因职位身份的关系，始终没有进一步发展。\n与阿杰同属西区警局的还有阿雄（蔡一杰 饰），独自抚养着年纪小小的女儿琪琪；尽忠职守的军装警察sam（郑中基 饰），暗恋着另一名女警；即将退休的张叔，多年来奔波与照顾植物人的妻子；身为谈判专家阿基（苏永康 饰）与女友Creamy（姚乐怡 饰）缺乏沟通，两人的分歧逐渐变大。\n一次，Moon被狂徒胁持，阿基因受感情困扰而谈判失败，杰拼命救回Moon……©豆瓣",
    "director": ["钟澍佳"],
    "actor": ["张智霖", "佘诗曼", "郑中基", "苏永康"]
  },
  {
    "name": "生命因爱动听",
    "year": "2001",
    "id": "1394188",
    "type": [],
    "rate": 8.1,
    "story": "崔西（陈松伶 饰）来到了专门进行临终关怀的西门山医院，成为了那里的社工，崔西希望献出自己绵薄的力量，来改变医院里压抑又悲怆的气氛。对于妻子的奉献，万豪（郭耀明 饰）展现出了绝对的支持和赞同。\n然而，现实要比崔西想象中残酷的多，工作上，屡受挫折的她渐渐感到灰心丧气。祸不单行，崔西被查出患上了骨癌，已经发展到了晚期阶段。就这样，崔西以一名病患的身份住进了西门山医院。角色的转变给崔西带来了全新的视角，她从一开始的心灰意冷到逐渐燃起勇气和希望，一直到临终前，崔西都散发着光和热，给病友们带来了快乐和希望。©豆瓣",
    "director": ["关信辉 Adrian Kwan"],
    "actor": ["陈松伶", "郭耀明", "小金子"]
  },
  {
    "name": "欲望之城",
    "year": "2001",
    "id": "1302339",
    "type": ["剧情"],
    "rate": 5.7,
    "story": "这是[古惑仔情义篇之洪兴十三妹]的延续篇。反映澳门极其阴暗的一面，既一片繁荣之后的人心茫茫，影片故事略显松散，吴君如再度饰演古惑仔经典人物“十三妹”，欠缺新意。因为父亲患上了帕金森症，使离开澳门十七年的十三妹（吴君如饰）重回旧地，临危受命接掌家族生意，其实所谓家族生意就 是澳门繁荣的黄色事业\n对黄色事业一窍不通的十三妹，希望得到旧日友人的帮助，但她渐渐发现昔日老友指天椒、Johnny、甘神父等人也有极大转变，十三妹内心更觉彷徨。回归后的澳门经济上渐有起色，连带黄赌事业均蓬勃发展，但人心却反被欲望蒙闭。面对澳门人和事的变迁，十三妹满心感慨......",
    "director": ["叶伟民"],
    "actor": ["吴君如", "黄秋生", "何超仪", "柯受良"]
  },
  {
    "name": "等候董建华发落",
    "year": "2001",
    "id": "1302725",
    "type": ["剧情", "犯罪"],
    "rate": 7.2,
    "story": "故事发生在一九八五年的香港，张有铭（李尚文 饰）是正值叛逆时期不知天高地厚的莽撞少年，某日，他跟随一群小混混劫持并且杀害了一对情侣，之后众人遭到警方的逮捕。张有铭因为尚未成年，因此并未得到判刑，而是被关进了监狱，“等候英女皇发落”。\n没想到，这一等就是十年，时间就这样悄无声息的来到了一九九七年，香港回归在即，一位名叫誉玲（艾敬 饰）的女子注意到了张有铭的存在。一来二去之间，两人竟然产生了信赖和感情。在梁忠勤议员（邓树荣 饰）的支持和帮助下，誉玲开始着手替张有铭翻案，并且联手很多有着和张有铭一样遭遇的人的亲属，向政府发出联合抗议。©豆瓣",
    "director": ["邱礼涛"],
    "actor": ["邓树荣", "艾敬", "李尚文", "邱礼涛"]
  },
  {
    "name": "爱情保险",
    "year": "2001",
    "id": "4006595",
    "type": ["喜剧", "剧情", "爱情"],
    "rate": 5.4,
    "story": "姚兰衣和她的男友蝎何苦相爱八丰年即将签迈囚入结貌婚礼堂，高她盅深信胃没什么沧能赃阻夜拦她废的创幸福，犁唯腆一令晋她有日点遥担心狭的就是他们结蔽婚耶的新椽房征。首牡期奉房款娱还没佑有到刽位，胸如果过期不能极付泪清，绊不遥仅长得不到房子，盂连定金也宾将血捧本皿无胰归拌。虏幸喻运的是她皖手头杆正好戊有寨一个雅保婶险臣大客户，沂但一赛切都复是圣那么的猪戏剧化滞。郑因为卉她度的迟到，这笔止保瑶单被严厉袍的客户辩部说主任JUDY让样给旋了同事詹黄背梅雨坏。正峙当攘这时茸，甄男载友何苦因煮业务会不熟挚练、屡盛屡芥犯涸错，被导盐演狮宣布档下岗，这无度疑是雪上加伺霜。举情急在之胖中撅，懒何苦的好友缮马难小卡能痪建旅议勇他亿让姚兰去鹊桥萝之怨夜的演电视往婚找一名治有难钱恰的么客户发，争碍取劝窗他旗投保酵以球解跨首期嘱房款的燃眉之锌急亦。竖这个主清意被溃桃脐兰辈一严口回佩绝，她宁可不要房梗子卷，勒也傀不惨愿拿溅他亏们八年的耪感情淘开惑玩崭笑。有走懈投研无路狂，蛾何界苦陛最终放挝下架子，要重帜新差回盛到了裳剧组。",
    "director": ["杨文军"],
    "actor": ["陈锦鸿", "黄小燕", "唐文龙", "张澍"]
  },
  {
    "name": "Fing头K王之王",
    "year": "2001",
    "id": "3992163",
    "type": [],
    "rate": 4,
    "story": "少女在跳舞期间，突然晕倒，送院时已经死亡，警方高层十分重视，帮办珍全权处理此案件，更派出沙展豪帮手。珍晚晚带队到标的场查牌，但每次都没拉人，众伙计不满。森女朋友玲生日与一班姊妹及森到标的fing场玩，被森发现斯(森弟)在卖丸仔，森警告斯，叫他不要再卖，斯讲是子扬的主意。另一边，标场被找到丸子，标被带回警署，标担保外出，叫子扬三日内给他一个答案，子扬最后找斯作替死鬼，更用计另到标走佬，子扬更告诉森，说斯乃大佬所杀，更收买森与他一起合作，一起追杀标",
    "director": ["黄靖华"],
    "actor": ["郑嘉颖", "李丽珍", "李灿森", "颜仟汶"]
  },
  {
    "name": "走投有路",
    "year": "2001",
    "id": "1578572",
    "type": ["动作", "喜剧"],
    "rate": 6.3,
    "story": "阿旦（张家辉 饰）和阿劲（彭敬慈 饰）是情同手足的好兄弟，两人结伴闯荡社会，一起经历过了诸多的风风雨雨。阿旦胆小又贪财，常常惹得一屁股麻烦要阿劲出场帮他善后。一场意外中，阿旦惹恼了黑社会大佬雷气（黄秋生 饰），之后又偷走了黑道大哥豺狼昆（李耀明 饰）的二十万公款。两面夹击之下，阿旦和阿劲只得踏上了逃亡的旅途。\n两个落魄的小混混来到了风景秀丽的泰国普吉岛，在那里，他们邂逅了两位清纯可人的可爱少女，双双坠入了爱河。让衰仔们没有想到的是，这两个少女一个是雷气的女友，另一个竟然是杀手。而追随着两人的脚步，雷气亦来到了岛上。©豆瓣",
    "director": ["林超贤"],
    "actor": ["张家辉", "黄秋生", "安雅", "彭敬慈"]
  },
  {
    "name": "阴阳路十一之撩鬼攞命",
    "year": "2001",
    "id": "1479893",
    "type": ["恐怖"],
    "rate": 4.9,
    "story": "毕基与女友JENNY、姐姐EVA及一群青年义工到海滩进行清洁运动，于石滩发现一条女尸，吓得急忙报警，警方到达现场，女尸却又不知所踪，警员斥责虚报，众人奇怪但只好无奈离去，可惜众人还懵然不知，一件可怕的事将发生众人身上……事后，EVA回到家里，竟在梦中看见在石滩见到的女尸的鬼魂杀人，惊醒后觉得不对劲，便与妹妹JENNY约会基，欲求助基母亲毕氏龙娣，基答允帮助，基更助会JENNY一起出席八哥的生日派对……",
    "director": ["杨允敬"],
    "actor": ["罗兰", "谭小环", "李炜尚", "唐家辉"]
  },
  {
    "name": "爱上我吧",
    "year": "2001",
    "id": "1305714",
    "type": ["剧情"],
    "rate": 7,
    "story": "罗博（徐天佑 饰）和水泼（萧宇桦 饰）是同班同学，两人之间的感情十分要好。和他们常常在一起玩的朋友们之中有一个叫沙示（袁卓威 饰）的男生，身边女孩众多，菲欧（罗慧英 饰）就是其中的一个。\n一天，菲欧和男友在街头吵架，就此结识了单纯善良的姑娘小白（陈自瑶 饰），很快，菲欧便和小白成为了无话不谈的好友，并且将小白介绍给了罗博和水泼认识。让水泼感到震惊的是，这并不是他第一次见到小白，曾经在运动场上，水泼和小白有过一面之缘，水泼就此坠入情网。如今，和心目中的女神重逢，水泼内心十分激动。他希望罗博能够帮助自己追求小白，然而罗博却也喜欢上了这个天真的女孩。©豆瓣",
    "director": ["刘国昌"],
    "actor": ["徐天佑", "萧宇桦", "罗慧英", "陈自瑶"]
  },
  {
    "name": "杀出个未来",
    "year": "2001",
    "id": "26365635",
    "type": ["犯罪"],
    "rate": 0,
    "story": "古惑仔雷坚虐妻潘婷成性,個性内向的潘在忍无可忍下跳海自尽,幸得失意人张来所救.于车房工作的张来,生活潦倒,刚与女友分手,欠下一身债.二人同病相怜,互相勉励,友谊大增.对现实不满的二人，萌生打劫雷坚财务公司的念头。打劫当天，雷坚刚好转移毒品出货以避警方耳目,婷欲求财却误劫毒品,决定要协力坚用钱换回毒品。雷坚失货心急如焚,当得知是婷的所为后，勃然大怒,决定杀......",
    "director": ["周振荣"],
    "actor": ["张文慈 Pinky Cheung", "吕颂贤", "单立文", "吴毅将"]
  },
  {
    "name": "靓女差馆",
    "year": "2001",
    "id": "1771944",
    "type": ["喜剧"],
    "rate": 5.1,
    "story": "港岛东区警署刑事侦缉组由Madam雷（刘嘉玲饰）率领，全组皆是女警，所以有“靓女差馆”之称。另一警局的警员生啤（陈奕迅饰）和沙爹（林晓峰饰）在一次行动中，得由Madam雷率领的众靓女CID帮忙而保存性命，对众美女一见难忘，两遂主动申请调职，走后门调到靓女差馆，以接近众女警并展开追求。\n生、沙二人身处美女群中，本应十分过瘾，可惜就在他俩加入之时，爆破专家火牛以炸弹恐吓靓女差馆，生、沙二人险丧命，警署上下全体陷入炸弹夺命危机，众靓女CID全力追缉炸弹狂徒……最后靓女CID得到前军火专家博士（王晶饰）的帮助，得以化险为夷，生、沙也在危难中始知自己最爱是谁，决顶改变追女习惯，并成功解救富豪被掳案件......©豆瓣",
    "director": ["张敏 Aman Chang"],
    "actor": ["刘嘉玲", "陈奕迅", "林晓峰", "王晶"]
  },
  {
    "name": "二五传说",
    "year": "2001",
    "id": "4179045",
    "type": ["动作"],
    "rate": 0,
    "story": "繁华的香港,十里场鱼龙混杂,邪恶势力占据一方,正邪之间各显看家本领.黑白两道虚实无间掀起幕后重重黑雾.\n性感艳丽的女杀手阿俪和PETER在完成一次任务后,遭到金毛强一伙的报复.幸得大佬成相助才得以逃脱,两人成为好友.\n棋哥以经营高利代,贩卖毒品和走私军火为主,干一些不法勾当,大佬成在一次交易中不慎暴露身分,棋逼PETER执行家法,PETER无奈只有开枪,并决心寻机为大佬成报仇.得知棋将在近期运五千枪械来香港时,PETER便开始报仇计划,不料这是棋的计划之一PETER中计,女友阿俪也被捉,并被棋的手下轮奸.PETER才知道这一切都不可预测,一切都是阴谋.\n身陷险境的阿俪又会怎样,身受重伤的PETER是生是死……by:m.yakubd.cc",
    "director": ["黄松鑫"],
    "actor": ["尹子维", "吴毅将", "巫启贤", "许绍雄"]
  },
  {
    "name": "野兽之瞳",
    "year": "2001",
    "id": "1308345",
    "type": ["动作", "剧情"],
    "rate": 6.5,
    "story": "冲（吴彦祖 饰）和瞳（古天乐 饰）是同卵双胞胎，自小冲就生活在哥哥瞳的光芒之下。岂料在冲26岁生日那天，收到了瞳的死讯。冲在瞳的遗物中找到了一条钥匙，由此走进了瞳的世界。瞳结识女友阿陆（谷祖琳 饰）时，曾教训了阿陆的前古惑仔男友阿文（谭耀文 饰）。阿文领教完瞳的重拳后，发现瞳天生就是拳击界的冠军，于是担任起瞳的经纪人，带着瞳去参加黑市拳比赛。瞳所向披靡，由此他和阿文成了莫逆。阿陆、瞳、阿文三人过着风光的生活。岂料瞳因破坏黑市拳集团的游戏规则，被集团请来的黑人拳手活活打死。阿文在冲身上又看到了瞳的影子，他的引领下，冲日夜训练，渴望打败那名黑人拳手，为瞳报仇……©豆瓣",
    "director": ["梁柏坚"],
    "actor": ["古天乐", "吴彦祖", "谭耀文", "谷祖琳"]
  },
  {
    "name": "幽灵人间",
    "year": "2001",
    "id": "1302638",
    "type": ["恐怖", "悬疑", "奇幻"],
    "rate": 6.2,
    "story": "15年前的一桩交通事故，令一个男人（黄秋生 饰）死于车底。他的头被卡在车身地下，身体却走了一段路后才倒下。这个恐怖的场面，被一个小女孩看到了，吓得目瞪口呆。\n15年后，发型师Peter（陈奕迅 饰）和June（舒淇 饰）一夜情，却令Peter真的爱上了June。June是一个神秘的女孩，自称阴阳眼可以见到鬼。自从二人交往以来，怪事连连发生，Peter目睹了件件怪事，灵异的现象让他非常苦恼。最后他怀疑眼前的June，并发现她与身着道袍的人碰头。当June提醒他，有无头鬼要索他的命，Peter也只当她胡言乱语，一气之下与她分手。\n然而June说得没错，一切的灵异诡秘，都来源于15年前的那场车祸。©豆瓣",
    "director": ["许鞍华"],
    "actor": ["陈奕迅", "舒淇", "李灿森", "黄沾"]
  },
  {
    "name": "同居蜜友",
    "year": "2001",
    "id": "1297787",
    "type": ["喜剧", "爱情"],
    "rate": 6.6,
    "story": "家中三代经营牛杂店的少东蒋通菜（梁朝伟饰）于一次交通意外与泼辣的少棠（郑秀文饰）相识。原是冤家的两人酒后发生了关系。少棠与父亲闹翻又遭到公司上司夺权解雇，竟在医院与蒋通菜相遇，少棠欺骗通菜自己到医院堕胎，通菜大为紧张，见通菜为人不错，于是告之真相后握手言和，通菜也把她带了回家暂住。\n两人共渡了一个少棠误造的一个难关，感情倍增。可是通菜即将回来的正式女友（周丽淇饰）是两人的障碍，少棠不得不离开。可缘分让相爱的两人重逢了，又能否眷属呢？©豆瓣",
    "director": ["马伟豪"],
    "actor": ["郑秀文", "梁朝伟", "周励淇", "李耀明"]
  },
  {
    "name": "英雄人物",
    "year": "2001",
    "id": "3203143",
    "type": ["犯罪"],
    "rate": 4.3,
    "story": "党首哥顿（柯受良）连同数名不同背景的贼党策划了连环洗劫金行大买卖。行动当日，警方以李Sir（李修贤）为首与匪徒发生激烈枪战，械劫兵团四处逃窜，其中阿虎与阿龙一同杀出重围，而其他党羽却死在警方乱枪之下。老鼠怀疑阿龙是警方卧底，与阿龙发生激烈冲突，阿虎一力保着阿龙，拿出手枪互相恐吓，幸在最后关头豺狼突然出现，平息了两人风波。豺狼准备烧死劫回来的女子之际，阿龙开枪射杀豺狼，哥顿正要一枪将阿龙解决之时，警方开始了围攻行动。影片主要叙述的是黑社会中体现英雄形象的故事，在大哥哥顿的影响下，其手下都是嫉恶如仇的形象，但同时也有英雄的气概，并不像一般的黑社会那样缺乏英雄的气概。",
    "director": ["罗舜泉"],
    "actor": ["李修贤", "柯受良", "唐文龙", "骆应钧"]
  },
  {
    "name": "新流氓医生",
    "year": "2001",
    "id": "3168558",
    "type": ["剧情"],
    "rate": 6.1,
    "story": "一医生成命案疑犯，他潜逃到澳门，隐姓埋名，当了黑市医生，遇上一神秘婆婆、可怜少女、自称为转世灵童的藏人和黑道大哥。婆婆为他解开昔日命案疑团，原来她竟是其前女友……",
    "director": ["麦启光"],
    "actor": ["马浚伟", "蒙嘉慧", "柯受良", "林雪"]
  },
  {
    "name": "惊声尖叫",
    "year": "2001",
    "id": "1308207",
    "type": ["喜剧"],
    "rate": 6.7,
    "story": "经历了高中万圣节的杀人惨剧，辛蒂（Anna Faris 饰）和好友们进入大学校门，大学快乐悠闲的生活让他们渐渐忘记万圣节的恐怖经历。\n热衷于超自然学的教授奥德曼（Tim Curry 饰）计划到一年前曾发生恐怖事件的鬼屋做试验，需要拥有濒死体验的人做沟通灵异的媒介。助手歪头（David Cross 饰）得知辛蒂等人的经历，将他们集中起来，以获得优等成绩为诱饵请他们参加一个关于失眠的课题研究。\n众人怀着玩乐的心情随奥德曼教授和歪头来到了阴森诡异的鬼屋，却经历了极为难忘和恐怖的一夜……©豆瓣",
    "director": ["基伦·埃弗瑞·韦恩斯"],
    "actor": ["安娜·法瑞丝", "马龙·韦恩斯", "Antony Acker", "Mark Barrett"]
  },
  {
    "name": "瘦身男女",
    "year": "2001",
    "id": "1303203",
    "type": ["喜剧", "爱情"],
    "rate": 6.8,
    "story": "Mini Mo（郑秀文饰）遭受失恋的打击后，饮食失去控制后体重升至260磅，窈窕身材不再。她与初恋情人黑川约定在十年后的日本相见，但旧貌不再的她深感自卑。偶然相识了跟她同样体型极胖的肥佬（刘德华饰），肥佬非常同情她，决定要帮她重塑魔鬼身材。肥佬以地狱式减肥方法锻炼Mini，为了让她减肥成功，得到更多的金钱让她上专业美容院减肥，肥佬不惜在街头被拳击换取酬劳。令Mini感动不已。\nMini恢复原貌前去赴约，黑川向她提出求婚，可是她心中仍念念不忘为她默默付出的肥佬，盼望跟他重逢的一天。©豆瓣",
    "director": ["杜琪峰", "韦家辉"],
    "actor": ["刘德华", "郑秀文", "王天林", "林雪"]
  },
  {
    "name": "愿望树",
    "year": "2001",
    "id": "1306921",
    "type": ["剧情", "爱情", "喜剧"],
    "rate": 6.9,
    "story": "主演AmanDa Strang是一位中法混血美女，也是广告商的宠儿。\nJean（Amanda 饰）的姐姐Macy与阿迪的哥哥（陈冠希 饰）相恋，却遭到家人反对。两人相约在雪山上相见，Macy等待数月却不见男友踪影，终于支持不住，临死前留下遗嘱希望在2001年情人节前，妹妹将自己的骨灰带上山。其实男友在赴约当日途中在公路上失事，而他的弟弟阿迪（陈冠希 饰）也有着和Jean相同的任务。因为他们早已订下婚盟，要赶在2001年情人节当天举行婚礼。阿迪对自己生活感到茫然，终日飞车度日，每天早上帮父亲送报。Jean从小有心脏病，又沉浸在失去姐姐的悲痛中。两人通往雪山的路上相遇，哥哥姐姐的事将两人距离拉近，而在一次雪崩意外中，更令两人擦出爱的火花。命运弄人，Jean父亲的到来，立刻为这份感情蒙上阴影，而他们又将重踏哥哥姐姐的同样的宿命吗？©豆瓣",
    "director": ["麦兆辉"],
    "actor": ["陈冠希", "欧倩怡", "李灿森", "阿曼达·斯特朗"]
  },
  {
    "name": "少林足球",
    "year": "2001",
    "id": "1297747",
    "type": ["动作", "喜剧", "运动"],
    "rate": 7.9,
    "story": "二十年前有“黄金右脚”之称，但因一场被师兄强雄设计陷害的比赛而断了右脚自此名誉扫地的明锋（吴孟达）偶然认识了有惊人脚力的星（周星驰），说服了对方练习足球参加不久会举行的全国超级杯足球大赛，星找来曾一同在少林寺习武的一帮师兄弟，并唤醒了他们快被平庸生活消磨光了的潜在斗志，众人经过历练终结成名副其实的“少林队”。阿梅（赵薇）以太极功夫制造馒头，令星十分敬佩与之成了好友，但阿梅不只当星为好友，只因样貌奇丑而自卑一直不敢表露心意。\n“少林队”在全国超级杯足球大赛上屡战屡捷杀进决赛，不想卫冕之战对手竟是强雄（谢贤）所带领的“魔鬼队”，同二十年前一样，强雄再耍阴招令“少林队”节节败退，关键时刻，阿梅现身。©豆瓣",
    "director": ["周星驰"],
    "actor": ["周星驰", "赵薇", "吴孟达", "谢贤"]
  },
  {
    "name": "男人三十搅搅震",
    "year": "2001",
    "id": "6861609",
    "type": ["剧情", "喜剧"],
    "rate": 4.6,
    "story": "年近三十的日本人三木因职务问题，被公司调派到香港，但来到香港后只能做一个平凡小职员，生活相当乏味。为了庆祝三十岁生日，他决定在六月三十日香港回归的晚上，托朋友介绍找自己心仪的三级脱星Joey陪他过夜。当他正想享受温柔乡的时候，才发觉欠缺最重要的安全套，于是回归夜所发生的荒唐事情，都是安全套惹的祸…….",
    "director": ["梁德森"],
    "actor": ["罗家英", "钱嘉乐", "田口浩正", "刘以达"]
  },
  {
    "name": "慌心假期",
    "year": "2001",
    "id": "1308275",
    "type": ["剧情"],
    "rate": 7.6,
    "story": "和丈夫的婚姻亮起了红灯，Michelle（梅艳芳饰）一个人到法国旅行散心。与旅行团中一个来自日本的女孩Miki（纯名里沙饰）产生了误会。不过二人很快就冰释前嫌，Miki对生病的Michelle照顾有佳，两人很快成为了无话不说的好朋友。\n接触中Michelle了解到，Miki爱上了有妇之夫，作为情妇的她内心深处极为痛苦，Michelle只有尽力安慰。法国之行很快结束，但Michelle却不愿回到香港，独自在街头游荡的她又再次巧遇miki,二人于是再次结伴去摩洛哥旅行。\n谁知就是这次旅行改变了二人的一生......©豆瓣",
    "director": ["张之亮"],
    "actor": ["梅艳芳", "纯名里沙", "谭俊彦", "任达华"]
  },
  {
    "name": "芭拉芭拉樱之花",
    "year": "2001",
    "id": "1298346",
    "type": ["歌舞", "喜剧", "爱情"],
    "rate": 6.1,
    "story": "上海的舞蹈老师王锦胜（郭富城饰）天生有严重色盲，活在灰色世界中。一天，王锦胜到街上进行宣传活动，当他正在表演时，遇上了混进队伍中的乐儿（张柏芝饰），他们在街头贴身热舞，两个素未谋面的人竟是异常合拍。后来两人再次街头相遇，王锦胜英雄救美，赶走骚扰乐儿的人。数天后，乐儿来到舞蹈中心邀请王锦胜陪她到苏州游玩。乐儿向他透露，她是中日混血儿，为了逃婚才离开日本到上海。二人有了一个欢乐假期，王锦胜世界仿佛有了色彩，可感情并不容易衡量，王锦胜并不是乐儿理想中的男人。假期结束后，她决定返回日本完婚，王锦胜痛苦无比，决定到日本追求一次真正的爱情……©豆瓣",
    "director": ["马楚成"],
    "actor": ["郭富城", "张柏芝", "阿牛", "韩雪"]
  },
  {
    "name": "风水赌神",
    "year": "2001",
    "id": "20501029",
    "type": ["喜剧", "动作"],
    "rate": 0,
    "story": "少年冯小威拥有第六感预测能力，每当形势危机时这种力量就会出现。父亲冯嘉豪是个精于赌术的赌徒，冯小威重下就对赌术有所研究，再加上第六感，小威在父亲四后就靠赌术养家。 在一次偶然的机会下，小威认识了精通风水术的阿强，两个决定以赌术，预测风水结合，联手共闯天下。数年间，他们赚了不少钱。成为小富。小威的父亲当年死于赌皇方的手上，小威本来不存在复仇之念，但方四处行骗，小威为救友而被追杀，激起了他替天行道的决心。\n",
    "director": ["黎继明"],
    "actor": ["林伟雄", "吴浣仪", "洪天明", "陈明君"]
  },
  {
    "name": "全职杀手",
    "year": "2001",
    "id": "1296169",
    "type": ["犯罪", "剧情", "惊悚"],
    "rate": 6.8,
    "story": "至爱死后，杀手O（反町隆史）在一个安全隐蔽的住所将自己完全封闭了起来，生命字典里只剩下了杀戮和孤独，但当被雇佣过来打扫住所的天真无邪酷似前女友的女孩Chin出现时，他的心门再次被打开，然而两人从没见过面。喜欢杀人的刺激，立志成为头号职业杀手的Tok（刘德华）为逼O现身，意图对 Chin揭穿O的真正身份。\n经验丰富的国际刑警Lee（任达华）已对O进行了5年以上的追踪。在Tok和Lee的双重夹击下，O被迫向他的上级C7求助。O不知的是， C7与Tok正是Lee所揭露的奥运会后失踪的神枪手兄弟，此次他会被救，原因Tok向C7施压，然而Tok的目的，是为了与他来场生死决斗。©豆瓣",
    "director": ["杜琪峰", "韦家辉"],
    "actor": ["刘德华", "反町隆史", "林熙蕾", "任达华"]
  },
  {
    "name": "最后通牒",
    "year": "2001",
    "id": "3162496",
    "type": [],
    "rate": 4.8,
    "story": "干探明与内地犯罪专家健合作, 调查多宗涉及黑帮的离奇谋杀案. 杀手身份神秘, 手法专业, 连另一日本杀手亦不敌其手. 健却从一株兰花, 推断出凶手竟是身边人",
    "director": ["梁宏发"],
    "actor": ["王敏德", "蒙嘉慧", "林海海", "元华"]
  },
  {
    "name": "蜀山传",
    "year": "2001",
    "id": "1308338",
    "type": ["动作", "奇幻", "武侠"],
    "rate": 6.7,
    "story": "蜀山群山之中的昆仑山，掌门孤月大师（张柏芝饰）与徒弟玄天宗（郑伊健饰）相恋，事先预感邪恶的幽泉血魔会进攻昆仑，自知无力抵抗的她，为保天宗性命而借故赶他下山，并将昆仑秘藏武器“日月金轮”交付天宗，而自己则为血魔所杀，昆仑山灵气尽被吸去。\n二百年后，邪恶力量再次侵犯正派，峨嵋开山祖师峨嵋真人（洪金宝饰），惟恐此战伤及凡间，乃派大弟子丹辰子（古天乐饰）前往山下疏离凡间正在交战的军队，在途中与程乐天（章子怡饰）、玄天宗相遇，却意外发现血魔的秘密，并因而落入陷阱。在生死之际峨嵋真人率弟子前来救援，玄天宗赫然发现其中一名女弟子李英奇（张柏芝饰），样子竟酷似师傅孤月大师。同时，峨嵋真人发觉中了血魔诡计，一场更为凶险的正邪大战即将展开……©豆瓣",
    "director": ["徐克"],
    "actor": ["郑伊健", "张柏芝", "古天乐", "谭耀文"]
  },
  {
    "name": "现代女性",
    "year": "2001",
    "id": "26367609",
    "type": ["剧情"],
    "rate": 0,
    "story": "因经济倒退，,楼价变成负资产。志勤求赌负债，女友美玲表态已与志勤分手……",
    "director": ["叶伟英"],
    "actor": ["惠英红", "颜仟汶 Sophie Ngan", "吴文忻", "赵静仪"]
  },
  {
    "name": "买凶拍人",
    "year": "2001",
    "id": "1300616",
    "type": ["犯罪", "动作", "喜剧"],
    "rate": 8.2,
    "story": "职业杀手Bart（葛民辉饰）技艺高超，雇主很多，收入不俗。他与妻子阿玲（方子璇饰）居于高级住宅区，小日子过的非常滋润。可惜好景不长，金融风暴后夫妻二人陷入经济危机。Bart迫于无奈，便为有钱太太杀人服务，不想有钱太太要求苛刻，要Bart在杀人之余还得拍下杀人过程，方泄心头之恨。Bart深明顾客至上的道理，决定找一个拍档合作。凑巧Bart在酒吧见到导演阿全（张达明饰），二人一拍即合，成为了杀手导演二人组，一时间生意大增，一连串的“买凶拍人”行动随即展开。后来江湖大佬标哥听闻，决定聘Bart及阿全代劳，杀死社团叛徒大雄，并要拍下影带，好让他有真凭实据能向社团交代，稳坐执事人一职。这次买凶拍人行动能否成功呢？©豆瓣",
    "director": ["彭浩翔"],
    "actor": ["葛民辉", "张达明", "詹瑞文", "樋口明日嘉"]
  },
  {
    "name": "我的野蛮同学",
    "year": "2001",
    "id": "1307741",
    "type": ["喜剧", "动作"],
    "rate": 6,
    "story": "在一间教学素质低下的学校里，有一个不成文的传统：学生们凡是遇到了争执，都不能告诉老师家长，只能自己用拳头解决。石头（谢霆锋 饰）是最能打的一个同学，一次帮助富家子Edward（冯德伦 饰）解围，彼此成为朋友，二人也因此得罪了学校里的好战分子。阿凤（容祖儿 饰）一直暗恋既帅气学习有出色的Edward，而Edward认为学生最紧要是学习，会考时间逼近，Edward便义务帮助石头与阿凤补习。由于家境富有，Edward竟然在考试当天被绑架了，石头决心把他救回……©豆瓣",
    "director": ["王晶", "钟少雄"],
    "actor": ["谢霆锋", "冯德伦", "容祖儿", "彭敬慈"]
  },
  {
    "name": "七号差馆",
    "year": "2001",
    "id": "1480007",
    "type": ["犯罪", "悬疑", "恐怖"],
    "rate": 6.2,
    "story": "屡破奇案的重案组高级督察方正（许志安）眼里，庆功会上纷纷邀功的其他部门同事多是平庸之辈，多起案件能侦破全靠自己和手下兄弟阿泽（雷宇扬）等人拼命，因此他的言行多少有些独断高傲。某次缉匪行动中，他等不及飞虎队自行下达命令，两名同事毙命街头，他自己也中枪昏迷，在医院一躺两年。\n醒来母亲已过世、女友已成他人妻，身边世界已大不同，但方正也意外收获在他昏迷时一直悉心将他照料的女护士Oscar（李丽珍）的芳心。恢复训练持续一段时间，方正各方面已与昏迷前几乎无差，更多出可见到鬼的本领。此本领起初令他恐慌，不过生前是心理医生的阿杰（张达明）一席话让他放下心来。\n回到警队后方正主动请命，接手一宗两年来无法破解的连环女护士奸杀案。两年内，已有六名女护士被奸杀，且多数死不见尸，该案能立是因其中之一自己赶到警察局向阿泽报案。方正冷静头脑，认定凶犯是一名智商极高的男性，且非常熟悉警方的破案手法。案情渐有眉目之时，方正被阿杰告知Oscar的生命磁场越来越弱，她可能是凶犯的下一个目标。©豆瓣",
    "director": ["邱礼涛"],
    "actor": ["许志安", "李丽珍", "雷宇扬", "张达明"]
  },
  {
    "name": "玻璃，少女",
    "year": "2001",
    "id": "1302168",
    "type": ["剧情"],
    "rate": 7,
    "story": "迷幻少女遇著過氣公安老頭，未必是貓捉老鼠累鬥累，也可以是從老前輩身上學會認識自己。阿 P 為追阿初欠她的債，偶然與阿初的外公相遇，兩個生活態度南轅北轍的人，就是這樣在荒謬的處境中相互學習。阿P在當中看見年青一代的無奈：十六歲的迷途青春、愛情的無助、軟性毒品的蠶食、面對父母失敗的婚姻、自己渾噩的前途....阿初無故失蹤，又是否因抵受不了同樣殘酷的青春？世情像玻璃，有時看得透，有時不，相同的只是：兩者同樣冰冷易碎。\nThe second feature from Hong Kong indie director Carol Lai is about the vulnerability of youth, made even more fragile by the vulnerable world of the adults. Grandpa Wu used to be a policeman in Mainland China and has now retired to a life of seclusion on an outlying island. One day, her daughter calls him up and reports that his granddaughter Ah Cho is again missing. The old man hits the road again, in search of the young girl. Then P, Ah Cho's best friend, emerges out of nowhere and heads Wu's search, leading the old man into a series of strange encounters in the uncharted world of frustrated youth.\nSource: 25th HKIFF (2001)",
    "director": ["黎妙雪"],
    "actor": ["徐天佑"]
  },
  {
    "name": "恐怖热线之大头怪婴",
    "year": "2001",
    "id": "1306984",
    "type": ["恐怖"],
    "rate": 6.5,
    "story": "Ben（吴镇宇）是香港一档电台节目《恐怖热线》的监制，忙于工作的他日渐疏忽女友Helen（周丽淇）。Helen是一名护士，曾瞒着Ben做掉腹中胎儿，此事令她难以释怀，时常会看到幻象。Mavis（何超仪）是美国电视新闻网络记者，她及摄影师等一行五人到港拍摄有关香港电台文化的特别节目，第一个研究对象便是《恐》，但Ben并不友好，只准他们在直播室外拍摄。\n某晚，《恐》主持人接到自称Chris的男人来电，说1963年他与6个同学在西环踢足球时，无意中在球场附近的山洞内发现一只“大头怪婴”，当即吓得魂飞魄散，甚至信奉伊斯兰教的校长亦不能用手中的《可兰经》将之制服。Chris的电话引来始料未及的热烈回响，Ben与Mavis都决定对此展开深入调查，但两人新闻出发点有异。几乎同时，Helen所在的医院接收了受到过度惊吓的青少年Sam（李灿森），对他，Helen没像其他护士一样慌忙躲闪，相反亲爱有加。\nMavis和Ben依据有限线索找到老校长的养女Connie（张佳佳），从她口中得知，Chris不久前曾同6个男人看过老校长。随后《恐》直播时，主持人再次接到Chris的电话，但这次却是对他们的诅咒。不久，Mavis的摄影师离奇死去，他拍下的影像显示，当晚直播间里多出一个人影。Mavis和Ben展开更进一步调查，发现1961年的确有孕妇生下骇人的“大头怪婴”，Chris的6个同学也早已集体自杀。而Ben在向Helen求婚之后，Helen的行为却在某夜发生异变，她来到医院，将Sam带到一陌生地。©豆瓣",
    "director": ["郑保瑞"],
    "actor": ["吴镇宇", "何超仪", "李灿森", "周励淇"]
  },
  {
    "name": "地上最强",
    "year": "2001",
    "id": "1970390",
    "type": ["动作", "冒险"],
    "rate": 5.6,
    "story": "网乐公司在网络上举办了一届网络搏击比赛，全世界的高手都可以参赛，这场比赛在世界范围内掀起了轩然大波。在众多的参赛选手中，唐宁（Patricia Ja Lee 饰）出生于武术世家，从小就生活在前辈阴影之下的她极度希望能够打破桎梏，展现出不一样的自我，因此格外珍惜这个来之不易的机会。乔健（张智尧 饰）追随着师兄金藩（杨俊毅 饰）的脚步参加了比赛，他曾是金藩的手下败将，希望借此机会，能够夺回属于自己的胜利。\n然而，金藩的眼中只有冠军的宝座，其余的角色他统统都看不上，为了获得最后的胜利，他甚至可以不惜一切手段，而他们共同所要面对的敌人，是名叫麦克斯菲尔德（Paul Rapovski 饰）的世界搏击冠军。©豆瓣",
    "director": ["董玮"],
    "actor": ["张智尧", "杨俊毅", "李咏娴 Patricia Lee", "Patricia Ja Lee"]
  },
  {
    "name": "险角",
    "year": "2001",
    "id": "1906980",
    "type": ["动作"],
    "rate": 7.6,
    "story": "澳门老大大班的女儿喜儿被对头沙展一伙绑架，随即请回当年得力助手，如今兼吃黑白两道的阿安（方中信 饰）帮忙解决。阿安为好友返澳施展手段，先后邀请当地神枪手小木（张智尧 饰）与价高质优的冷血女杀手阿雨（安雅 饰）助阵，三人尝试与绑匪接洽，顺藤摸瓜发现了潜伏在大班身边的奸细，原来此次绑架皆因帮派内部财务纠纷引起，沙展的势力深入澳门警方，喜儿可能身陷澳门警署内部，阿安等人跟踪涉黑警员反被对方抓捕，然而阿安技高一筹，不但成功解救喜儿，亦在警署大肆破坏令沙展颜面扫地。当阿安成功将喜儿还给大班之际，他突然惊觉这一切都是一个圈套……©豆瓣",
    "director": ["邓衍成"],
    "actor": ["方中信", "张智尧", "安雅", "尹天照"]
  },
  {
    "name": "狗仔大佬",
    "year": "2001",
    "id": "26368472",
    "type": ["剧情"],
    "rate": 0,
    "story": "李芷珊的父亲李科在香港围村的寓所里蹊跷地身亡后，阿珊在父亲的遗物中发现了一封遗书和一个5.25寸的磁盘。为了搞清自己的身世并找到父亲在遗书中提到的一个叫\"创世之星\"的无价之宝，阿珊在好朋友彤彤的陪伴下来到马来西亚。入住一家酒店时，彤彤意外地遇上了自己在香港的干哥，而阿珊也邂逅了酒店的大堂经理、一个叫李子力的帅小伙。\n此时，李科在香港的蹊跷死亡引起了香港国际刑警的注意。经过调查，高级督察程发发现李科1975年时在马来西亚从事过复制人的科研实验，而这次的神秘死亡很可能与国际恐怖组织有关。于是，接受上司交代的任务后，程发也随即赶到马来西亚。\n一开始寻找\"创世之星\"的几天里，一个偶然的机会，阿珊和彤彤结识了杂志社的记者黄牛。本来黄牛是奉老板马先生之命跟踪报道演艺明星丑闻的，但发现阿珊要寻找的\"创世之星\"事关重大后，也加入到寻找\"创世之星\"的行列。就在此时，一个叫子劲的、长相酷似子力的小偷的出现揭开了\"创世之星\"的神秘面纱。原来，二十年前，两名科学家李科和陈涛在马来西亚秘密进行复制人的实验。实验成功后，陈涛想把李科开发的方程式卖给国际恐怖组织用以组建超级兵团却遭到了李科的断然拒绝，陈涛遂欲置李科于死地。而方程式和形似\"创世之星\"的阿布拉草根液则是开发复制人必不可少的两个关键技术。\n所有的真相大白于天下后，阿珊、子力、彤彤和黄牛开始了与陈涛的较量。一场生与死的拼杀后，阿珊等人在程发的帮助下，不仅一举破坏了陈涛与国际恐怖组织交易的企图，还将深藏在幕后的万国邦捉拿归案。经历这场生与死的洗礼后，阿珊和子力等三对有情人终于喜结良缘。",
    "director": ["李国辉"],
    "actor": ["阿牛 Ah-Niu", "陈国邦 Kwok-Pong Chan", "廖伟雄", "张国强"]
  },
  {
    "name": "常在我心",
    "year": "2001",
    "id": "1353725",
    "type": ["爱情"],
    "rate": 7.6,
    "story": "富家女君儿(蔡卓妍饰)身患重症，因家中缺乏温暖令她放弃了治疗，并决定由小段（陈奕迅饰）筹备她自己的丧礼。小段尝试鼓励君儿珍惜生命，但君儿仍坚持在他陪同下前往美国寻找适合的墓地。\n相处的时间中，小段生活处处照顾君儿，令君儿感动因而产生了感情，并答应小段好好治病。\n可是小段对她若即若离，令她深感疑惑，在她用情越来越深的时候，小段突然消失了。\n最后君儿也终于发现，小段对她若即若离的原因。©豆瓣",
    "director": ["马伟豪"],
    "actor": ["陈奕迅", "蔡卓妍", "廖启智", "卢巧音"]
  },
  {
    "name": "绝世好Bra",
    "year": "2001",
    "id": "1306319",
    "type": ["喜剧", "爱情"],
    "rate": 5.8,
    "story": "日本著名胸围公司的香港区总裁Samantha（刘嘉玲 饰）破例聘请了Johnny（刘青云 饰）和Wayne（古天乐 饰）两名男设计师。他们的上司高级设计师Lena（梁咏琪 饰）觉得他们根本无法胜任这份工作，因此常常刁难他们。公司要求他们设计出一款“绝世好Bra”，可是多次失败。\n在工作的过程中，Johnny和Wayne分别与Smantha和Lena产生了感情，最后他们也在各自女友的帮忙下，才最终把“绝世好Bra”设计成功。©豆瓣",
    "director": ["陈庆嘉", "梁柏坚"],
    "actor": ["古天乐", "刘青云", "梁咏琪", "刘嘉玲"]
  },
  {
    "name": "不死情谜",
    "year": "2001",
    "id": "1308558",
    "type": ["剧情", "爱情", "犯罪"],
    "rate": 6.3,
    "story": "香港重案组督察Sam（黎明）率众捣毁了某跨国犯罪组织的巢穴，并把该组织首脑之一Night（尹子维）捸捕归案，但他没想到的是， Night会在其花重金聘请的能言善辩的律师团的帮助下仅以协助偷运人蛇罪被判3年监禁，对此Sam虽很失望，但仍暂时舒了口气，携妻子Ann来到巴黎游玩散心。\n谁料Night的哥哥Day派的杀手早在巴黎埋伏。在巴黎购物中心，Ann不幸被杀手暗杀，Sam虽侥幸逃脱，却无法安然接受事实。回到香港后，Sam 辞掉了督察职务，开始了隐居生活，可是在无意间结识来自日本的漂亮女记者（濑户朝香）后，他对生活又有了新的理解。©豆瓣",
    "director": ["刘伟强"],
    "actor": ["黎明", "濑户朝香", "尹子维", "郑中基"]
  },
  {
    "name": "初恋嗱喳面",
    "year": "2001",
    "id": "1302208",
    "type": ["喜剧", "爱情"],
    "rate": 6.9,
    "story": "谷佬（曾志伟饰）带着儿子谷峰（周俊伟 饰）、女儿小谷咕（赖苑彤 饰）经营一间嗱喳面店。谷佬的宏图大志就是要在两个月内让面店威震四方。儿女和他们的朋友都是青春年少，日日嬉笑怒骂玩成一团，或许这就注定了在嗱喳店里，主角不是雄心勃勃的老爸谷佬，而是年轻人们的青涩故事。\n谷峰和可爱善良的女生Carlily（杨丞琳 饰）拍拖，这是谷峰充满小甜蜜的初恋，但是，Carlily的姐姐Heman（郭善玙 饰）对他可没甚好感。二人偶然在比赛中合作无间，得到了免费去日本度假的机会。当然，Heman还是识趣地让谷峰和妹妹双飞日本。\n然而，曾经水火不容的Heman和谷峰，却在度假期间在电话的聊天中擦出了巧妙的火花。看着快乐单纯的初恋女友Carlily，谷峰该如何面对人生第一次情路抉择？而另一方面，小谷咕和孤儿仔禾味龙（郑道三 饰）的爱，也在朦胧滋长着，这个夏天的空气弥漫着恋爱的香气。©豆瓣",
    "director": ["周惠坤"],
    "actor": ["周俊伟", "杨丞琳", "曾志伟", "郭善玙"]
  },
  {
    "name": "一个烂赌的传说",
    "year": "2001",
    "id": "1419993",
    "type": ["剧情"],
    "rate": 7.9,
    "story": "舒奇是一个天生的赌徒，到澳门赌钱，每次都大起大落，因为一次糊里糊涂与艺员雪发生关系，得到三千块，后投注站买马赢了十五万，他便往卡拉OK消遣，认识了逢赌必输、有一个「玻璃骨」症弟弟的妈妈桑——公主。\n因为欠债，舒奇被禁锢，公主于是致电卡拉OK熟客莫UNCLE求助，莫UNCLE答应了付五十万，但要公主陪他一个月。之后莫UNCLE突然离奇死亡。混乱中，两人在债主FACE哥手中逃出，不久，却再次遇到莫UNCLE，原来他没有死去……\n香港一贯赌片甚多，但像本片这样，集中描写一个烂赌鬼的特性，以及他的传奇命运，就很罕见，还奇在拍得不落俗套。本片没有像通常的赌片那样卖弄赌术，没有精美包装和名牌格调，因此并未引起影迷注意，实际上这一部是不错的赌片。",
    "director": ["麦子善"],
    "actor": ["吴镇宇", "关秀媚", "李灿森", "黄泆潼"]
  },
  {
    "name": "有情饮水饱",
    "year": "2001",
    "id": "1401390",
    "type": ["喜剧", "爱情"],
    "rate": 6.3,
    "story": "马须仁(梁朝伟 饰)专门为上市公司提供重组合并方案，是一个年轻有为的钻石王老五；但他的为人却十分刻薄吝啬，女友为了报复将他的信用卡及银行支票全部挂失，恰巧又遇上公众假期，银行都停业了，他突然之间变成了身无分文的“穷人”。\n这时，马须仁邂逅亚彩(舒淇 饰)，更在亚彩面前大出洋相，笑话百出。亚彩以为他假装扮成有钱人，于是劝马须仁应当脚踏实地做人，两日在交往中渐渐坠入爱河。亚彩由于父亲炮仗叔(黄一飞 饰)逼她嫁给乡长之子，无奈下向父亲辩称已跟一个富家子弟相恋，并安排马须仁与父亲见面。本来就是有钱人的马须仁表现得游刃有余，但他的真正身份终给亚彩揭破，亚彩认为他是故意玩弄他，一怒之下出走了……©豆瓣",
    "director": ["王晶"],
    "actor": ["梁朝伟", "舒淇", "林家栋", "麦家琪"]
  },
  {
    "name": "阴阳路之十二之美容尸",
    "year": "2001",
    "id": "1479894",
    "type": ["喜剧", "恐怖", "悬疑"],
    "rate": 5.1,
    "story": "Sun（张慧仪 饰）和Aki均为美容顾问，某日，上司找到她们，将她们调往深圳新开的一家美容店里，坐镇营业经理的职位。两个女孩兴高采烈的来到了深圳，谁知道美容院门可罗雀经营惨淡，眼看着就要支撑不下去。一天晚上，郁闷的女孩们来到夜店派遣压力，结识了名为比基（唐家辉 饰）的男子。\n在阿仪的建议之下，Sun和Aki决定将美容店的营业时间调整到晚上，把服务的人群转移到结束了工作的妓女们身上，这一招果然管用。一位郑先生来到了美容院，希望Sun帮助他行动不便的妻子进行美容服务，郑先生是当地有名的富豪，姑娘们当然一口答应下来，然而，让众人没有想到的是，郑太太竟然是可怕的鬼魂，而郑先生亦绝非善类。©豆瓣",
    "director": ["叶伟英"],
    "actor": ["罗兰", "张慧仪", "邝文洵", "黎骏"]
  },
  {
    "name": "游园惊梦",
    "year": "2001",
    "id": "1304708",
    "type": ["剧情", "爱情", "同性"],
    "rate": 7.6,
    "story": "1930年代的苏州，以超凡脱俗的容貌和绝佳的昆曲造诣红极一时的得月楼歌妓翠花（宫泽里惠）嫁入当地豪门荣府，却遭遇荣家上下的冷落。荣兰（王祖贤）是荣家的亲戚，虽为女儿身却有男儿之志，一心想做巾帼英雄报效国家。翠花与荣兰结识后因合演昆曲《牡丹亭》生出情愫，终因越轨之举被荣家驱逐出门，被迫暂借荣兰处所安身。\n风流倜傥的邢志刚（吴彦祖）的到来为两个女人的生活带来意外波动。因为唤醒了原始冲动，荣兰对邢志刚一见倾心，可是世事无常，落花有情难保流水就有意。而翠花眼见荣兰的移情，也只能无可奈何地黯然身伤。©豆瓣",
    "director": ["杨凡"],
    "actor": ["王祖贤", "宫泽理惠", "吴彦祖", "赵志刚"]
  },
  {
    "name": "北京乐与路",
    "year": "2001",
    "id": "1298213",
    "type": ["歌舞", "剧情"],
    "rate": 7.1,
    "story": "香港的创作乐手Michael（吴彦祖）因故滞留北京，与一群真心热爱着摇滚乐的北漂青年相遇。他们有着自己的乐队，乐队主唱叫做平路（耿乐），队里还有个活泼反叛的领舞女孩儿杨颍（舒淇）。Michael被这群年轻人深深吸引着，他喜欢他们对音乐苦苦的执着精神，一路跟着他们到乡下走穴。\n然而，本土文化浓重的北京既可以深刻的诠释摇滚音乐，又可以高傲的把它视为粪土、垃圾。平路他们生活拮据，在音乐的路途上不断碰壁。唯一不变就是对音乐发自灵魂的热爱，如同那歌里一声声的诘问：“我想到光的深处，那里有风么……”\n边缘的生活方式，坚挺的灵魂，感动每个人的是歌声还有梦想……©豆瓣",
    "director": ["张婉婷"],
    "actor": ["耿乐", "舒淇", "吴彦祖", "吴耀汉"]
  },
  {
    "name": "最激之手",
    "year": "2001",
    "id": "5126947",
    "type": ["剧情"],
    "rate": 0,
    "story": "",
    "director": ["刘定坚 "],
    "actor": ["徐子淇", "曹永廉", "陈豪", "刘以达"]
  },
  {
    "name": "苹果咬一口",
    "year": "2001",
    "id": "1441902",
    "type": ["喜剧", "爱情"],
    "rate": 5.2,
    "story": "宋丹如（容祖儿 饰）刚刚毕业就幸运的进入了一间学校成为了老师，然而，想要那群顽皮的学生乖乖听话可不是那么容易的事情。工作之余，宋丹如做模特兼职以补贴家用，谈吐和穿着都土里土气的她让摄影师陈东源（陈晓东 饰）十分看不过眼，总忍不住要找宋丹如的碴，和她过不去。\n宋丹如化名天使在网上遇见了名叫深蓝的网友，彼此之间聊得十分投机。宋丹如将白天遇到的不如意一一向深蓝倾诉，而深蓝亦温柔而包容的安慰着她。宋丹如并不知道的是，这个深蓝竟然就是平日里对她处处刁难的陈东源。天使和深蓝决定见面，而这一消息被陈东源的同事偶然得知，一个诡计就此酝酿。©豆瓣",
    "director": ["朱延平"],
    "actor": ["陈晓东", "容祖儿"]
  },
  {
    "name": "杀科",
    "year": "2001",
    "id": "1773413",
    "type": ["犯罪"],
    "rate": 5.8,
    "story": "沙展蓝迪（许志安 饰）办案兢兢业业，但收入微薄不足以照顾好身边至亲。蓝迪与搭档阿船（雷宇扬 饰）接到社团老大辉少（谢天华 饰）藏毒线报，却在抓捕时发现辉少早有安排，线人遭到社团威胁离港而去，蓝迪与辉少一伙当面对质反遭羞辱。蓝迪在跟踪辉少时结识一名砸烂辉少跑车的女子June（李丽珍 饰），June因服用精神药物导致记忆力受损，敌视辉少的二人自然而然的走到了一起。欠下辉少高利贷的阿船不想再受辉少威胁，意欲摆脱却遭到报复，为了搭救阿船，蓝迪将辉少打死。辉少之父——黑帮龙头人物耶稣声称蓝迪必须自杀偿命，蓝迪和周围人的生活陷入了深渊……©豆瓣",
    "director": ["邱礼涛"],
    "actor": ["许志安", "李丽珍", "雷宇扬", "吴廷烨"]
  },
  {
    "name": "惊天大逃亡",
    "year": "2001",
    "id": "2070464",
    "type": ["剧情", "犯罪", "惊悚"],
    "rate": 7.2,
    "story": "青年阿福（张智霖 饰）在福州得罪了恶霸而被迫逃到了越南，邂逅了善良的越南女子金兰（朱茵 饰）。金兰丈夫沉溺于赌博，不仅输光家产，还欠下高额债务。为了儿子和这个家，她不得不去做公关小姐赚钱。\n一个偶然的机会里，金兰结识了一位英国华侨，他表示如果金兰愿意去英国的话，他可以将自己的餐厅交给金兰打理。面对生活的压力和金钱的诱惑，金兰心动了。正规的申请途径复杂而且可能性极小，于是，在阿福的陪伴下，金兰踏上了偷渡到旅程。©豆瓣",
    "director": ["霍耀良"],
    "actor": ["张智霖Julian Cheung", "朱茵Athena Chu", "胡兵", "张佳佳"]
  },
  {
    "name": "废柴同盟",
    "year": "2001",
    "id": "1433699",
    "type": ["喜剧"],
    "rate": 6.5,
    "story": "电视台的监制阿南（曾志伟 饰）一直郁郁不得志，虽然才华横溢，但是由于不善交际，做的都是一些冷门时段的节目。这日，他在一个公众场合偶遇了过气歌手阿Ken（吴镇宇 饰），发现阿Ken想方设法都想上台献唱。看着阿Ken的古怪举动，阿南突然有了一个想法，发现了一条可以帮助二人成功的道路。阿南向阿Ken提出成为他的独家代理人，并帮他重新包装，保证他一定能咸鱼翻身。原来，阿南的计划就是让Kenny装疯卖傻，全力吸引传媒的视线，为了能再次踏上舞台，阿Ken答应了。\n果然如阿南所料，Kenny的疯癫行为引来了大批传媒，他也迅速走红。此时，电视台为了能让Kenny来上节目，只好满足阿南的要求，将他调到热门时段的节目让他大展拳脚。正当这对伙伴的事业一帆风顺时，一个艰难的抉择却摆在了阿南面前。©豆瓣",
    "director": ["游达志"],
    "actor": ["曾志伟", "吴镇宇", "邵美琪", "黄卓玲"]
  },
  {
    "name": "蓝宇",
    "year": "2001",
    "id": "1308076",
    "type": ["剧情", "爱情", "同性"],
    "rate": 8.3,
    "story": "陈捍东（胡军）和蓝宇（刘烨）的爱情始于一场性交易，其时，蓝宇是为生活所迫决定出卖自己肉体的清纯大学生，陈捍东则是情场老手，惯做“花花公子”的他虽对特别的蓝宇怦然心动，却也认为蓝宇不过是他众多玩伴中的一个。慢慢地，随着两人交往的深入，陈捍东发现自己的心已在不知不觉间被蓝宇充满。可是他又不敢肯定，试图通过与女人结婚证明自己的“正常”，当求证到那不过是错觉一场时，蓝宇早已消失在茫茫人海。\n真正的爱情故事总是令旁观者唏嘘感叹，无论它是异性间还是同性间的。而令旁观者感动的爱情，往往又是同勇敢、固执、单纯等简单却难拥有的质量联系在一起的，蓝宇（和捍东）正属稀少的那类人，所以他们的爱情才显珍贵。©豆瓣",
    "director": ["关锦鹏"],
    "actor": ["胡军", "刘烨", "苏瑾", "李华彤"]
  },
  {
    "name": "完美情人",
    "year": "2001",
    "id": "1408137",
    "type": ["喜剧", "奇幻", "爱情"],
    "rate": 6,
    "story": "广告公司美指莎伦（李嘉欣饰）超凡脱俗，楚楚动人。莎伦一直梦想找到一位完美情人，却因被男人欺骗而信心尽失。她唯一信任并愿意吐露心声的是一条四岁大的金毛阿文。阿文只对心地善良的兽医艾伯特（吴启华饰）表现得友善，每天的工作就是逗自己的主人开心。\n在一个雷电交加的夜里，意外发生了。阿文和布景师阿辉（张家辉饰）同遭雷击，随后发生了神奇的事情。当阿文从昏迷中醒来时，不仅发现自己同阿辉交换了躯体，也同时拥有了阿辉的思想。而更让人意想不到的是，阿文居然发现自己深深的爱上了莎伦。©豆瓣",
    "director": ["阮世生"],
    "actor": ["张家辉", "李嘉欣", "吴启华", "孙佳君"]
  },
  {
    "name": "幽灵情书",
    "year": "2001",
    "id": "1480013",
    "type": ["恐怖", "爱情"],
    "rate": 6.4,
    "story": "阿伦（冯德伦 饰）与朋友们在沙滩上举行篝火派对，为了助兴，几人轮流讲起了鬼故事。正当大家玩兴正酣之时，一位神秘的女子突然现身，阿伦认出此人正是自己曾经暗恋的中学同学小月（陈文媛 饰），然而，当阿伦联系到小月的朋友想要寻找小月之时，却得知小月早已经死去了，阿伦所看到的，系小月的鬼魂。\n小月的遗愿是将她的骨灰交给阿伦保管，可是，粗心的阿伦摔破了骨灰盒，导致小月无法投胎转世，成为了孤魂野鬼。小月告诉阿伦，在三天之内，阿伦必须按照她的要求帮助其投胎转世，否则阿伦和他的朋友们都会有生命危险。在如此短暂的时间内，阿伦能够完成任务吗？©豆瓣",
    "director": ["劳剑华"],
    "actor": ["冯德伦", "陈文媛", "曾国祥"]
  },
  {
    "name": "情迷猪骨煲",
    "year": "2001",
    "id": "1949653",
    "type": [],
    "rate": 0,
    "story": "",
    "director": ["叶伟英"],
    "actor": ["关宝慧", "苏志威", "黎耀祥", "颜仟汶"]
  },
  {
    "name": "女人那话儿",
    "year": "2000",
    "id": "1308712",
    "type": ["纪录片"],
    "rate": 7.3,
    "story": "女导演黄真真以纪录片的形式展现香港现代女性的人生观、价值观、尤其是对性爱的心得体会，通过对不同的女性人群，包括性工作者、专职太太、情妇、女演员、艳星、女导演、女同性恋、女中学生等人的访问与跟踪拍摄，深刻地描绘了进入21世纪后香港女性对自己的重新定位、对女性价值的重新探讨与对两性关系的再认识。具有深刻的揭示意义，也引起大众的深思。而且相当部分的镜头是真实情境，譬如性工作者提供性服务的全过程，因而也被香港定为三级片......©豆瓣",
    "director": ["黄真真"],
    "actor": ["许鞍华", "邵音音", "周美凤", "唐丽球"]
  },
  {
    "name": "别恋",
    "year": "2001",
    "id": "1308943",
    "type": ["爱情"],
    "rate": 6.9,
    "story": "Rick（林峰 饰）是一个年轻有为的建筑师，他的创作屡获赏识。对于爱情，他抱持游戏态度。直到一天，被车撞倒的他在天翻地覆中看见了巴士身上关于新进女作家洛静儿（李彩桦 饰）的海报，朦胧间想起了些什么，最终失去了知觉。\nRick康复后，不明所以地去接近洛静儿，他发现只有靠近她，他的灵感才能源源不断。而洛静儿正为旧楼被拆迁而振臂高呼。Rick搬进洛静儿居住的大厦，虽然为了工作，但二人不可避免地互相吸引。\n他们相爱了。不过，其实这并不是他们第一次恋爱……©豆瓣",
    "director": ["麦兆辉"],
    "actor": ["林峯", "李彩桦", "张达明", "钟丽淇"]
  },
  {
    "name": "男歌女唱",
    "year": "2001",
    "id": "1300287",
    "type": ["喜剧"],
    "rate": 7.1,
    "story": "公司女白领朱维德（梅艳芳 饰）有个阳刚的名字，可是她的为人却胆小怕事，每日最大的人生目标就是节省那一角几毛。这样的人在公司肯定不受欢迎，不仅男同事，就连女同胞们都对她无甚好感，因此维德在公司的人缘可以说是糟糕透顶。与维德正好相反的是公司的办公室助理阿King（黄子华 饰），他自信心爆炸，对自己的演唱水平十分满意，自称“K歌之王”。一次，维德遭到同事们整蛊，莫名其妙的竟然在一个歌唱比赛中进入了决赛，事已至此维德已不能选择退出。但是胆小的维德天生便不敢再众人面前献唱，在人前唱歌她会异常紧张，以至喉咙肌肉抽搐不能发声。为了不要在决赛中出丑，维德找到了阿King，希望他能帮助自己解决问题。维德许诺了好处，阿King自然乐意帮忙，然而，维德胆小的程度却远远超出了他的想象，阿King最终能否帮助维德顺利过关？©豆瓣",
    "director": ["邹凯光"],
    "actor": ["梅艳芳", "黄子华", "钱嘉乐", "许绍雄"]
  },
  {
    "name": "拳神",
    "year": "2001",
    "id": "1308331",
    "type": ["动作", "科幻"],
    "rate": 5.2,
    "story": "政府研发了一项秘密武器——拳神手套，它能够激活人类大脑中那未被使用的百分之九十部分，从而使使用者爆发超人的能量，十分危险，警察战廿一（张耀扬 饰）成为了手套的首批试用者中的一份子，然而，他的内心不满自己沦为政府操纵的木偶，于是偷走了手套，并且销毁了和手套相关的一切资料。\n阿风（元彪 饰）和Dark（郑伊健 饰）企图阻止战廿一的阴谋，最终，阿风和战廿一以及拳神手套均失去了踪迹。一晃眼数年过去，战廿一重出江湖，被洗脑的阿风则成为了他的帮手助纣为虐，战廿一企图利用拳神手套的威力统治世界，却遭到了阿虎（王力宏 饰）和铁男（冯德伦 饰）等人的阻挠，两帮人就此结下梁子。©豆瓣",
    "director": ["元奎", "刘伟强"],
    "actor": ["王力宏", "梁咏琪", "冯德伦", "杨恭如"]
  },
  {
    "name": "困兽",
    "year": "2001",
    "id": "1917655",
    "type": ["剧情", "动作", "犯罪"],
    "rate": 6.8,
    "story": "三个暴窃贼阴差阳错遇上警队，更错乱辗毙一警。为求脱身，三人走入一酒吧，却发现店内其一人质竟就是警方原要追捕的重犯。此时警方已把酒吧重重包围，决定进行强攻……",
    "director": ["麦子善"],
    "actor": ["张智霖", "王敏德", "钟镇涛", "雷宇扬"]
  },
  {
    "name": "2002",
    "year": "2001",
    "id": "1298065",
    "type": ["恐怖", "爱情", "喜剧"],
    "rate": 6.7,
    "story": "警方设立一个名为“2002”的部门，专门对付祸害人间的游魂野鬼。部门内潮（谢霆锋 饰）是拥有阴阳眼的人类，Sam（李灿森 饰）则是个鬼魂，整个部门便由这一人一鬼组成。期间他们遇到了形形式式的加害人类的鬼魂，并一一收复了。后来潮受死去的四婆所托，帮忙照顾住院中的孙女Rain（李彩桦 饰）。潮爱上了医院中的一名护士。但他要专心于Sam一起对付水鬼，这场争斗将决定他们的生死。©豆瓣",
    "director": ["叶伟信"],
    "actor": ["谢霆锋", "冯德伦", "罗家英", "李彩桦"]
  },
  {
    "name": "麦兜故事",
    "year": "2001",
    "id": "1302476",
    "type": ["剧情", "喜剧", "动画"],
    "rate": 8.5,
    "story": "麦兜，一个长得不帅，头脑平平的小朋友。和妈妈麦太太，在香港一个叫大角咀的地方过着并不富裕却很快乐的生活。从麦兜带着妈妈的期望来到世界那一刻开始，他的脑海中一直飘满七彩幻想的泡泡。那个蓝天白云，椰林树影，水清沙白的童年的马尔代夫，那充满诱惑的圣诞火鸡的浓香，还有那个关于“抢包山”的奥运金牌的梦想，让麦兜平凡着他的平凡，却幸福着他的幸福。麦兜，和春田花花幼儿园的小朋友们一起，陪着我们，简单的在爱的呵护下慢慢长大。©豆瓣",
    "director": ["袁建滔"],
    "actor": ["李晋纬", "林海峰", "吴君如", "黄秋生"]
  },
  {
    "name": "爱君如梦",
    "year": "2001",
    "id": "1304989",
    "type": ["爱情"],
    "rate": 6.7,
    "story": "阿华（刘德华）是社交舞教师，他舞台上温文尔雅似君子，生活中却是十足的刻薄小人，跳舞对他渐成发家致富的手段，而无其它层面上的意义。阿金（吴君如）是舞会公司普通女侍应，因自知条件平常，虽过着繁忙劳碌的生活却并无怨言。\n阿华在某名媛舞会上以翩翩风度搭上了名媛Tina（梅艳芳），同时，他的潇洒帅气也吸引了同在舞会上的阿金的目光。翌日，阿金来到阿华任教的 “舞之林”学跳舞，却被阿华当作“肥羊”趁机骗财，阿金虽知他的心思，却也甘心上当，直到一片真心遭遇侮辱才羞怒而去，而此时的阿华，其实已在不知不觉间爱上了这个倔强痴情女子。©豆瓣",
    "director": ["刘伟强"],
    "actor": ["刘德华", "梅艳芳", "吴君如", "陈冠希"]
  },
  {
    "name": "暗战2",
    "year": "2001",
    "id": "1308120",
    "type": ["犯罪", "动作"],
    "rate": 6.6,
    "story": "高级督察何尚生（刘青云）被劫持人质的劫匪伊健（郑伊健）点名到案发现场进行谈判，眼见伊健在现场的嚣张，何尚生斗意昂扬欲将其拿下，但被其逃脱。挫败激起何尚生的战意和好奇心，开始同伊健玩起“取赎金的游戏”来。\n何尚生收到伊健寄来的数件艺术品的残骸，在国际刑警Ruby（黄卓玲）的帮助下发现被破坏艺术品均在同一间国际级保险公司承保，猜想伊健意图勒索该保险公司，遂前往展开调查，而此时伊健恰好致电该公司高层Teresa（林熙蕾）勒索一千万，尚生即刻接手案件，却发现事情远非想象的那么简单。©豆瓣",
    "director": ["杜琪峰", "罗永昌"],
    "actor": ["郑伊健", "刘青云", "林熙蕾", "许绍雄"]
  }
]
