[
  {
    "name": "互动杀人事件",
    "year": "2002",
    "id": "1308381",
    "type": ["惊悚"],
    "rate": 7,
    "story": "乐坛天后ANNA被神秘人绑架，名为JASH的绑匪竟将虐待ANNA片断上网，全城议论纷纷，但JASH并无进一步行动，令警方无从入手，特别行动组长ROY(王合喜饰演)备受压力。\n事发一星期后，JASH终于接触警方，目的并非巨额赎金，茅头竟直指一名退役督察倪武(许志安饰)，离开警队多时的倪武，以往专门调查绑架大案及心理变态罪犯。调查这件案时，武发现ANNA被绑当日有一自称拥有超感力量的女子SHANA(张燊悦饰)，打电话到电台灵幻节目向ANNA发出警告，之后又再致电，预言喜剧天王林欢及怒火刑警西将被绑架……\n就在全城警方追纵JASH及处理三个失踪个案时，武失去SHANA的消息，到底谁是主谋？为何策划这个行动？",
    "director": ["邓衍成"],
    "actor": ["许志安", "张燊悦", "王合喜", "李炜尚"]
  },
  {
    "name": "我爱夏日长",
    "year": "2002",
    "id": "1304192",
    "type": ["剧情"],
    "rate": 6.6,
    "story": "一次偶然中，志恒（黎耀祥 饰）结识了名叫雯雯（吴文忻 饰）的女子，一个玩笑般的诺言让他们踏上了前往泰国的旅途。心高气傲的雯雯刚到异国就给了志恒一个下马威，遭到愚弄又被诈去了大部分旅费的志恒决心报复，他假装追求雯雯，打算在得手之后将其抛弃，而雯雯则勇敢接受了他的挑战。\n一场车祸让雯雯受了惊，志恒展现温柔一面，两人借着酒意发生了亲密关系，酒醒之后，又羞又恼的雯雯和志恒彻底反目。旅行结束之后，志恒发现自己竟然真的爱上了雯雯，之后，他又从雯雯的好友处得知雯雯换上了绝症，他决定再也不隐藏心中的感情，他找到了雯雯，但却遭到了拒绝。©豆瓣",
    "director": ["叶伟英"],
    "actor": ["黎耀祥", "吴文忻", "张豪龙"]
  },
  {
    "name": "无限复活",
    "year": "2002",
    "id": "1305386",
    "type": ["剧情", "奇幻", "爱情"],
    "rate": 7,
    "story": "李伯仁（郑伊健 饰）是澳门赌场的服务生，由于他技巧高超，所以两年来他的桌子一直赢钱，从未输过。不过，伯仁不甘心做一个小喽啰，希望能有朝一日去赌城拉斯维加斯风光。可是，当他把这个梦想告诉同伴，却遭到对方一阵奚落。偏偏此时，他又被女友抛弃，走投无路之际，他要同伴将保险箱的钱借给他做赌资，同伴开始并不同意，后被他慷慨激昂的演说打动，铤而走险。他们来到赌城，手风很顺，可到了终盘，却被一个长发男子击败。心灰意冷的伯仁接连遭遇不测。一场车祸后，伯仁在医院醒来，此时他见到了负责此案调查的美丽女干探提娜（张柏芝 饰）。在交往中，伯仁揭穿了提娜男友真面目，导致二人分手。与此同时，他们的命运竟然也因红番回头石而发生了翻转……©豆瓣",
    "director": ["刘镇伟"],
    "actor": ["郑伊健", "张柏芝", "关继威", "活丽明"]
  },
  {
    "name": "二人三足",
    "year": "2002",
    "id": "1306657",
    "type": ["剧情", "喜剧"],
    "rate": 6.8,
    "story": "阮绩智（张家辉 饰）是一位业界小有名气的编剧，刚刚夺得了最佳编剧奖，前途一片光明。事业丰收的他在情场上亦十分得意，女友雯雯（车婉婉 饰）美丽可人，两人之间感情十分要好。就在阮绩智踏上人生巅峰之时，一场突如其来的车祸让他顿时跌落谷底，他不仅失去了工作和女友，还失去了一条腿。\n在阮绩智最失意的时刻，是温柔的护士辛迪（朱茵 饰）不离不弃的陪伴在他的身边，随着时间的推移，两个性格和经历大相径庭的人，最终走到了一起。然而，他们所要面对的前路却并不平坦，接连发生的意外和挫折让两人不禁开始怀疑，自己是否做出了正确的选择，真爱之下，一对有情人能否走到最后？©豆瓣",
    "director": ["赵崇基"],
    "actor": ["车婉婉", "张家辉", "朱茵", "罗兰"]
  },
  {
    "name": "怪兽学园",
    "year": "2002",
    "id": "1302389",
    "type": ["动作", "喜剧"],
    "rate": 5.1,
    "story": "警员哪吒（李璨深 饰）受命假扮患有重疾女学生潜入一所女校调查江湖老大姐的案件，却无意间发现了黑帮的活动。同僚二郎神（黄秋生 饰）后来加入增援，却爱上了校内的老师，并发现了在这个老师身上的蛛丝马迹。哪吒也喜欢上了一位个性孤僻的女孩唐糖（钟欣桐 饰），是个缺少家庭温暖的女孩，有一个做贼的爸爸，更看穿了哪吒并不是女孩。\n两人在校内调查的过程中，都对各有嫌疑的人发生了感情，并且又好像感受到了校园了的乐趣，无奈他们还是要继续查案，最后又能否把案件圆满解决呢？©豆瓣",
    "director": ["张志成"],
    "actor": ["林雪", "李灿森", "钟欣潼", "黄秋生"]
  },
  {
    "name": "丰胸秘Cup",
    "year": "2002",
    "id": "1302278",
    "type": ["喜剧"],
    "rate": 5.3,
    "story": "马里奥（吴镇宇 饰）每天活得浑浑噩噩毫无斗志，一次偶然中，公司新人小雪（李嘉欣 饰）的出现吸引了他的目光，他与老板发哥（邹凯光 饰）打赌说自己能够在三天之内将小雪追到手。为了在博弈中获胜，马里奥欺骗小雪说自己患上了不治之症，而单纯善良的小雪果真渐渐落入了马里奥所设计的圈套之中。\n小雪的父亲陈伯（黄一飞 饰）是一名经验丰富的医生，小雪将治愈马里奥的希望寄托在了父亲的身上。经过陈伯的研究和调查，马里奥的骗局被拆穿了，除此之外，他还发现发哥公司所贩售的丰胸药有着致癌的危险。得知真相的小雪感到十分手上，一个复仇的计划在她的心中诞生了。©豆瓣",
    "director": ["叶伟民"],
    "actor": ["吴镇宇", "李嘉欣", "吴彦祖", "谭小环"]
  },
  {
    "name": "阴阳路十三之花鬼",
    "year": "2002",
    "id": "1479895",
    "type": ["剧情", "恐怖"],
    "rate": 4.8,
    "story": "豪的父亲在泰国经营大象场及兰花场，美和力两兄妹替豪父工作。豪迷恋美，向她施暴，美反抗被豪错手杀死。豪将美埋尸毁灭证据，然后回香港暂避。毕基等四人兴之所至，往泰国一游。众人租艇出海，毕基遇溺，遇见美之冤魂。美之魂魄附于金链上跟毕基回港，向豪现身，豪向毕太求助。毕太把她收复，但因力向她求情，毕太将美魂魄放出，但冤魂复仇害人有违天理，毕太甚感为难…",
    "director": ["陈耀明"],
    "actor": ["罗兰", "王合喜", "陈颖妍", "张豪龙"]
  },
  {
    "name": "致命性骚扰",
    "year": "2002",
    "id": "1305985",
    "type": ["惊悚"],
    "rate": 4.7,
    "story": "一场性骚扰案件引发办公室的政治风波，一次调查事件揭露两名高层人员的明争暗斗，金钱、名利、肉欲导致另两宗的杀人事件发生。\n公司职员Amy（齐沚瑶饰）一天持水果刀伤了高层职员卓（陶大宇饰），卓以为公司会报警处理，却未料自己竟被反控强奸。公司为了避免事情张扬，导致与另一公司的合并事件触礁，因此暂把事情低调处理。公司委派公司的法律顾问Joe（方中信饰）前来调查，成功替卓洗脱了罪名。却未料，Joe在看似风平浪静的时局下，早已不知不觉陷入了一个更大的圈套。©豆瓣",
    "director": ["邓衍成"],
    "actor": ["陶大宇", "方中信", "张文慈", "齐沚瑶"]
  },
  {
    "name": "一蚊鸡保镖",
    "year": "2002",
    "id": "1421928",
    "type": ["喜剧"],
    "rate": 6.9,
    "story": "帮帮（黄子华 饰）是屯门的“土著”，长这么大了他还从来没有离开过屯门，对外面的世界充满恐惧。帮帮一直寄居在姐姐家里，整日游手好闲、不务正业，期望有朝一日能找到一条发财妙计。一日，帮帮遇上了丑女士碌架（郭羡妮 饰），对她产生了好感，于是决心为了她而改变；而士碌架因为帮帮的侧面极像她已经离世的父亲，对他亦心生好感。两人越走越近。\n一次帮帮偶然发现了一个色魔在企图侮辱一名少女，惊慌之下大喊救命经色魔吓跑救回了少女。一个发财妙计在帮帮的脑中产生，那就是每次收取独自回家的少女8到10元不等，充当她们的临时保镖。在士碌架的渲染下，“屯门有色魔”这件事很快传遍了街坊，一时间人人人自危，于是帮帮的生意开始火爆起来。眼看发财在即，两人都十分开心，可是，好景不长……©豆瓣",
    "director": ["黄子华", "邝文伟"],
    "actor": ["黄子华", "郭羡妮", "木星", "黄秋生"]
  },
  {
    "name": "嫁个有钱人",
    "year": "2002",
    "id": "1305713",
    "type": ["喜剧", "剧情", "爱情"],
    "rate": 5.9,
    "story": "阿Mi（郑秀文饰）的爸爸开了一间小小的煤气店，所以她需要帮助父亲打理生意，每天都要扛着重重煤气罐送货。看着流星滑过，许愿能嫁个有钱人，突然从天上掉下来一本叫《玻璃鞋》的书。原本并不富裕的阿Mi决定乘坐头等机舱希望能在飞往米兰的时候遇上有钱男子，遇到了学识渊博的富家子弟阿诞（任贤齐饰），两人在米兰共渡了一段浪漫时光，可是阿诞突然就失踪了。\n阿Mi很不甘心，决定要把阿诞找回来。阿Mi感到沮丧的时候，她的一个老朋友如今是城中的钻石王老五，并且找回阿Mi是决定跟她求婚的，可是阿Mi已经爱上了偶遇的阿诞。\n但她却不知道，其实阿诞也有不可告人的秘密。©豆瓣",
    "director": ["谷德昭"],
    "actor": ["郑秀文", "任贤齐", "林海峰", "胡枫"]
  },
  {
    "name": "呖咕呖咕新年财",
    "year": "2002",
    "id": "1306133",
    "type": ["喜剧"],
    "rate": 6.5,
    "story": "德华（刘德华饰）喜欢打牌，以打牌为生的他出名好牌技好牌品，与他相恋多年的咏琪（梁咏琪饰）因为牌品差，始终没能与德华结为连理，令她顿足。德华的弟弟天乐（古天乐饰）知道哥哥要以打牌为生养活患有痴呆症的母亲和正在读书的自己，决定跟青云（刘青云饰）打牌比试，谁知连连落败。\n一次牌局中，咏琪不甘被德华以牌品的问题多次推搪婚约，便咀咒他从此“一世摸烂牌”，跟着同样拜师不成的青云离开了。\n咀咒真的灵验了，使德华家道中落，但一向乐观的他深信自己的“好朋友”会回来的。在弟弟公司举行的麻将大赛中一路稳打稳扎，与青云再次对垒，最后能否获胜呢？©豆瓣",
    "director": ["杜琪峰", "韦家辉"],
    "actor": ["刘德华", "刘青云", "古天乐", "梁咏琪"]
  },
  {
    "name": "天下无双",
    "year": "2002",
    "id": "1307323",
    "type": ["喜剧", "爱情", "古装"],
    "rate": 7.1,
    "story": "正德皇帝（张震）与其御妹无双（王菲）均厌倦了皇宫的单调生活，想偷偷溜出宫去看看外面的世界。无双女扮男装先行一步来到江南的梅龙镇，结识在此开店的阿龙（梁朝伟）阿凤（赵薇）兄妹后被阿龙喜欢上，她也爱上了阿龙。\n无双身份暴露被带回皇宫时，正德皇帝微服来到梅龙镇，并在阿凤遭遇歹徒挑衅时拔刀相助，两人结识后经过一段日子相处产生感情。因无法忍受对阿龙的思念，无双再次从宫里逃回梅龙镇，四人在店中相会，并在误会尽除后私定终生，不料遭到太后的阻拦。©豆瓣",
    "director": ["刘镇伟"],
    "actor": ["梁朝伟", "王菲", "赵薇", "张震"]
  },
  {
    "name": "跌打婆与辣妹",
    "year": "2002",
    "id": "24868487",
    "type": [],
    "rate": 0,
    "story": "《跌打婆与辣妹》是由叶童、钟镇涛主演的一部香港影片。\n四个问题少女，包括任性的翠儿、豪迈的Mark姐、傻气的Visa和烂赌的Showhand。翠儿已故之父亲乃江湖中人，而翠儿情倾古惑仔文青，母华姐开跌打医馆，母女相依为命。华姐为人乐观，风韵犹存，甚得客人倾慕，尤以何Sir及江湖大佬汉哥为表表者，两正邪对立。\n华姐对翠儿比较开明，藉生日机会，邀翠儿朋友一起庆祝，实乘机了解翠儿交友之状况，翠隐瞒与文青之关系，并要Visa 扮作文青女朋友，弄得啼笑皆非，但各人沟通融洽愉快，关系得以暪天过海。\n可惜，因Showhand的一次豪赌输钱闯祸，被大耳窿挟持迫令提款赎人，时Visa正被父亲经济封锁，Mark姐、翠儿等人无计可施。文青唯有冒险动用公款先救人，后挺罪。事后大佬Philip不但将文青毒打教训一顿，还迫文青带运毒品还债赎罪。带货当日，文青为逃避差人之截查而遇上交通意外，重伤入院，事后翠儿得悉文青出事，联合Mark姐、Visa及Showhand找Philip理论，却反被迫拍下祼照要挟各人依期还钱，四女此知祸根深种。\n《跌打婆与辣妹》\n自此，Philip常打电话骚扰各人，四女各怀心事，Visa父终发现Visa 有异。一向怕事的Visa被迫将事和盘托出，父大怒，带女往医馆找华姐理论。翠儿不甘母被责，挺身解释事出于帮朋友，并未行差踏错，华姐亦说出一番为人父母之感受，Visa父深表认同，全托付华姐处理，华姐邀何Sir 帮忙，联同翠儿、Mark姐、Visa及Showhand设下陷阱，里应外合，引Philip 入局迫其展现凶相。",
    "director": ["周振荣"],
    "actor": ["叶童", "黄子扬", "张豪龙"]
  },
  {
    "name": "新扎师妹",
    "year": "2002",
    "id": "1308655",
    "type": ["喜剧", "爱情"],
    "rate": 7.7,
    "story": "方丽娟（杨千嬅饰）一直想成为一名警察，几经失败才考近了警校。虽然她在警校中刻苦学习，可是她天生并不是当警察的料，成绩不理想以外还常常笑料百出。毕业后，被调配到失物认领处工作，令她心里很不是滋味。\n刚好重案组在计划一宗缉拿黑帮的案子中需要一名生面孔的卧底，丽娟误打误撞被任命执行这次的任务。行动的过程中，她与黑帮老大区海文（吴彦祖饰）结缘，刚开始海文觉得丽娟的身世可怜，打算给予帮助。谁料两人后来互生爱意，阿祖百般体贴，令方丽娟觉得左右为难，没想到自己假戏真做了，方丽娟最后选择了什么样的决定呢？©豆瓣",
    "director": ["马伟豪"],
    "actor": ["杨千嬅", "吴彦祖", "许绍雄", "黄浩然"]
  },
  {
    "name": "风流家族",
    "year": "2002",
    "id": "1305471",
    "type": ["喜剧", "爱情"],
    "rate": 5.3,
    "story": "香世仁（钟镇涛 饰）是家财万贯的香港富豪，在满足了一切物质上的要求后，他将生活的重心放在了儿子港生（张家辉 饰）的身上。他希望儿子能够觅得良人，走入一段幸福如意的婚姻之中。\n港生明白父亲的一片苦心，于是开始和自己门当户对的嘉嘉（卢巧音 饰），哪知道父亲对两人的这段感情却采取了极力反对的态度，原来，嘉嘉竟是香世仁的私生女，和港生是同父异母的兄妹。失意的港生放弃了嘉嘉，邂逅了名为萨布琳娜的美丽姑娘，两人再度坠入了情网。哪知道，萨布琳娜竟然也是年轻时风流成性的香世仁的私生女。连续遭受了两次打击的港生渐渐变得疯疯癫癫起来。©豆瓣",
    "director": ["邱礼涛"],
    "actor": ["张家辉", "卢巧音", "叶童", "钟镇涛"]
  },
  {
    "name": "男人四十",
    "year": "2002",
    "id": "1304530",
    "type": ["剧情"],
    "rate": 8,
    "story": "人到四十的香港某中学国文教师林耀国（张学友）是业已消失的“好好先生”。念书时是学校里有名才子的他，如今面对飞黄腾达、闲来便会打打高尔夫球的昔日同窗，只收获了一份难言的失落，但在他的“坏学生”胡彩蓝（林嘉欣）眼中，他却是有内涵的成熟魅力男。\n胡彩蓝身上有几分林耀国妻子文靖 （梅艳芳）当年的影子，她的大胆示爱令林耀国勾起一段深埋在心底的往事，触动心中伤痛，当年的浪漫诗意梦想渐渐只能压在箱底，而选择承担下的本不属他的责任却一背背了二十年。外加其它突如其来的事，一时令他无所适从，然而他却必须作出选择。©豆瓣",
    "director": ["许鞍华"],
    "actor": ["张学友", "梅艳芳", "林嘉欣", "庹宗华"]
  },
  {
    "name": "想飞",
    "year": "2002",
    "id": "1306916",
    "type": ["爱情", "科幻"],
    "rate": 6.7,
    "story": "任职于网络公司的Joker（吴彦祖 饰）与孩子气的弟弟Kid（陈冠希 饰）及父亲（黄秋生 饰）居住在一起。Joker正在为公司设计Cyber girl，却一直没有灵感。\n一晚，他在酒吧中偶遇了做酒保的Ling（李心洁 饰），误吃了摇头丸的Joker看到了Ling打架的情况，就认定了Ling是他想要的Cyber girl——Princess D。与弟弟Kid一起游说Ling做他们的模特儿制作Princess D。\nLing表面上是一个坏女孩，但实际上她肩负了照顾家庭的重担。父亲入狱，她照顾精神恍惚的母亲、不务正业的弟弟，还要为父亲欠下的巨款还债。Ling总是想自己有一天能够逃离这些残酷的现实，成为Joker的模特儿后她感觉自己的梦越走越进了。Joker恍恍惚惚间也跟Ling发生了感情，无奈Ling并不想连累Joker，就在Princess D正式面世的时候，Ling却不见了……©豆瓣",
    "director": ["张艾嘉", "袁锦麟"],
    "actor": ["李心洁", "吴彦祖", "陈冠希", "黄秋生"]
  },
  {
    "name": "恋爱行星",
    "year": "2002",
    "id": "1307706",
    "type": ["剧情", "爱情", "奇幻"],
    "rate": 6.9,
    "story": "热爱音乐的高风（谢霆锋 饰）理想是当一名音乐家，年幼时父亲离世，因为过度伤心而大病一场，康复后便就此失去了听觉。他一下子变得孤僻起来。后来他邂逅了喜欢跳舞的陈静（林嘉欣 饰），陈静性格开朗，对生活充满了憧憬。但好景不长，陈静因为车祸死去了。但七天后她就要参加一场舞蹈比赛的决赛，她希望可以借高风的身体让自己的灵魂寄居，让她可以参加比赛，高风答应了、高风也因为把身体借给了陈静，再次听到了音乐，却不肯弹奏音乐。鬼差要把陈静带走，高风誓死挽回。决赛当晚，静出场跳舞时由于体力不支倒下了，高风决定为她弹奏曲目……©豆瓣",
    "director": ["林超贤"],
    "actor": ["谢霆锋", "林嘉欣", "卢巧音", "陈奕迅"]
  },
  {
    "name": "卫斯理蓝血人",
    "year": "2002",
    "id": "1306983",
    "type": ["动作", "爱情", "科幻"],
    "rate": 5.3,
    "story": "卫斯理（刘德华）是联合国外星生物分析局的特别成员，负责处理地球上一切和外星生物有关的事件。某次在古董店参观一块奇异的蓝色“人骨”时，卫斯理遇到少时曾有过一面之缘的、外表看来和一般美女无异的、血液是蓝色的外星人方天涯（关芝琳），当他想将其留住时，方天涯消失了。\n古董店附近 发生了一宗外星生物突袭事件，美国隶属FBI的外星生物调查机构接到上级命令，派出队中精英白素（舒淇）和白奇伟（张耀扬）兄妹领队到现场调查，众人与具有A级战斗力的外星生物展开交战。闻得风声的卫斯理也前来助阵，无奈不敌强大的敌手身受重伤，方天涯及时现身以奇异力量救出卫斯理，两人就此开始一段离奇情缘。©豆瓣",
    "director": ["刘伟强"],
    "actor": ["刘德华", "关之琳", "舒淇", "Thomas James Hudak Jr."]
  },
  {
    "name": "异度空间",
    "year": "2002",
    "id": "1303184",
    "type": ["剧情", "恐怖"],
    "rate": 7.4,
    "story": "章昕（林嘉欣 饰）得知房东的妻儿死于泥石流后，总会看见她们的鬼魂，令男友无法忍受折磨离她而去，无奈之下，她求助于心理医师阿占（张国荣 饰）。阿占清楚知道章昕所见不过是因长久孤闭所生幻觉，开始竭尽全能帮助她，终使其慢慢脱离了种种恐怖的意想。两人在这一过程中渐渐生出感情。\n当置身阿占的生活空间时，章昕发现阿占有诸多怪异举动，调查过后，发现他患有严重的精神分裂，一到晚上某时即被幻象所困痛不欲生。为了让爱人回归正常，章昕决定帮助他赶走心里的魔障。©豆瓣",
    "director": ["罗志良"],
    "actor": ["张国荣", "林嘉欣", "李子雄", "周嘉玲"]
  },
  {
    "name": "不寒而栗",
    "year": "2002",
    "id": "26336246",
    "type": ["剧情"],
    "rate": 0,
    "story": "三个女孩因公司安排可以一起去旅行，她们很开心的来到目的地的小岛上，谁也没有想到会有一连串的令人战栗的杀人事件……",
    "director": ["周振荣"],
    "actor": ["钟镇涛", "翁虹", "周嘉玲", "齐沚瑶"]
  },
  {
    "name": "香港有个好莱坞",
    "year": "2001",
    "id": "1304676",
    "type": ["剧情"],
    "rate": 7.3,
    "story": "这里可能是香港最后的一条穷街陋巷了，在特区政府的城建计划里，这里也很快会被高楼大厦所覆盖。故事就发生在这里--大磡村。村民朱家父子开着一个烧腊店，过着简单的生活。但是一名大陆女子的出现，扰乱了他们原本平静的生活。\n这个活泼俏丽的女子名叫东东（周迅饰），她就住在朱家的后面，一个号称“香港好莱坞”的豪华公寓里,她是，不仅与朱家天真无邪的小儿子阿细结成忘年之交，也勾起爸爸（陈英明饰）与哥哥阿明（何世文饰）禁锢已久的男性情欲，三父子平淡的感情生活掀起了巨浪。令朱家父子更想不到的是，因为这位女子带来的风波，再加上特区政府的重建计划，他们要无奈地被迫离开这个生活了半个世纪的家——大磡村......©豆瓣",
    "director": ["陈果"],
    "actor": ["周迅", "陈英明", "黄又南", "何世文"]
  },
  {
    "name": "非常凶姐",
    "year": "2002",
    "id": "1303013",
    "type": ["喜剧", "恐怖", "惊悚"],
    "rate": 5.3,
    "story": "马小强（李灿森 饰）是一个整日和朋友鬼混，流连于欢场之中的花花公子。一次偶然中，他在夜店邂逅了名为苹果（李珊珊 饰）的女孩，两人一见钟情，当晚便打得火热。第二天，马小强才知道，原来苹果的父亲，竟然是黑社会老大九纹龙（陈惠敏 饰）。苹果带着马小强见了自己的父亲，九纹龙要马小强以性命担保，不会辜负女儿。\n虽然马小强的内心已经退缩了，但碍于九纹龙的淫威，他只得按捺下内心的骚动，老老实实的和苹果处对象。可就在这个节骨眼上，一个名叫由丽（春日井静奈 饰）的日本空姐搬到了马小强的隔壁，性感美艳的她天天对马小强投怀送抱。©豆瓣",
    "director": ["梁德森"],
    "actor": ["李燦森", "李珊珊", "黎耀祥", "春日井静奈"]
  },
  {
    "name": "干柴烈火",
    "year": "2002",
    "id": "1303674",
    "type": ["喜剧", "剧情", "爱情"],
    "rate": 6.5,
    "story": "Alice（杨千嬅 饰）虽然其貌不扬，但是心地善良，家中四代都是开设跌打馆，身为记者的她也精通中医术。因为她效力的杂志《淑女》，被《绅士》杂志收购了，继而她认识了该杂志的副主编Ryan（古天乐 饰）。Ryan看上去英俊潇洒，但实际上身体虚弱。两人刚开始有些误会，当误会冰释后两人成为了朋友。Alice也暗暗喜欢上了Ryan，毫不知情的Ryan告诉Alice自己对名作家Michelle（陈慧珊 饰）一见钟情。身为Michelle忠实读者的Alice开始帮助Ryan追求梦中情人，而Alice只好默默守在Rayn的身边……©豆瓣",
    "director": ["叶伟信"],
    "actor": ["古天乐", "杨千嬅", "陈慧珊", "曾雪华"]
  },
  {
    "name": "横行霸盗",
    "year": "2002",
    "id": "2979538",
    "type": ["动作"],
    "rate": 5.9,
    "story": "陈魁、杨坤、Rick和小雄组成一个专门从事械劫的犯罪团伙，其中小雄驾驶技术高超，他专门负责驾车接送；离职警察Rick因为身具专业知识，负责行动的策划；杨坤是退伍军人，性格火爆，专长是枪械和爆破；而陈魁表面其貌不扬，其实是个老江湖，在各地都有门路，在组织中有着微妙的制衡力量。四人的组合完美无瑕，每次行动均经过精密计算且动作迅速，不仅在香港做下无数大案，更将抢劫范围扩展至东南亚，警方对其一筹莫展，派出的卧底警员也屡屡遇害。坚硬的城堡总是在内部被攻破。一次在泰国的行动失手，还得罪了泰国黑道的老大金爷。四人开始貌合神离，陈魁处处自作主张、一意孤行的作法，引起了杨坤和Rick的不满，在与金爷火拼的过程中，杨坤将枪口转向了陈魁……",
    "director": ["陈会毅"],
    "actor": ["曾志伟", "任达华", "王敏德", "关翠珊"]
  },
  {
    "name": "赌神之神",
    "year": "2002",
    "id": "1306316",
    "type": ["剧情", "奇幻"],
    "rate": 5.6,
    "story": "与内地相比，香港经常会有专门的福音电影推出也算是一大特色。虽是福音团体投资专为宣扬神明，意图在于普渡众生，但却不是想象中的那种死板教条地大唱赞美诗的形式。最近两年推出的一些福音电影有着很高的艺术价值，仅以影片故事的题材类型而言，并不比同类影片拍得逊色，很多方面甚至还有超出，因为这些影片也是出自于专业电影人之手。本片便是又一部福音电影新作，这一次，故事中的主人公不再象《生命渣fit人》中的一样是古惑仔和不良少年，转而变成赌场上的赌神。\n赌神背后还有神:\n亚太赌王林在绍的一生极具传奇色彩。年轻时，林在绍就已经决心要做真正赌王、要借此发达。最终他的梦想成真，在一次亚洲赌王总决赛中，他以自己的变牌绝技赢得了比赛，成为亚洲赌王。\n林在绍因为拥有变牌的超人技能，因此百战百胜，但他的变牌术却原来是从魔鬼处获得。为继续讨得魔鬼欢心，林在绍由此变得六亲不认，甚至将妻儿赶走，为求一胜自己强忍孤单为。虽然有魔鬼相助，但他的胜利却也不是凭空得来，前提条件是他必须找另外一个灵魂替代自身。为此，他选择了荷官辉做自己的替身。但神秘的力量最终使他身欠巨债，压力之下他选择了自杀。这时，神将他救回，这时他意识到赌场如深渊，魔鬼的面目也尽现在他的眼前。 献身于神的忠实信徒潘家富:\n本片的导演潘家富是一个虔诚的教徒，同时也是一位很专业的影视编导。潘家富有14年电视台的工作经验，从助理编导、行政助理，晋升至导演，事业的连番起跌却没有改变他心中的事业目标，那就是入行磨练做编导拍摄的功夫，学成之后就拍福音电影。在信念的策励之下，参与创作的电视剧包括《广东十虎》、《纵横四海》、《我和僵尸有个约会》等很多为观众所熟悉的作品。直到去年，他才离开服务多年的亚洲电视，成为自由身导演。之后，他接拍的第一部影片就是福音电影《生命渣fit人》，由朱茵以及前Beyond乐队的成员黄贯中等人主演，影片上映之后受到广泛好评，有朱茵等明星主演，以及青少年犯罪这类社会关注的问题做卖点，影片的成绩并不算差。\n和《生命渣fit人》一样，本片也是改编自真人真事。影片于去年的7月份开镜，在香港和马来西亚两地拍摄完成，前后仅历时1个多月，后期制作则因资金等问题一直持续到今年的3月份才完成。据说在马来西亚拍摄时剧组得到了当地基督徒的大力赞助，为影片捐赠了大量的财物。而据导演自己称，在马来西亚的拍摄也受到了神灵的保佑，下雨的戏竟然不用人工造雨，因为天公做美，为拍摄提供了一场及时雨。莫非神对于自己的弟子真的会有所偏爱？ 王杰浪子回头:\n歌星王杰在加盟英皇娱乐公司之后，歌唱事业似乎没有多大起色，一度被谣传已被英皇雪藏。其实雪藏不雪藏对于一个已经有些显出老态的歌手来说都无关紧要，关键是要看以后的路怎么走，演戏也不失为一条可行的路子。早在1989年的时候，王杰已经和张雨生等人主演过朱延平导演的《七匹狼》，而后也有《战龙在野》等影片推出。尤其是在2000年，王杰一口气演出了《爱与诚》、《飙车之车神传说》等多部影片，令人感觉他似乎有意在电影事业做更进一部的发展，然而接下来的一年又有些令人失望，只拍摄了这一部影片。\n不知道王杰是不是一个基督徒，不过相信已经不远了。经历了本片中男主角的遭遇之后，他有理由相信这个世界上或许真的有神明可以保佑人，可以拯救人。不知是谁给王杰送了个浪子称号，可能是因为他的形象看起来比较散漫随意的原因。有心的观众可能还记得91年杜琪峰拍摄的《至尊无上Ⅱ之永霸天下》中，王杰演的亚洲第一快手阿杰也是个赌徒角色，惜风头全被刘德华盖过。真可惜当年王杰没有借自己在歌坛上的影响来开拓自己的表演事业，虽然现在浪子回头声称自己不计较主角配角，希望多拍点戏，但已经有些为时过晚。",
    "director": ["潘家富"],
    "actor": ["王杰", "杜汶泽", "李子雄", "陈松伶"]
  },
  {
    "name": "阴阳路十四之双鬼拍门",
    "year": "2002",
    "id": "1479896",
    "type": ["剧情", "恐怖"],
    "rate": 4.5,
    "story": "一天，神婆龙娣（罗兰 饰）收到了前男友毕加索寄来的结婚请帖，他和现任女友施丹即将携手步入婚礼的殿堂，邀请龙娣出席。曾经，龙娣和毕加索也是天造地设的一对璧人，可是毕加索怕鬼，无法接受龙娣的职业，两人以分手告终。毕加索的新女友是西洋玄学学会的会长，虽然她和龙娣表面上相处融洽，实际上少不了笑里藏刀。施丹想用法术来戏弄龙娣，却被后者识破未能得逞。\n一同出席的还有毕加索的好友克里斯丁，她私吞的公司的财产结果东窗事发，于是设计利用自杀来推卸责任，哪知道没有算好毒药的用量而一命呜呼。心存愤恨的她化身成为厉鬼，要报复所有她认识的人。©豆瓣",
    "director": ["叶伟英"],
    "actor": ["罗兰", "施明", "唐家辉", "张豪龙"]
  },
  {
    "name": "见鬼",
    "year": "2002",
    "id": "1296026",
    "type": ["剧情", "恐怖", "惊悚"],
    "rate": 7.2,
    "story": "自幼失明的黄嘉汶（李心洁 饰），接受了眼角膜移植手术，能看见周围的事物，但也因此陷入了无尽的烦恼。她发现，自己除了能看见正常的事物以外，还能看见别人看不见的鬼魂，严重干扰她的生活，嘉汶甚至宁愿自己从来没有看见过。\n同住一个病房的小女孩瑛瑛手术中去世，来向她告别，目送着瑛 瑛的离开，嘉汶因此明白了“阴阳眼”的好处：能够看到自己希望看到的人。当她终于平静下来，准备接受自己的“与众不同”时，却惊恐莫名地发现，她在镜子中看到的竟然不是自己，而是另外一个女人。\n在心理医生卢医生（周俊伟 饰）的帮助下，嘉汶找到了眼角膜捐赠者的资料，一个泰国华侨女子，二人到泰国寻找所有事情的答案，他们并不知道，更大的秘密和灾难，在前面等着他们……©豆瓣",
    "director": ["彭发", "彭顺"],
    "actor": ["李心洁", "周俊伟", "卢巧音", "Chutcha Rujinanon"]
  },
  {
    "name": "变脸迷情",
    "year": "2002",
    "id": "1301968",
    "type": ["动作", "犯罪", "剧情"],
    "rate": 5.6,
    "story": "阿军（林雪 饰）和阿郎（吴彦祖 饰）是一对相依为命的兄弟，尽管阿郎长了一张人人避之而不及的畸形面孔，可是在阿军的心里，他依然是那个独一无二的亲弟弟。为了讨生活，阿军和阿郎来到了香港，在那里，他们加入了黑道，成为了职业杀手。一次任务中，阿郎被负责监视目标的警察阿肯（冯德伦 饰）捉住，阿肯被阿郎的丑陋长相所震慑，将其放走了。\n阿军和阿郎的身份曝了光，对于组织来说，他们已经成为了无用之人，老大安排两人前往台湾去执行任务，然而，这将注定是一趟有去无回的旅程。老大的情妇温蒂（黎姿 饰）恳求阿郎帮她除掉老大，单纯的阿郎答应了温蒂的请求，然而，阿郎并不知道，这一切竟然是温蒂一手策划的阴谋。©豆瓣",
    "director": ["钟少雄"],
    "actor": ["吴彦祖", "黎姿", "冯德伦", "林雪"]
  },
  { "name": "偷窥无罪", "id": "3750513" },
  {
    "name": "杀手狂龙",
    "year": "2002",
    "id": "1306175",
    "type": ["动作"],
    "rate": 5.1,
    "story": "十多年前，退休警员孟金(洪金宝 饰)收养了阿芬(陈松伶 饰)、阿志(王合喜 饰)、阿伟(李炜尚 饰)、阿恩(卢淑仪 饰)和阿杰(唐家辉 饰)，五人皆是没人理会或家庭背境有问题的少年。金叔教授他们各种在警队里学到的知识和技巧，目的把他们训练成为出色的杀手。\n金叔还未退休时，眼看很多被自己拘捕的罪犯因证据不足或有人顶替认罪，而大摇大摆的从法院走出来。金叔心想既然现有法律不能惩罚那些人，只好由自己来充当罪犯的处刑者了。\n十多年后的今日，除了阿芬照顾孟金之一切生活之外，而阿志、阿伟、阿杰、阿恩四人，凭著学到的技能，展开了当杀手的生涯。金叔每次接任务都有一个条件，目标一定要是罪大恶极，或是为祸社会的人。所以每次当四个徒儿完成任务后，都有一种大快人心的感觉。\n一天， 金叔向四人宣布有一个新的任务，目标是一个做尽坏事的香港黑道名人。四人非常开心，因为可以重回到出生的地方──香港。金叔与四徒到达香港，阿志四人对香港的一切都感到十分新鲜。但这次任务却出了意外，金叔在会合的时间见不到四徒；四人就此流落在这个表面上是繁华十色，但却到处隐藏著乌烟瘴气、罪恶和阴暗的都市。他们遇到了很多不能明白、不能解决的事情；他们为了保护自己，甚至杀了不该杀的人。金叔此时才明白到，四个从小在岛上长大的徒儿，根本完全不懂分辨是非黑白和人际关系的技巧，他已不知不觉地训练出四个无知、无情、杀人不眨眼的杀人机器……\n金叔到处找回四徒儿，找到后，讨厌罪恶的金叔将会如何处置这四个自己一手训练出来、在香港市民的眼中是埋没人性的杀人狂？",
    "director": ["南燕"],
    "actor": ["洪金宝", "陈松伶", "王合喜", "卢淑仪"]
  },
  {
    "name": "当男人变成女人",
    "year": "2002",
    "id": "1300389",
    "type": ["喜剧"],
    "rate": 5.4,
    "story": "阿肯（郑伊健 饰）、阿飞（王敏德 饰）和阿波（张大明 饰）是三个典型的大男人，身为他们的女友，琪琪（瞿颖 饰）、露比（黄卓玲 饰）和西西（方子璇 饰）被各自男友的“屋外彩旗飘飘”伤透了心。一次意外中，三个男人被打入地狱，地狱使者（舒淇 饰）拿走了他们的命根子并告诉三人，他们必须在一个月内找到真爱并且让真爱说一声“我爱你”，否则三人就要一辈子做女人了。\n失去了命根子的三位损友十分焦急，在经历了身为女性的种种不便和痛苦后，三人对待女性的态度渐渐的改变了，也意识到了各自曾经的错误和不成熟。一个月的期限眼看就要到来，阿肯、阿飞和阿波能够挽回他们早已经心灰意冷的女友吗？©豆瓣",
    "director": ["刘伟强", "叶伟民"],
    "actor": ["郑伊健", "王敏德", "张达明", "瞿颖"]
  },
  {
    "name": "焚兽之都",
    "year": "2002",
    "id": "6849049",
    "type": ["犯罪", "悬疑", "惊悚"],
    "rate": 0,
    "story": "在这个村内不断发生有人离奇死亡的现象。而且死相十分恐怖，弄得人心惶惶。后来便有人怀疑。在一个森林内隐藏着一条千年巨蛇。一到夜间便出来吃人。村里人组织了一支由年亲力壮的男子组成的队伍去消减此蛇妖。但是都是有去无回。后来，刚巧一位法力高强的法师经过，他知道后决定除去此蛇为民除害。在一个恐怖阴森的夜晚。法师来到树林内，只见一条长足有几百米的大蛇迎面而来，法师临危不惧，使出生平除妖本领。与巨蛇进行一场生死血战。战斗过程艰难万分。因为这是一条修炼已久的蛇妖。其妖术也不可低估。虽然法师身受多处伤，但他依旧坚持。最后终于消减了它。\n本片描述了一部人蛇血战的惊险场面。内容精彩、刺激。是一部不可错过的好片啊！",
    "director": ["孔祥德"],
    "actor": ["原子鏸", "吕颂贤", "谈伟杰", "陈紫御"]
  },
  {
    "name": "一屋贪钱人",
    "year": "2002",
    "id": "1861580",
    "type": ["喜剧"],
    "rate": 0,
    "story": "苏氏一家四口视财如命，常常为钱互相算计，关系疏离。苏母（玛利亚饰）守财如命，长子苏金宝（黎耀祥饰）以赌逃避现实，次女苏柔美（陈松伶饰）常以美人计骗人钱财，幼子苏东坡（张豪龙饰）则沉沦毒海。一次，金宝无意中捡到内有千万现金的公事包，但遇上警员，被迫把钱包交上警局，如果六个月无人认领，则归金宝所有。虽然还有六个月时间，但众人已当他是千万富翁，茶餐厅主人（黄一飞饰）更将自己的餐厅交给金宝经营，一家人将茶餐厅搞得有声有色，大大改善了一家人之间的关系，六个月期满，却遇到了意外的状况……",
    "director": ["黄一飞"],
    "actor": ["陈松伶", "黎耀祥", "程东龙", "张豪"]
  },
  {
    "name": "猪扒大联盟",
    "year": "2002",
    "id": "1308616",
    "type": ["喜剧"],
    "rate": 6.1,
    "story": "电话公司里有四位全栋大厦闻名的“猪扒”：患罕见脱发症导致头发稀疏的阿Mo（李嘉欣 饰）、荷尔蒙过剩的保安主管苏眉（莫文蔚 饰）、脸上有大块恶心胎记的计算机部员工“态猫”（林熙蕾 饰）、哨牙蒙眼的秘书阿刨（关秀媚 饰）。四个“猪扒”在公司虽然工作努力，但因样子问题经常遭到宣传部主管“妖姬”嘲笑和排挤，四人敢怒不敢言，直到一天公司因经济不景气四人同时遭到了解雇。公司设计师春春（陈小春 饰）可怜四人的遭遇，与细龟和阿伦想出了一条别出心裁的妙计，帮助四人筹款整容。春春的妙计能否凑效，四位“猪扒”又能否咸鱼翻身？©豆瓣",
    "director": ["劳剑华"],
    "actor": ["李嘉欣", "莫文蔚", "林熙蕾", "关秀媚"]
  },
  {
    "name": "悭钱家族",
    "year": "2002",
    "id": "1303156",
    "type": ["喜剧"],
    "rate": 6.3,
    "story": "典型都市女性Diana（郑裕玲 饰）有着骄人的事业成绩，也积极经营着自己的爱情。可是香港经济不景气，她与同公司的小职员韦大汉（曾志伟 饰）都在了裁员的名单上。韦大汉早年妻子因为好赌离家出走，丢下了女儿千华（杨千嬅 饰）及小儿子万华需要供养。他向儿女隐瞒自己已经被解雇的事实，可是Diana的出现让千华及弟弟都知道了爸爸的真实情况。原来Diana的出现是想跟他们参加一个家庭制的游戏，只有胜出游戏，电视台便会原价收购他们的负资产业。Diana是一个自私冷酷的人，在游戏的过程中，被大汉付出在儿女身上的感情而改变了她。千华也在游戏中与导演（陈奕迅 饰）产生了感情。游戏最终由他们胜出，可是千华亲生母亲的出现使局面彻底改变了……©豆瓣",
    "director": ["赵崇基"],
    "actor": ["杨千嬅", "陈奕迅", "郑裕玲", "曾志伟"]
  },
  {
    "name": "横财就手",
    "year": "2002",
    "id": "2136357",
    "type": ["喜剧", "犯罪"],
    "rate": 0,
    "story": "阿奇经营的海味生意面临倒闭，加上已欠下不小银行及财务公司的债务，最后只好将海味店双手奉献给人，以抵偿所有的欠债。阿奇的好友阿松是风水师，他怂恿奇借高利贷赌马来偿还欠款，奇在无计可施下答应。岂料马匹只跑了第二名，令阿奇多欠80万高利贷。没有工作，奇跟随松到处看风水混日子。某次到富豪六叔家看风水时，奇发现了夹万的位置，决定向六叔下手以渡过难关。六叔喜欢吃车仔面，所以奇在六叔家附近开了一间车仔面店以接近六叔。六叔果然中计，并对阿奇妻子诗诗有意。为了讨好六叔，众人努力钻研车仔面；经众人的努力，车仔面果然美味无穷，也因此令店里生意越来越好。奇经济好转，本打消偷取六叔夹万的计划。岂料车仔面店被食物环境卫生署查封，要暂时休业。奇唯有继续计划向六叔下手，但此时高利贷却向阿奇苦苦相迫……",
    "director": ["黎子宁"],
    "actor": ["张达明", "任港秀", "罗家英", "吕珊"]
  },
  {
    "name": "这个夏天有异性",
    "year": "2002",
    "id": "1307532",
    "type": ["喜剧", "爱情"],
    "rate": 6.2,
    "story": "Kiki（蔡卓妍饰）跟Kammy（钟欣桐饰）是一对好朋友，决定在即将来临的暑假找一个喜欢的男生。Kiki带着Kammy为爸爸的篮球赛打气，遇到了一个帅气的男生阿然（徐天佑饰），阿然亲了Kiki一下，Kiki便觉得自己已经喜欢上了阿然，可是阿然是个多情的人，喜欢他的女孩子很多，Kiki觉得辛苦之余又无法离开他。\n这边厢Kammy，kammy认识了kiki爸爸的一个朋友Danny（王杰 饰），她喜欢Danny的成熟稳重，可是Danny觉得Kammy不过是个小女孩，他冷淡的态度令Kammy伤心。\n好朋友间不同的感情观念使她们之间有了隔阂，好不容易才和好。Kiki也发现了原来Kammy的哥哥钟乐海（周永恒饰）早已倾心于她。©豆瓣",
    "director": ["马伟豪"],
    "actor": ["蔡卓妍", "钟欣潼", "周永恒", "王杰"]
  },
  {
    "name": "幽灵人间II鬼味人间",
    "year": "2002",
    "id": "1307926",
    "type": ["恐怖", "悬疑"],
    "rate": 6.3,
    "story": "积（陈奕迅 饰）和清（谷祖琳 饰）搬进了一间新房，开始了甜蜜的二人世界。他们感情很好，清是中学老师，而积则撰写色情光盘的简介。新屋入住的第一个深夜，积就在外面遇上了车祸。他昏迷过去，之后的一切，都因为这场车祸彻底的改变了。\n行动还不大灵便的积出院后，发现了一连串的怪事：他看到清深夜在大厅盯着电视，得知清的母亲并未过世而清竟一直隐瞒，发现屋中竟然装上了监视器。甚至，连清的前度男友的意外死亡，也似乎与清有关。而这套新房的上一手业主，就是清本人。\n妹妹September（应采儿 饰）从国外回来，她一直陪伴着积，帮他理清事情真相，活泼开朗的性格让积的生活有了些阳光。然而，事情的真相却如此残忍。©豆瓣",
    "director": ["邝文伟"],
    "actor": ["陈奕迅", "谷祖琳", "罗兰", "张同祖"]
  },
  {
    "name": "阴阳路十五之客似魂来",
    "year": "2002",
    "id": "1308923",
    "type": ["恐怖"],
    "rate": 5.4,
    "story": "片中主角牛叔的父亲在日本统治时期是个汉奸，他为了保全自己的性命而将抗日义士的全家杀害。义士沉冤地下之后变成了冤魂，并誓杀牛叔全家为自己一家人报仇。牛叔拥有阴阳眼能看见游魂，并与群鬼交上了朋友。在群鬼的保护之下，义士的冤魂未能伤害牛叔，于是又转向牛叔的儿子辉下手。为免辉遇害，牛叔将辉送往国外避难。自此，牛叔在新界经营山水茶楼，白天营业，晚上却款待群鬼以答谢保护家人之恩。\n辉二十六岁时回港发展，地产发展商计划收购牛叔茶楼地皮，牛叔坚持不卖，辉决定盗取地契及印鉴卖地。被牛叔发觉后，慌乱间辉以重物击倒牛叔。辉忤逆伤父，触怒群鬼，他们不再保护辉，义士冤魂终得以有机会向辉下毒手。辉在车祸中死去，其魂魄回到茶楼，才知道老父往日招呼群鬼的原因，辉悔恨不已。此时冤魂又向牛叔下手，牛叔与冤魂达成交易，愿以自己的性命换取儿子的性命。当辉醒来时，发觉在车祸中丧生的竟是牛叔。从此辉接管了茶楼，并于夜间在每张桌上摆酒设供、款待鬼神。",
    "director": ["陆剑明"],
    "actor": ["曾志伟", "梁汉文", "罗兰", "黄泆潼"]
  },
  {
    "name": "枕边凶灵",
    "year": "2002",
    "id": "1302162",
    "type": ["恐怖"],
    "rate": 5.8,
    "story": "David（陈小春 饰）是某私家医院的医生，外表平庸的他却有着与众不同之处。因童年的一段离奇经历，他获得了可以看见幽灵的阴阳眼。\n生活还算富足的David却并未感到快乐幸福，结婚刚刚一年的妻子（陈敏芝 饰）红杏出墙，令David大为沮丧，他只得与好友辉仔流连酒肆，靠杯中物排解忧愁。某夜，David结识性感神秘女子Cindy（林熙蕾 饰），二人干柴烈火，一拍即合。\n不久，两名男子离奇坠楼身亡，身上更有强酸破过的痕迹。负责调查此案的张Sir（雷宇扬 饰）发现，两死者竟和他及David是童年的玩伴。一桩被刻意遗忘多年的惨案渐渐浮出水面……©豆瓣",
    "director": ["郑伟文"],
    "actor": ["陈小春", "林熙蕾", "陈敏之", "雷宇扬"]
  },
  {
    "name": "我左眼见到鬼",
    "year": "2002",
    "id": "1299374",
    "type": ["喜剧", "恐怖", "家庭"],
    "rate": 7.3,
    "story": "何丽珠（郑秀文饰）去加勒比海度假，遇上了一名相貌堂堂知书识礼的男子，虽然才相识7天，二人还是闪电结婚。然而好景不长，男子在潜水中不幸丧生，令何丽珠悲伤万分。\n这段闪电的姻缘却没有让丽珠很快地忘掉丈夫。她沉浸在生活的阴影当中，久久不能自拔。一天她竟偶然发现，自己左眼可以见到鬼。\n在此之后，丽珠遇见王劲威（刘青云饰）。他自称是丽珠的小学同学，曾经对她非常的倾心。丽珠开始时嫌他麻烦，然而和他相处过程中，却屡屡得到他的帮助劝慰，让她快点医好丈夫逝去的心病。在王劲威要去投胎之前，丽珠想让他找来丈夫，见上一面，然而王劲威没能找回来。\n然而，丽珠却慢慢发现，自己的心愿其实并没落空，而且生活的希望也在一点点的回到她的心中。©豆瓣",
    "director": ["杜琪峰", "韦家辉"],
    "actor": ["郑秀文", "刘青云", "应采儿", "李珊珊"]
  },
  {
    "name": "无问题2",
    "year": "2002",
    "id": "2004250",
    "type": ["动作", "喜剧", "爱情"],
    "rate": 5.8,
    "story": "木村健介因为崇拜功夫来到香港，阴差阳错中和杀手----无影门的叛徒“无敌”发生冲突，他利用杀虫剂熏昏了这个武林高手，但却被某日本财团的副总裁误以为木村健介是无敌，要他杀掉自己的侄女太田由美子，以谋夺侄女的遗产。木村健介却爱上了由美子，由美子却被副总裁的手下催眠，木村健介被陷害，被警方追捕。无敌也在寻找木村健介，以图报复。无影门的高手从警察局中救出了木村健介，想利用木村健介抓获无敌，木村健介却希望无影门的高手帮他救出由美子。在复杂的事件中，一串串令人捧腹的笑料不停产生。 饰演木村健介的岗村隆史是日本著名谐星，有消息说，成龙有意与他合作拍摄《尖峰时刻3》",
    "director": ["钱嘉乐"],
    "actor": ["岗村隆史", "酒井若菜", "元彪", "卢巧音"]
  },
  {
    "name": "现代灰姑娘",
    "year": "2002",
    "id": "1864552",
    "type": ["剧情"],
    "rate": 5.5,
    "story": "辛蕴余任职女秘书，处事失魂，记忆力极差，黑色星期天令她失业兼失恋，坏事齐来，其好友姬诗建议到上海散心。蕴余百无了赖，决往上海一行。蕴余闲来游览上海风光，路上遇见胡阿九，受他所累而遗失相机，所以余对上海人并无好感。\n姬诗公司骋请女秘书，向蕴余提议应征，蕴余的普通话不灵光，但徐经理知其为香港人，骋为秘书甚觉有面。胡阿九亦为该公司见习生，常与余斗嘴。公司接拍首饰广告，蕴余跟随徐经理到场，模特儿因事未有到场，正彷徨间，阿九顺口着蕴余顶替，一向土气的蕴余摇身一变，明艳照人，竟令众人垂涎。\n前男友突往上海找蕴余，欲从拾旧欢，蕴余落泪拒绝，阿九好言开解，此举竟成二人结缘红线。姬诗的男友是骗子，骗得诗向银行借得三十万后便一去无踪。后余在街上碰见诗的男友，与他发争执，诗之男友动粗，幸得阿九相助。混乱中阿九误伤公安被捕。此时，总裁之二公子到上海视察业务，竟出现在公安局保释阿九。原来阿九是总栽的大公子，只因生性浪荡，不想负起继承的责任而远走上海。阿九对蕴余有好感，但蕴余一次又一次的不能看清楚眼前的男人，使她感到很迷茫……",
    "director": ["叶伟英"],
    "actor": ["陈松伶", "李蕙敏", "叶世荣", "黎耀祥"]
  },
  {
    "name": "狂野卧底",
    "year": "2002",
    "id": "2364092",
    "type": ["动作"],
    "rate": 0,
    "story": "香港公映电影票房最低记录。330港元。",
    "director": ["林庆隆"],
    "actor": ["李修贤", "陈敏之", "黎耀祥", "李炜尚"]
  },
  {
    "name": "绝世好B",
    "year": "2002",
    "id": "1299035",
    "type": ["喜剧"],
    "rate": 5.8,
    "story": "自从成功研发“绝世好Bra”后，Lena（梁咏琪 饰）、Johnny（刘青云 饰）跟Wayne（古天乐 饰）再次受命研发以“绝世好B”为卖点的一系列婴儿产品。Johnny升职为部门主管，聘请了十分神经质的秘书Sabrina（关之琳 饰）。Wayne与Lena也早已确定了恋爱关系，更有了结婚的打算。Wayne对婴儿有恐惧症，对三人的研究任务带来的诸多不便。总公司派来了儿童行为专家Boey来协助他们的研究，Boey的特殊能力使Wayne对她刮目相看，两人对彼此有了特别的感觉。研究的过程中错漏百出，产品还没有研究成功，众人之间的关系已经十分复杂。时限将到，他们还是顺利研究出一个可以解读婴儿语言的“绝世好B”，Johnny与Wayne也知道了自己的最爱。©豆瓣",
    "director": ["梁柏坚", "陈庆嘉"],
    "actor": ["刘青云", "古天乐", "梁咏琪", "关之琳"]
  },
  {
    "name": "三更之回家",
    "year": "2002",
    "id": "1307488",
    "type": ["爱情", "悬疑", "奇幻"],
    "rate": 7.4,
    "story": "该片由香港、韩国与泰国三位导演陈可辛、金知云与Nonzee Nimibutr的三部短片《回家》、《失忆》与《轮回》组成。\n《回家》讲于辉（黎明）鉴于以往经验，深信用中药泡澡能令自己死亡三年的妻子（原丽淇）复活，但因行为诡异致使警察邻居（曾志伟）警觉，引发悲剧。《失忆》讲妻子（金慧秀）死后的灵魂回忆其被丈夫（郑普硕）杀害的过程。《轮回》则是借泰国两种截然不同的传统艺术，通过街头艺人哥东（舒伟烈）的一系列离奇遭遇，讲述了“不是不报，时候未到”的因果报应。©豆瓣",
    "director": ["金知云", "朗斯·尼美毕达", "陈可辛"],
    "actor": ["黎明", "曾志伟", "原丽淇", "金惠秀"]
  },
  {
    "name": "黑道风云",
    "year": "2002",
    "id": "1828419",
    "type": ["动作"],
    "rate": 6.4,
    "story": "阿狄（谭耀文 饰）和阿祖（陈小春 饰）是从小玩到大的好友，彼此之间友谊十分深厚。长大之后，两人均加入了黑社会组织，为老大卖命。在一次刺杀行动中，阿狄和阿祖一伙人遭到了警方的伏击，阿狄逃出生天，阿祖却被抓获沦为阶下囚。\n在监狱里，阿祖深刻的反省了自己之前的所作所为，洗心革面，决定做个好人。出狱后，凭借着在狱中学习到的一手好厨艺，阿祖成为了一名厨师，并且结识了名为阿珊（应采儿 饰）的女子。美丽的阿珊很快就吸引了阿祖的注意，使阿祖坠入了爱河，与此同时，已经成为帮派骨干的阿狄找到了阿祖，希望他能够再度和自己并肩作战。©豆瓣",
    "director": ["麦子善"],
    "actor": ["何超仪", "陈小春", "谭耀文", "应采儿"]
  },
  {
    "name": "心跳",
    "year": "2002",
    "id": "3119460",
    "type": [],
    "rate": 5.3,
    "story": "音乐家夏日为了寻找灵感，与好友波手，猪扒赴海南岛渡假。夏日被mini（陈松伶饰）错认为未婚夫森，原来mini曾被逃婚抛弃而弄玫精神错乱，常把别人误认为森，渴望着完成她那未完的婚礼。夏日被mini深深吸引而决定追求她，mini哥哥man为免妹妹再被愚弄，极力阻挠。波牛与猪扒发现man暗恋自己的妹妹，二人以此威吓man。猪扒是同性恋者，为讨好夏日，化妆成女人来勾引他，结果被他赶走，事后猪扒被人以利刀割喉而死，波牛在猪扒手的手中发现一束头发，令她知道真凶是谁??",
    "director": ["陆剑明"],
    "actor": ["梁汉文", "陈松伶", "黎耀祥", "谭小环"]
  },
  {
    "name": "贱精先生",
    "year": "2002",
    "id": "1304977",
    "type": ["喜剧", "奇幻", "爱情"],
    "rate": 6.3,
    "story": "张俊辉（陈奕迅饰）是一个颇有成就的智能家居的设计师，为了能够赚到更多的钱，升上更高的职位，常常忽略了家人，除了跟公司内对手“歌师奶”（卢巧音饰）每天针锋相对以外，他更是一个自私自利，作风十分讨厌的贱精。\n他小时候便有一个小情人叫阿娇（钟欣桐饰），两人在一次意外车祸中重逢了。原来阿娇完成他们儿时当消防员的梦想，以助人为乐为己任。\n阿辉因为车祸得到了一种能读懂人心灵的力量，让他也感受下别人的痛苦，感同身受之后，他也对自己以前的种种行为感到内疚。\n他无意中发现了公司的一个大计划，并打算卖给一间韩国公司，就算阿娇如何屡劝未果，便决定离开，阿辉奋力追回她之际，为了救人，阿辉冲进了火场……©豆瓣",
    "director": ["关信辉"],
    "actor": ["陈奕迅", "钟欣潼", "卢巧音", "葛民辉"]
  },
  {
    "name": "阴阳路十六之回到武侠时代",
    "year": "2002",
    "id": "1434197",
    "type": ["奇幻"],
    "rate": 4.6,
    "story": "潘金莲作为一个荡妇的形象，这是社会的公认，罪名怕是不好洗脱了，这都是因为西门庆的勾引， 《潘金莲调戏西门庆》却从另外一个角度演绎出了令人狂笑不已的喜剧",
    "director": ["叶伟英"],
    "actor": ["雷宇扬", "蓝洁瑛", "罗兰", "钟镇涛"]
  },
  {
    "name": "夕阳天使",
    "year": "2002",
    "id": "1300608",
    "type": ["动作", "犯罪"],
    "rate": 6.6,
    "story": "亚洲电脑业巨头周氏兄弟发现其公司内部的电脑系统于一夜之间感染病毒全部瘫痪，四处求救之时，一个自称“天使”的神秘高手出手相助，麻烦成功解除，令周氏兄弟十分钦佩。出于好奇，他们提出与“天使”见面道谢，不想应约而至的“天使”是一对拥有天使面容的姊妹花——陈爱琳（舒淇）和陈爱群（赵薇），而之前的电脑中毒事件，也是由这对姊妹花一手策划：她们是想借此突破周氏公司森严的保安系统，实施更大的阴谋。\n女警江日红（莫文蔚）闻得风声，在爱琳和爱群实施阴谋时展开调查，不想仍让她们得手。随后，在周氏兄弟的策划下，爱琳死于乱枪之下，可是现场留下的指纹却是江日红的。无奈之下，江日红与爱群联起手来，两人逐渐由敌手变作朋友。©豆瓣",
    "director": ["元奎"],
    "actor": ["舒淇", "赵薇", "莫文蔚", "宋承宪"]
  },
  {
    "name": "Office有鬼",
    "year": "2002",
    "id": "1307807",
    "type": ["剧情", "恐怖", "悬疑"],
    "rate": 6.7,
    "story": "这是一部关于办公室鬼故事的电影。\n新人阿Pat（莫文蔚 饰）刚来这栋大楼的一间公司上班，遇到了前男友阿Ken（冯德伦 饰）。两人聊了一会儿，随后阿Pat乘电梯回公司。电梯内一名只有白衣女子，她蹲在地上不停说“对不起”，阿Pat觉得十分诡异。同事说可能是鬼节将至造成…\n阿Pat在厕所发现隔壁公司的秘书Connie在不停和最后一格的人说话，当时没有留意。之后女厕内突然传来一声尖叫，当众人赶到时，Connie已经在厕所上吊自杀身亡，她的脸上还挂着一个奇怪的笑容。\nKen在大堂也看到了白衣女子，身边还有一个红衣女子。红衣女子对他说，白衣女子是鬼，正在逼她跳楼…©豆瓣",
    "director": ["麦子善", "刘宝贤", "王晶"],
    "actor": ["陈小春", "冯德伦", "莫文蔚", "舒淇"]
  },
  {
    "name": "一碌蔗",
    "year": "2002",
    "id": "1307876",
    "type": ["喜剧", "剧情", "爱情"],
    "rate": 6.8,
    "story": "阿凡（余文乐饰）自小便没有了父母，为了生活与好友阿明（黄又南饰）在戏院门口卖蔗。一天他们看到在街头上大打狮鼓的阿蓝（蔡卓妍饰）。阿明对阿蓝一见钟情，决定与阿凡一起到阿蓝父亲（葛民辉饰）的武馆以学艺为名接近阿蓝，阿蓝却对阿凡有意，阿凡决定成全好朋友，渐渐与阿蓝生疏了。\n在一个丧礼上，阿凡遇到了一个从小在尼姑庵长大的女孩——“灭绝师太“（钟欣桐饰），阿凡被她的美貌深深吸引，每天都偷偷跟着她到山上去。女孩终于发现了他，并对他产生了情愫，想让阿凡带她走出尼姑庵，去看看那个多彩的世界，出走后，便从此消失于阿凡的身边。\n阿明利用老电影的剧本，得到了阿蓝的欢心，可是阿凡心里还是念念不忘他的“灭绝师太”。©豆瓣",
    "director": ["叶锦鸿"],
    "actor": ["余文乐", "钟欣潼", "蔡卓妍", "黄又南"]
  },
  {
    "name": "骑呢特工",
    "year": "2002",
    "id": "3919965",
    "type": [],
    "rate": 0,
    "story": "保安员英叔被人拍下失职照而被降职,保安公司持牌人ANN亦接获警方通知,如有再犯保安公司将会被停牌,Ann为保父业,决定招募新人加强培训,肥波,伍光,亚龙等人被派往协助肥英,龙的女友亚恩对龙贵为大学生而从事保安员的工作,令恩非常担心龙的前途,在人手不足之情况下,Ann到来协助,此时有歹徒到来破坏,肥波受伤,但最后成功制伏歹徒,Ann见歹徒年青,不忍交给警方令他们前途尽毁,于是放走他们,歹徒为报.",
    "director": ["林伟贤"],
    "actor": ["郑则仕", "蔡雪敏", "郑一君", "欧倩怡"]
  },
  {
    "name": "好心相爱",
    "year": "2002",
    "id": "1299185",
    "type": ["爱情"],
    "rate": 6.1,
    "story": "一场可怕的交通事故夺走了韦晴（卢巧音 饰）的两位好友的性命，这场事故令韦晴的个性大变，将自己锁在家中，沉迷于虚幻的网络世界内。在网上，韦晴结识了名为阿力（任贤齐 饰）的男子。阿力的双腿无法行走，终日依靠轮椅过活，但他却始终保持着乐观开朗的个性，在苏梅岛上经营着一家客栈。\n在阿力的耐心安抚劝说下，韦晴渐渐走出了往日的阴影，她来到了风光秀丽的苏梅岛，同阿力见面。阿力的坚强与执着融化了韦晴心里的坚冰，她对阿力产生了好感。为了使阿力的双腿恢复健康，韦晴献出了自己三十年的时光，虽然迅速老去，但韦晴却舍不得离开阿力。©豆瓣",
    "director": ["罗金泉"],
    "actor": ["任贤齐", "卢巧音", "江芝妮", "任浩"]
  },
  {
    "name": "我老婆唔够秤",
    "year": "2002",
    "id": "1300246",
    "type": ["喜剧", "爱情"],
    "rate": 6.5,
    "story": "刚刚成年的Yoyo（蔡卓妍饰）有众多的追求者，所以总是充满自信，觉得自己魅力非凡。她应父母的要求到英国跟指腹为婚的张十三（郑伊健饰）完婚。两人对这种荒谬的事情深感厌烦，却又无法违背长辈的意思，于是两人假扮结婚，一年后自动离婚。\n张十三把外婆的家传宝带到香港给Yoyo，Yoyo为了留下十三收取房租，便告诉十三到自己就读的女校任教，可以有助他为自己的硕士命题收集材料。\n十三帮Yoyo结识男孩子，Yoyo失恋，十三帮她治疗情伤，最终两人也发生了关系。相处多时后，两人恋上了彼此，但Yoyo的体育老师（廖碧仪饰）也爱上了十三，到底十三要如何选择呢？©豆瓣",
    "director": ["阮世生"],
    "actor": ["郑伊健", "蔡卓妍", "车婉婉", "廖碧儿"]
  },
  {
    "name": "我家有一只河东狮",
    "year": "2002",
    "id": "1305265",
    "type": ["喜剧", "爱情", "古装"],
    "rate": 6.8,
    "story": "月娥（张柏芝）是宋朝年间的烈女，武功了得，行侠仗义，追求专一的爱情和婚姻。一日在演诗会上偶遇一表人才的陈季常（古天乐），二人互生情愫。碰巧皇上为二人赐婚，成全了美好姻缘。但是考验二人感情的时候才刚刚开始——月娥为管住夫君，对季常管束甚严。但适得其反，季常在风流好友苏轼（许绍雄）的带领下经常去寻花问柳。月娥万般无奈，幸好用计试探，终得知季常仍深爱自己。但是，当月娥外出归来，却发现季常旧病复发，竟搭上了郡主（范冰冰）。月娥悲愤交加，喝下了忘情水。©豆瓣",
    "director": ["马伟豪"],
    "actor": ["张柏芝", "古天乐", "范冰冰", "黄伟文"]
  },
  {
    "name": "魂魄唔齐",
    "year": "2002",
    "id": "1439241",
    "type": ["喜剧", "恐怖", "奇幻"],
    "rate": 6.8,
    "story": "路初八（陈奕迅 饰）是戏班的小配角。他平日一上场就怯，让戏班师傅非常头痛。然而这几天却有奇迹发生在他身上——他唱得异常动人，表演出色，如有神助。\n他终于发现惊悚的原因——有鬼上了身！此鬼是三十年代反串文武生的女子紫云飞（容祖儿 饰）。她当年苦恋二少爷（谢霆锋 饰），为了他出演旦角，等他前来观戏。但是人没来，紫云飞在舞台上就发生了意外，堕下的灯台削掉她的半边脸，她即刻香消玉殒。未了的心愿让她无法完全投胎，于是只投了一半的胎在路初八身上，而另外一半，还在苦苦等待机会，实现当年心愿。\n路初八得知紫云飞即自己的前世，而且她对爱的执著也令他动容。于是，他开始了帮助紫云飞实现遗愿。©豆瓣",
    "director": ["梁柏坚"],
    "actor": ["陈奕迅", "容祖儿", "黄秋生", "谢霆锋"]
  },
  {
    "name": "飘忽男女",
    "year": "2002",
    "id": "1771815",
    "type": ["剧情", "爱情"],
    "rate": 5.3,
    "story": "Funny（张燊悦饰）是娱乐圈的四线明星，立愿30岁前做一宗轰动娱乐圈的新闻，多番努力下接近当红明星华公子，却无意中开罪了他，被逼避难过简朴日子；阿碧（佘诗曼饰）是个标准神婆，自我占卜时发现自己会有凶劫，设法逃劫。Creamy（颜颖思饰）是个女同性恋者，一心要跟伴侣结婚，却得悉爱侣要和她分手，为此神经恍惚。Creamy的姐姐Coco（李丽珍饰），她的丈夫阿龙（王杰饰）是江湖大哥，因为一些江湖恩怨只身逃亡别处，两年未归，一心爱慕其的士司机（梁汉文饰）一直在她身边苦苦追求……这四个不同命运的女人在一间渡假屋相遇，会发生怎样的故事……",
    "director": ["罗惠德"],
    "actor": ["张燊悦", "李丽珍", "梁汉文", "颜颖思"]
  },
  {
    "name": "手足情深",
    "year": "2002",
    "id": "3679156",
    "type": ["剧情"],
    "rate": 6.2,
    "story": "年幼的张家泽、张家聪、张燕青三兄妹之父母被黑帮份子蛇哥（汤镇业 饰）杀害，三兄妹流落街头，幸有“儿童之家”福利院院长（潘虹 饰）收留了他们。在家泽的坚持下，可爱的弟妹分别被人家收养。十五年后，被台湾富商收养的张家聪（苏有朋 饰）已经毕业并与女友订婚，改名为志华的家聪希望在婚礼上由当年失散的兄长和妹妹做自己的证婚人，与未婚妻南下寻找兄妹。在广州，家聪很快找到了已经成为教师的妹妹燕青（范冰冰 饰），但是在香港的大哥家泽却下落不明，一行人赴港，找到曾和家泽一起的黑道分子“野鸡”（张智霖 饰），后者声称家泽已死，其实野鸡就是家泽本人，他为了替父母报仇，加入了蛇哥一伙，家泽不想连累弟妹，不想蛇哥却主动找上了他们……©豆瓣",
    "director": ["钟澍佳"],
    "actor": ["张智霖", "苏有朋", "范冰冰"]
  },
  {
    "name": "机密档案之人间蒸发",
    "year": "2002",
    "id": "3603766",
    "type": ["悬疑"],
    "rate": 5.4,
    "story": "警队的&#8220;绝密档案&#8221;，是指至今仍未侦破，科学查证又不能合理解释的悬疑案件。阳任职警察部专案小组十多年，对这些谜题甚感兴趣，奈何职权所限，遂决定与好友Judy请辞警队并成立天眼研究所。成立第一天，一位神秘人物出现，提供经费并留下Helen的失踪档案。经调查后，二人发现Helen与失落文明玛雅文化有关，考古学家推论这文明乃外星人所建立，更与末日预言扯上关系",
    "director": ["何志恒"],
    "actor": ["黎耀祥", "袁洁莹 Fennie Yuen", "李炜尚", "陶大宇"]
  },
  {
    "name": "热血青年",
    "year": "2002",
    "id": "1304243",
    "type": ["恐怖"],
    "rate": 6.4,
    "story": "阿乐（周英杰 饰）、诗敏（周丽淇 饰）和阿力（周子驹 饰）是三位拥有着特异血型的青年，三人彼此并不相识，但是却有奇异的感应，这令三人感到十分不安，不知其中究竟发生了什么变故。\n原来，三人的共同点在于都献过血，而他们的血液被用于了抢救一对殉情的男女。结果是，男方从幸运地被从死亡线上拉了回来，女方却不幸地踏入了鬼门关。女子名叫燕屏（梁敏德 饰），孤身一人来到地府的她感到十分痛苦，竟将所有的过错都怪到了阿乐、诗敏和阿力所献的血液头上。燕屏伺机接近三人，她要好好地报一报他们的“救命之恩”。面对穷凶极恶的厉鬼，三人能否死里逃生？©豆瓣",
    "director": ["郑保瑞"],
    "actor": ["周励淇", "周英杰", "周子驹", "梁敏仪"]
  },
  {
    "name": "夺魄勾魂",
    "year": "2002",
    "id": "1480036",
    "type": ["剧情", "恐怖"],
    "rate": 5.3,
    "story": "货车司机小文（李灿森饰）从深圳送货后回家，在与母亲一起吃饭时发生意外，平时温和善良的他竟突然狂性大发，活活将母亲砍死，被送入精神病院治疗，由于其病状奇特，医院邀请了著名灵学家杨牧师（谢君豪饰）为其驱魔，终于令小文恢复平静；与此同时，女学生阿YAN也出现同样情况，无故发狂，不停用刀自残，其家人无奈，只有将其捆绑于床上。电台DJ阿占（张智霖饰）所主持的节目收视率下降，他觉得阿YAN的离奇事件有可能刺激收视率，于是邀请杨牧师为其驱魔，并对整个过程进行现场拍摄，杨牧师费尽九牛二虎之力才将阿YAN体内的邪灵逐出，他还发现此邪灵与侵入小文体内的是同一灵体。",
    "director": ["钟少雄"],
    "actor": ["张智霖", "小泽真珠", "谢君豪", "李灿森"]
  },
  {
    "name": "五个吓鬼的少年",
    "year": "2002",
    "id": "1303346",
    "type": ["喜剧", "恐怖"],
    "rate": 6,
    "story": "陆宝宝（徐天佑 饰）遭遇了失业打击，又被老爸（许绍雄 饰）在大街上喊出那个让他头疼的幼稚名字，幸好和好友阿南（黄又南 饰）再度找到了大厦夜间看更人的工作，二人更巧遇了陌生美女Priscilla（李茏怡 饰）。看更老伯在交接工作时嘱托陆宝宝看顾大厦地下室里收藏的两具木乃伊，陆宝宝父亲以开灵车为业，木乃伊自然吓不倒他。雨夜，陆宝宝约见Priscilla参观木乃伊，熟知这位美女居然是考古学专业，能够破解棺木上令木乃伊复活的信息，当晚阿南的恶作剧导致陆宝宝被木乃伊魂灵附体，自此他身上出现了一系列变化……陆宝宝和阿南为了争取Priscilla芳心暗中较劲，但是陆宝宝的怪异行为愈发严重，他的好友和家人团结一致，展开无厘头驱魔行动……©豆瓣",
    "director": ["叶伟信"],
    "actor": ["徐天佑", "黄又南", "黄伟文", "李茏怡"]
  },
  {
    "name": "赌侠2002",
    "year": "2002",
    "id": "2003156",
    "type": ["剧情", "喜剧"],
    "rate": 5.8,
    "story": "有“地狱倒霉鬼”之称的李加乘（张家辉 饰）出生二十多年来几乎诸事不顺，对人生失望已极的加乘再次周期性自杀，而这次失败的自杀却使他结识了新朋友何红申（黄伟文 饰），以及美丽的护士小姐夏天（王秀琳 饰）。加乘向夏天表达爱意，但同时又担心对方会因为自己而倒霉——李加乘的晦气太重以至于所有对他好、或是受他帮助的人也会连带走霉运。当加乘与夏天的哥哥——赌术高手春天（冯德伦 饰）相遇后，他的霉运却成为赌场上唱衰对手的不二法宝，春天与加乘搭档，将宿敌大口九的赌场生意连连逼退，大口九反戈一击，将加乘绑架又买通春天手下，誓要致二人于死地……©豆瓣",
    "director": ["张敏"],
    "actor": ["张家辉", "冯德伦", "黄伟文", "王秀琳"]
  },
  {
    "name": "走火枪",
    "year": "2002",
    "id": "1306661",
    "type": ["动作"],
    "rate": 6.8,
    "story": "无生命的手枪在林华全的电影里获得生命，手枪以人的口吻自述自己的离奇经历，通过自己辗转落于不同人物手上的际遇，从而道出因为不同人偶然获得这把枪所引起的人生百态。曾经与这支枪有关的人物包括外佣、流氓、妓女、绑匪、白领西装友、渔民、省港旗兵，还有小学生。\n当有枪在手，谁不想扣扳机？枪本不会杀人，但人却会杀人，就像有权在握时，滥用者十之八九。枪从旺角的公厕游走到长洲再偷渡到深圳，途上连索数命，其中有性工作者和古惑仔，也有头脑冲动的年轻人以及无辜的路人。按摩女郎与男友的爱恨纠缠关系，黑巷枪战引起的灵异情杀，一连串人的故事，都借枪的出现发生了。",
    "director": ["林华全"],
    "actor": ["黄真真", "叶伟信", "毕国智", "郭慧"]
  },
  {
    "name": "监狱风云之传教士",
    "year": "2002",
    "id": "3042391",
    "type": ["剧情", "犯罪"],
    "rate": 6.1,
    "story": "社团大佬峰因与其他社团厮杀时被捕，被判终生监禁。多年后，峰儿炜已成长，恃峰昔日威名走黑道。峰母身亡，狱中神父为峰孝心感动，向狱长求情使峰能往拜祭，峰感激并接受了信仰。后炜持刀伤人判监三年，峰自觉影响儿子步上歪路，惭愧难受。其后峰往少年监狱传道，两父子相见，峰向炜认错，炜知峰用心良苦，立誓重新做人。峰常于狱中向少年犯宣道，得予狱中传教士之美誉……",
    "director": ["叶伟英"],
    "actor": ["陶大宇", "唐文龙", "滕丽名", "唐家辉"]
  },
  {
    "name": "赤裸特工",
    "year": "2002",
    "id": "1307762",
    "type": ["动作", "剧情", "爱情"],
    "rate": 6.4,
    "story": "本片是程小东于2002年导演的香港动作惊悚片，该片当年在香港上映第一周就获得了价值70000多美元的票房。\nMadame M集团在世界各地专门诱拐十二、三貌美少女，将她们软禁在荒岛上进行地狱式的特训，钻研各类型的战斗知识及暗杀技巧。从小训练她们成为既出色又性感的特工。通过六年非生即死的选拔最后只剩下三名非常出色的杀手Charlene（Maggie Q 饰）、Katt（安雅 饰）及Jing。CIA专案小组指挥Jack（吴彦祖 饰）一直致力捣破Madame M的杀人集团，在香港举行的一场龙舟竞渡中偶遇Charlene，两个大大出手，但在了解Charlene和进一步相处后这对兵贼渐渐互生情愫。Madame M拉拢日本赤军龙三郎（连凯 饰）合作更大的非法勾当。改邪归正的Charlene和Jack一起手刃敌人后在同一座庙里求到了同一只签……©豆瓣",
    "director": ["程小东"],
    "actor": ["李美琪", "安雅", "吴彦祖", "李菲"]
  },
  {
    "name": "我爱一碌葛",
    "year": "2002",
    "id": "3681614",
    "type": ["喜剧", "爱情"],
    "rate": 5.8,
    "story": "恋爱可以强身健体\n粉葛鲮鱼赤小豆， 恋爱起义齐拖手 ，一个发生在街市内的动人故事……\n葛姐、鲮鱼球和豆豆三九姊妹，自幼相依为命，互相扶持、彼此关心、无所不谈，姊妹关系就如朋友一样。但随着三人年龄渐渐成长，与周遭不同的经历，亦开始……\n大姐葛姐自少辍学卖鱼多年，强一直暗恋葛姐，但葛姐却疯狂崇拜著名歌星Alex。二妹鲮鱼球因“长短脚”，怕人笑，勤力读书，大学毕业当上律师，并与法官良的儿子David相恋到谈婚论嫁的阶段。三妹豆豆天生爱玩，无心向学，却与街市猪肉荣发展一段地下情。\n强父临死前告诉强还且名失散多年的亲生弟弟，在葛姐的帮助下怀疑Alex就是强的亲弟弟。但在相信过程中，三姊妹的关系发生微妙的变化，笑料百出，妙趣横生，结局出乎意外……",
    "director": ["罗惠德"],
    "actor": ["郑中基", "杜德伟", "蔡雪敏", "吕方"]
  },
  {
    "name": "九个女仔一只鬼",
    "year": "2002",
    "id": "1494897",
    "type": ["喜剧"],
    "rate": 6.3,
    "story": "生于贫苦家庭的陈建伟苦学成才成为公司高层，他也因年轻得志而变得恃才傲物，其冷傲苛刻的为人处事方式遭人排斥。一次交通意外让伟英年早逝，不甘心就此离开人间的他不愿意赴阴间报到，灵魂附在他生前驾驶的车上不愿离开。不过，他的灵魂已经完全失去生前的记忆，他已不记得自己到底是谁。\r\n\r\n中学女子篮球队队长嘉嘉骗老爸说自己赢得了篮球比赛的胜利，她与哥哥Evans因此得到伟寄身的汽车作奖励。嘉嘉属于无牌驾驶，一次外出途中车辆不受控制，但却自行停下，她既惊恐又疑惑。后来嘉嘉的哥哥Evans发现了其中的秘密，知道伟的灵魂依附在这辆车内。伟请求嘉嘉帮助他寻回记忆，并答应帮助她以赢得球赛作为交换...©豆瓣",
    "director": ["钟澍佳"],
    "actor": ["陈冠希", "傅颖", "杨爱瑾", "吴雨霏"]
  },
  {
    "name": "反收数特遣队",
    "year": "2002",
    "id": "1306881",
    "type": ["剧情"],
    "rate": 6.5,
    "story": "高级警司李Sir因欠下卡数四十万，被传媒大事报导，使他被公众评论，更被警察内部调查。大律师Brian加入李Sir的警队当辅警，并为李Sir不公平对待作出追讨。李Sir下属Benz、Jean Paul、公子、辉、珊亦因欠债问题不时受到骚扰。李Sir与Brian想组织地下部 队对付贵利集团，部署一连串行动．使贵利龙疲于奔命，一场警匪大战，一触即发……",
    "director": ["邱礼涛"],
    "actor": ["李修賢", "Brian Ireland", "林雪", "許紹雄"]
  },
  {
    "name": "35米厘记忆碎片",
    "year": "2002",
    "id": "1473289",
    "type": ["悬疑", "惊悚"],
    "rate": 5.7,
    "story": "两宗凶杀案的死者皆如电影情节般被杀，凶手可能是个疯狂电影迷，女探员芬向上司Chow要求找心理学家谢博士协助破案。谢是失明人士，在调查过程中指出芬有不愉快的童年，以至现在有暴力倾向；芬亦不甘被看穿心态，反指谢独困家中，与外界隔绝，是没有自信的表现，二人不欢而散。芬将调查范围收窄于导演Tommy、制片华姐、编剧当当、女演员刘晴和影迷初仔身上\r\n后刘晴被杀，在影迷初仔家中发现大量刘晴的照片，初仔拒捕逃走，反抗时死在Chow枪下。谢在物证中嗅出了Chow常服用之镇定剂味道，遂设计引Chow说出真相。原来Chow之女友三年前希望当上Tommy新片之女主角，但Tommy有不轨企图，并与华姐和当当等人合计要她服下摇头丸，岂料药力过量而死，后刘晴当上该片之女主角。\r\nChow精神大受困扰而需服食镇定剂，决意向众人报服，并嫁祸于初仔。Chow要向谢下毒手灭口，危急之际芬赶到将Chow杀死。一切看似完结，芬与谢亦已和好，怎料谢却发现芬一些疑点，真正凶手可能就是芬……",
    "director": ["刘国辉"],
    "actor": ["谢君豪", "周海媚", "王喜", "李蕙敏"]
  },
  {
    "name": "阴阳路十七之监房有鬼",
    "year": "2002",
    "id": "1308904",
    "type": ["恐怖"],
    "rate": 4.9,
    "story": "毕基于酒吧捡到一包毒品，适时警察出现，基被指贩毒，后被判入狱。龙娣于外地回港，才知毕基出事。龙娣忙往监狱探访毕基，见基面色有异，算出基被女鬼缠上。为求化解灾劫，龙娣要从仁、八、九中抽选其中一人入狱以救毕基。\n毕基被狱中老大欺负，又被女鬼苦缠要替她找出丈夫，苦不堪言。另一方面九被选中入狱，但九做尽坏事仍没被捕。反而仁无心之失，误伤交通警被捕成阶下囚。女鬼四出威吓众囚犯替其寻找丈夫，连署长亦被吓倒。经毕仁介绍，署长请龙娣驱鬼。龙娣迫女鬼现身，才知女鬼的丈夫巫明天被误控贩毒而判刑，巫明天自感前途尽毁，未能照顾妻子美好，于狱中自杀。\n美好为表对夫坚贞竟自杀示爱，化成厉鬼到狱中寻夫，可惜遍寻不获。署长告知巫明天刑期未满，被葬于监狱的后山，女鬼遂往后山寻夫。\n龙娣认为毕基被控贩毒，可能亦是冤狱，叫八哥、九哥打听消息。此时女鬼在后山未能找到巫明天，大怒下要向愚弄她的人报复…",
    "director": ["林伟贤"],
    "actor": ["李灿森", "麦家琪", "罗兰", "雷宇扬"]
  },
  {
    "name": "飞虎雄师",
    "year": "2002",
    "id": "1788004",
    "type": ["动作", "剧情"],
    "rate": 5.7,
    "story": "飞虎队员阿坚在警方的安排下，成功打入黑社会内部，做起了卧底，黑社会老大肥叔始终怀疑阿坚的身份，屡屡找各个机会来试探阿坚，但阿坚都化险为夷，香港黑社会四大家族火拼九龙湾，一场混战中，阿坚救了肥叔一命，从此，肥叔相信了阿坚。\n肥叔计划抢劫金铺失败，肥叔把气发在上次追杀他的黑社会四大家族之一的匡仔身上，准备报复匡仔。为了避免更大规模的流血事件发生，阿坚又将消息传回警局，但还是晚了一步，肥叔的儿子偶遇阿娇，他不知是阿坚的妹妹，阿娇被其强暴，并拍下录像，阿坚不顾队长的劝阻，杀了肥叔的儿子，但不幸暴露了身份。\n肥叔抓不到阿坚，一怒之下，杀了阿坚的全家，阿坚终于现身，设计绑架肥叔，阿坚这一行动引来了警方和肥\n叔的马仔，黑白两道在九龙湾相遇...",
    "director": ["霍耀良"],
    "actor": ["王敏德", "谭耀文", "余文乐"]
  },
  {
    "name": "绝密档案之迷失世界",
    "year": "2002",
    "id": "4018185",
    "type": ["惊悚"],
    "rate": 5.7,
    "story": "Tammy发现自己患上梦游，她知道自己入睡后曾经外出，并带回了一些不属于自己的物品，身上染上不属于她的血迹，她为此而感到十分震惊，因为她想不起自己曾作过何事。Tammy找上了天眼侦缉研究所，要求Sam对她作出调查。与此同时，城中传出新界一些农场出现禽畜遭大型动物袭击事件，神秘人又再出现要求Sam调查此案件。调查期间，Sam发现袭击农场的竟是一个精神异常的人类，并在其体内找到美洲豹基因。此人是素食者，也是Tammy所经营之健康食品店的顾客。Tammy亦有此病征，Sam怀疑是一种新开发的健康食品出现问题，经化验后证实此含有美洲豹基因的食品暂时是无药可治的。Sam知道Judy亦有服用此种食品，急忙赶到Judy家中。但Judy已失常性，并像猛兽般撕咬自己的爱猫……",
    "director": ["何志恒"],
    "actor": ["黎耀祥", "袁洁莹", "魏俊杰", "滕丽名"]
  },
  {
    "name": "无间道",
    "year": "2002",
    "id": "1307914",
    "type": ["剧情", "犯罪", "悬疑"],
    "rate": 9.2,
    "story": "1991年，香港黑帮三合会会员刘健明（刘德华）听从老大韩琛（曾志伟）的吩咐，加入警察部队成为黑帮卧底，韩琛许诺刘健明会帮其在七年后晋升为见习督察。1992年，警察训练学校优秀学员陈永仁（梁朝伟）被上级要求深入到三合会做卧底，终极目标是成为韩琛身边的红人。2002年，两人都不负重望，也都身背重压，刘健明渐想成为一个真正的好人，陈永仁则盼着尽快回归警察身份。\n重案组从陈永仁手中获悉一批毒品交易情报，锁紧目标人物韩琛，没料情报被刘健明泄出，双方行动均告失败。但此事将双方均有卧底的事实暴露，引发双方高层清除内鬼的决心。命运迥异又相似的刘健明和陈永仁开始在无间道的旅程中接受严峻考验。©豆瓣",
    "director": ["刘伟强", "麦兆辉"],
    "actor": ["刘德华", "梁朝伟", "黄秋生", "曾志伟"]
  },
  {
    "name": "旺角半熟少女",
    "year": "2002",
    "id": "1962805",
    "type": ["犯罪"],
    "rate": 3.2,
    "story": "半熟年纪，是人生最危险的时期…… 　从重案组被调往「明灯计划」的女警程姐（陈昭昭），其首项任务是辅导榕榕、大家乐和摇摇三位问题少女。 榕榕的姐姐蒽猪男友肥佬贩毒维生，引起警方注意....",
    "director": ["刘孝伟"],
    "actor": ["林诗雅", "陈昭昭", "黎耀祥", "吴华新"]
  },
  {
    "name": "英雄",
    "year": "2002",
    "id": "1306123",
    "type": ["剧情", "动作", "武侠"],
    "rate": 7.4,
    "story": "战国末期，燕、赵、楚、韩、魏、齐、秦七雄并起，惟秦国最为强大，急欲吞并六国一统天下，秦王（陈道明）因此成为六国大敌，各地不同的刺秦故事一直在上演，其中赵国刺客残剑（梁朝伟）、飞雪（张曼玉）、如月（章子怡）、长空（甄子丹）因名震天下的高超剑术，令秦王十年里没睡过一个安稳觉 。\n某日闻得长空已被名叫无名（李连杰）的秦国剑客杀死，秦王大喜急召其上殿相见，却也谨慎小心以防有诈，秦王和无名斗智斗勇的较量遂即展开。©豆瓣",
    "director": ["张艺谋"],
    "actor": ["李连杰", "梁朝伟", "张曼玉", "章子怡"]
  },
  {
    "name": "金鸡",
    "year": "2002",
    "id": "1303630",
    "type": ["剧情", "喜剧"],
    "rate": 8.1,
    "story": "老妓女金如（吴君如 饰）在自助银行里遇到了小偷（曾志伟 饰）打劫，怎料突然停电，两人都被锁在里面，阿金开始向小偷说起了她与香港一起成长的故事。她16岁开始当“鱼蛋妹”，当时已经月入数千，后来成年后就正式成为了舞小姐，可是她没有出色的容貌，也只能在夜总会里担演丑角。可是仍为她带来了十分丰厚的收入，却不一小心怀上了不知是那位客人的孩子，为了生活，阿金只好把帐认到了另一位客人头上，客人也把儿子带到了美国。经济不景，接着她只好做按摩女郎，继续做着老本行，她看到了很多，也感受到了很多。©豆瓣",
    "director": ["赵良骏"],
    "actor": ["吴君如", "曾志伟", "陈奕迅", "刘德华"]
  },
  {
    "name": "情迷个半月",
    "year": "2002",
    "id": "3153702",
    "type": ["剧情", "爱情"],
    "rate": 0,
    "story": "千金小姐Rose自小备受其父伍博士宠爱，令她养成刁蛮任性的脾气。某次伍博士无暇出席于某县小学之重建奠基典礼， Rose被迫替父出席。途中Rosa令驾着摩托车运虾的阿锦连车带虾倒在地上，Rose不顾而去，阿锦血本无归。奠基礼后，Rose离开时遇车匪路霸，司机阿丙将匪徒打退，丙杀得性起，错手将Rose打堕水塘，阿丙慌乱间逃去。Rose昏迷期间幸得锦的儿子小超发现救回一命，但失去记忆。锦为着之前的损失，与儿子串通骗Rose留下做工人抵偿损失。锦讹称Rose是其妻子，但她拋夫弃子与人私奔，后知被骗而斩伤奸夫，被公安通辑。Rose听后不敢相信自已所作所为，但奈何记忆空白一片，只有留下。\nRose与阿锦及超仔的关系渐告好转，锦怕超仔寂寞，遂认Rose为太太在此暂住，直至恢复记忆。但阿锦从来不与她同床而睡，因此Rose内疚以前对锦不忠，后向仙姑求计续姻缘，听仙姑指示偷剪锦头发藏于符内。\n地产商要收回渔塘，阿锦与Rose及超仔以死对抗收地。时伍寻女经过见Rose与公安厅人员争执起来，Rose被人推跌落酒酲昏迷，醒后恢复记忆。伍愤恨阿锦父子欺骗Rose，决定要追究到底，锦被公安拘留。超向Rose苦苦哀求，但Rose却对失忆期间的事全无印象……",
    "director": ["周振荣"],
    "actor": ["吕方", "麦家琪", "叶竞生", "骆应钧"]
  }
]
